{"fieldData": {"title": "Sick leave amendments", "title_nationalLanguage": "Muudatused haiguspäevade osas", "d_startDate": "03/13/2020", "d_endDate": "04/30/2021", "calc_country": "Estonia", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Paid sick leave", "calc_identifier": "EE-2020-11/375", "dateType": "Temporary", "calc_creationDay": "04/08/2020", "calc_lastUpdate": "01/06/2021", "descriptionBackgroundInfo": "Currently, the first three days of sick leave are not compensated to employees. The days 4-8 are paid by the employer, and as of day 9 by the Estonian Health Insurance Fund (EHIF). Due to the COVID-19 outbreak, people are especially advised to stay on sick leave when any sickness symptoms should occur, some people were forced to stay in quarantine. The loss of wage and no sickness benefit for the first three days make the situation very difficult for some people.", "descriptionContentOfMeasure": "The usual practice is that the first three days of sick leave are not compensated to employees. In Spring 2020, the EHIF compensated those days to all employees irrespective of the reason of the sick leave (i.e. in addition to corona virus, the person can have other disease or injury in order to receive compensation). As usual, the days 4-8 were compensated by the employer, and then continued by the EHIF. The measure was valid retroactively as of 13 March (the beginning of the emergency situation in Estonia) until the end of the emergency situation (18 May). Those, who have used sick leave and whose first three days were not compensated, receive the compensation retroactively.\r\rDue to an emergency situation an additional measure was introduced, which allowed worker temporarily to apply on-line for a sick leave by his- or herself. The case may be opened by a person who is ill, has a child who is ill, needs care for a close family member, or has been exposed to COVID-19. This measure ended on 18 May.", "descriptionUseOfMeasure": "It was planned to allocate €7.1 million for compensating the first three sick leave days. The budget was almost entirely used (€65 thousand was left unused). \r\r25,000 sick leave cases were opened via online registration, which is 19% of all leave cases (134,000) during the emergency situation. Altogether, there were 47,000 more leave cases compared to the same period in 2018 and 2019. ", "descriptionInvolvementOfSocialPartners": "There were discussions with the government and stakeholders (including peak-level social partners) prior to the decision and thus the involvement was satisfactory for all the parties. ", "socialPartner_form": "Other", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/EE-2020-11_375.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "229", "sources::title": "Haigekassa hakkab eriolukorras tasuma esimeste haiguspäevade eest", "sources::url": "https://www.haigekassa.ee/uudised/haigekassa-hakkab-eriolukorras-tasuma-esimeste-haiguspaevade-eest", "sources::d_date": "03/27/2020", "modId": "4", "downloaded_to": "d1d7ff5c8790439cfc582b8ef0ead6d3134708d5d497be8a5c29e6fb00b0793d"}, {"recordId": "2397", "sources::title": "COVID-19 final report (COVID-19 lõpparuanne)", "sources::url": "https://www.haigekassa.ee/haigekassa/majandusaruanded-ja-eelarve", "sources::d_date": "12/31/2020", "modId": "0", "downloaded_to": "f4a23b1eef06acf81bc6101e243fa11336a568c6895217d1e09cc8bcde68d181"}, {"recordId": "2398", "sources::title": "Temporary changes in sick leave compensation (Haiguspäevade hüvitamise ajutised muutused)", "sources::url": "https://www.employers.ee/uudised/riigikogu-kiitis-heaks-haiguspaevade-varasema-huvitamise/", "sources::d_date": "12/15/2020", "modId": "0", "downloaded_to": "ea07834f18aa23537c5bae71d7dff65a6c3fce15cc2cbd4fdb74604e5b726758"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "508", "updates::d_date": "01/04/2021", "updates::description": "On 9 December 2020, the parliament approved changes in law according to which instead of three days, only the first day of sick leave will remain uncompensated. The employer will compensate the days 2-5 (four days, instead of the usual 5 days), and as of 6th day, the EHIF compensates the leave. It is a temporary measure and is valid in case of sick leaves from 1 January until 30 April 2021. The provisional additional budget for this is €5 million, of which half is covered from the EHIF budget and half from the government's reserve. ", "modId": "1"}], "regions": []}, "recordId": "266", "modId": "90"}