{"fieldData": {"title": "Debt moratorium on loans and mortgages", "title_nationalLanguage": "Dluhové moratorium na půjčky a hypotéky", "d_startDate": "03/26/2020", "d_endDate": "10/31/2020", "calc_country": "Czechia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "CZ-2020-13/378", "dateType": "Temporary", "calc_creationDay": "04/08/2020", "calc_lastUpdate": "10/27/2020", "descriptionBackgroundInfo": "The Parliament of the Czech Republic (Parlament České republiky) has approved the Act  Act 177/2020 Coll., on some measures in area of loan repayments related to COVID-19 pandemic which postpone loans and mortgages repayments for three (from 26 March 2020 to 31 July 2020) or six months (from 26 March 2020 to 31 Octobober 2020)  for those who were affected by anti-coronavirus measures. The length of debt moratorium (three or six month period) depends on the borrower.\r\rHowever, before this act was approved, many banks have introduced their own conditions under which the borrower can ask for the postponement of repayments. Now, the new law unifies these conditions.", "descriptionContentOfMeasure": "Eligible are all borrowers who were negatively affected by coronavirus pandemic. Applicants have to ask for the payment postponement at the bank and declare that their situation is caused by anti-virus measures (unemployment, quarantine, decrease in business activity). Then both interest and principal payments would be interrupted. \r\rThe act applies to loans taken out before 26 March 2020. The debt moratorium does not apply to credit cards, overdrafts, revolving loans, operating leases or loans related to capital market transactions. Repayments cannot be deferred for loans where the debtor has been late in repayment for over 30 days as of 26 March 2020. The postponements also do not involve any fees and will not cause a negative entry in the bank register for the client, leading to a bad credit rating.\r\rDuring the deferment period, individual borrowers will be fully relieved of debt service obligations whereas corporate borrowers will continue to pay interest and fees but enjoy a holiday on scheduled principal instalments for the duration of the deferment. \r\rAlthough borrowers are able to defer their repayments and thus extend the repayment period by the time of deferral without any increase in the amount of repayments, interest continues to be charged during to the deferral period, thus resulting in the borrower paying a higher overall amount of interest.\r", "descriptionUseOfMeasure": "According to [Czech National Bank (Česká národní banka, ČNB)] (http://www.cnb.cz), as of 16 October 2020, the number of:\r\r* approved deferred household loans according to Act 177/2020 Coll. was 212,887 with the total amount of CZK 162,690,000,000 (€5,960,432,313 approx.). From these, 61,026 are loans secured against residential real estate (mortgages) and 144,508 are consumer loans. \r* approved deferred non-financial business loans according to Act 177/2020 Coll. was 11,867 with the total amount of CZK 140,217,000,000 (€5,137,094,705 approx.).\r\r\r", "descriptionInvolvementOfSocialPartners": "Social partners, which are members of the tripartite body (Council of economic and social agreement, Rada hospodářské a sociální dohody, RHSD) were informed and consulted in both formal (requested by institutional settings) and informal ways. They are not involved into the management of the policy measures. ", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/CZ-2020-13_378.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "232", "sources::title": "MF ČR: You can't repay due to the state of emergency? We will give you a break/MF ČR: Nemůžete kvůli nouzovému stavu splácet? Dáme vám oddechový čas", "sources::url": "https://www.mfcr.cz/cs/aktualne/v-mediich/2020/nemuzete-kvuli-nouzovemu-stavu-splacet-d-38115", "sources::d_date": "04/07/2020", "modId": "6", "downloaded_to": "1a820364da72f900ded05c2af721f07149b6f97ae250d8f81b12b75fc58e1463"}, {"recordId": "951", "sources::title": "Act 177/2020 Coll., on some measures in area of loan repayments related to COVID-19 pandemic/Zákon č. 177/2020 Sb., o některých opatřeních v oblasti splácení úvěrů v souvislosti s pandemií COVID-19", "sources::url": "https://www.zakonyprolidi.cz/cs/2020-177", "sources::d_date": "04/16/2020", "modId": "0", "downloaded_to": "1a6a305d103e015b4f224993d39eefcba83f6be8373b75369e46a8e83b7a95fe"}, {"recordId": "952", "sources::title": "MF ČR: Overview - Postponement of loan and mortgage repayments due to COVID-19/MF ČR: Přehledně - Odklad splátek úvěrů a hypoték kvůli koronaviru", "sources::url": "https://www.mfcr.cz/cs/o-ministerstvu/sluzby-verejnosti/komunikace-s-verejnosti/casto-kladene-otazky/uverove-moratorium-38130", "sources::d_date": "04/17/2020", "modId": "0", "downloaded_to": "7eb0b144a61a7ca6183315faf2e1caa0041fe5eef8636a761221460316e151d0"}, {"recordId": "1871", "sources::title": "ČBA press release/ČBA Tisková zpráva", "sources::url": "https://cbaonline.cz/upload/1307-tz-cba-banky-jsou-pripraveny-pomoci-klientum-doporuceni-cba-clenum.docx", "sources::d_date": "10/22/2020", "modId": "0", "downloaded_to": "47a4e5be10347321ade6990b871e418326cf1b88ebb8440c8a05fb332bf30e1d"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "388", "updates::d_date": "10/27/2020", "updates::description": "During the second wave of COVID-19 pandemic, no similar measure has been introduced yet. However, Czech banks which are members of [Czech banking association (Česká bankovní asociace, ČBA)] (http://www.cbaonline.cz) are prepared to support their clients on an individual basis.", "modId": "2"}], "regions": []}, "recordId": "269", "modId": "117"}