{"fieldData": {"title": "More favourable tax treatment of state subsidies due to special circumstances", "title_nationalLanguage": "Povoljniji porezni tretman državnih potpora zbog posebnih okolnosti", "d_startDate": "03/19/2020", "d_endDate": "", "calc_country": "Croatia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "HR-2020-12/379", "dateType": "Open ended", "calc_creationDay": "04/08/2020", "calc_lastUpdate": "04/30/2020", "descriptionBackgroundInfo": "Subsidies and transfers can be used for a number of different purposes: market failures, economies of scale in production, redistribution of income and alleviation of poverty. However, in Croatia it is difficult to evaluate if subsidies and transfers have achieved these objectives. State subsidies in Croatia are relatively high. They have been concentrated in a few sectors, with a high proportion of them going to the national railway company Hrvatske željeznice ((HŽ) and to the agriculture sector. Due to the EU requirement and membership, Croatia has improved policies related to state subsidies and lowered their level. ", "descriptionContentOfMeasure": "Amendments to the Act on Personal Income Tax and Amendments to the Act on the Company Income Tax (OG 32/20) introduced novelties regarding the impact of grants on the income tax base and tax liability for entrepreneurs which received grants intended to mitigate the adverse effects of special circumstances. Income tax payers record grants into realized income, but exclude it from the tax base when determining the income tax liability. \r\rAccording to the amended Act on Company Income Tax, grants obtained due to special circumstances do not affect the threshold for compulsory shift from personal income tax to company income tax. This threshold is HRK 7.5 million (€ 1 million) of revenue. Furthermore, grants obtained do not affect the threshold of realized annual revenues according to which the tax rate of 12% and 18% is determined (the threshold is HRK 7.5 million (€ 1 million) of revenue.\r\rIt is hard to predict the role of this measure and the number of possible users but from the public discussions it can be assessed that it would be relatively limited. Fiscal experts support the regulation according to which such grants are recorded into realized income but excluded from the tax base when determining the income tax liability.  \r", "descriptionUseOfMeasure": "Not yet known at this stage.", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-12_379.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "233", "sources::title": " Odluka o izmjenama i dopunama Zakona o porezu na dobit - OG 32/20 ", "sources::url": "https://narodne-novine.nn.hr/clanci/sluzbeni/2020_03_32_693.html", "sources::d_date": "03/19/2020", "modId": "5", "downloaded_to": "c0278f379ed0454c399b9b794ffdb9c1c1c1fa8fc00d4a100985c6bc410ec493"}, {"recordId": "234", "sources::title": " Odluka o Izmjenama I dopunama Zakona o porezu na dobit - OG 32/20", "sources::url": "https://narodne-novine.nn.hr/clanci/sluzbeni/2020_03_32_692.html", "sources::d_date": "03/19/2020", "modId": "5", "downloaded_to": "91b76da1c729da8f5e9066bcb640b457f749d1618e3562fafbc0f7d70684328d"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "270", "modId": "81"}