{"fieldData": {"title": "Deferral payment and reduction of financial compensation for failure to fulfil the obligation of quota employment of persons with disabilities ", "title_nationalLanguage": "Odgoda plaćanja i smanjenje naknade zbog neispunjenja obveze kvotnog zapošljavanja osoba s invaliditetom", "d_startDate": "03/19/2020", "d_endDate": "", "calc_country": "Croatia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "HR-2020-12/385", "dateType": "Open ended", "calc_creationDay": "04/08/2020", "calc_lastUpdate": "04/30/2020", "descriptionBackgroundInfo": "According to the Act of Professional Rehabilitation and Employment of People with Disability (OG 157/13, 152/14 i 39/18), a quota system has been introduced. It implies the obligation for all employers who have at least 20 workers to employ a certain number of people with disability in an appropriate workplace and in adequate working conditions or to pay a financial compensation for failure to fulfill this obligation in the amount of 30% of the gross minimum wage (HRK 1,218.75 or € 162.50). According to the Ordinance amending the Ordinance establishing the quota for the employment of persons with disabilities (OG 37/20) this obligation has been changed and reduced. \r\r\r", "descriptionContentOfMeasure": "Amendments to the Act on Professional Rehabilitation and Employment of People with Disabilities (OG 32/20), stipulate that for all payers of financial compensation because of the failure to fulfill the obligation of quota employment, the compensation is reduced and it is equal to 20% of the minimum wage. Therefore, since 1 March 2020,  the mentioned compensation has been defined in the amount HRK 812.50 (€ 108) per month for every disabled employee which has not been employed. The same Act specifies the possibility to postpone the payment of the financial compensation for failure to fulfill the obligation of quota employment of persons with disabilities.\r\rEmployers in the textile, apparel, leather, wood and furniture manufacturing sector who, at the date of entry into force of this Ordinance, are subject to quota employment of persons with disabilities shall be released from these obligations starting on 1 April 2020. ", "descriptionUseOfMeasure": "This is relatively small but still a respective possibility to mitigate financial problems of the companies that are faced with solvency problems due to the crisis. Furthermore, Legal entities who do not meet the obligation of quota employment of persons with disabilities may also make their obligation in a substitute way by:\r\r* concluding one or more business cooperation agreements with a self-employed person with disabilities,\r*  concluding one or more business cooperation contracts with a shelter and an integrate workshops, or a company, cooperative or association where more than half of the workers are persons with disabilities,\r* accept one student with disabilities as intern and/or accept a person with disability on professional training without establishing the employment relation. \r* provide scholarships for regular education for one or more person(s) with disabilities.\r\r", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-12_385.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "255", "sources::title": "Zakon o profesionalnoj rehabilitaciji i zapošljavanju osoba s invaliditetom", "sources::url": "https://narodne-novine.nn.hr/clanci/sluzbeni/2013_12_157_3292.html", "sources::d_date": "12/24/2013", "modId": "5", "downloaded_to": "dc017c1971fcdb288f29eda45fb4a3d160477b195e0e34983f7029a9b64cee09"}, {"recordId": "256", "sources::title": "Zakon o izmjenama i dopuni Zakona o profesionalnoj rehabilitaciji i zapošljavanju osoba s invaliditetom", "sources::url": "https://narodne-novine.nn.hr/clanci/sluzbeni/2020_03_32_696.html", "sources::d_date": "03/19/2020", "modId": "5", "downloaded_to": "3dc2d9056d1c9d014a1363b92888c77a3ccf567ca2d6fc683d8b3707fa683175"}, {"recordId": "776", "sources::title": "Ordinance amending the Ordinance establishing the quota for the employment of persons with disabilities", "sources::url": "https://narodne-novine.nn.hr/clanci/sluzbeni/2020_03_37_803.html", "sources::d_date": "03/25/2020", "modId": "1", "downloaded_to": "1fbc28a0669afd0369f040daa75b8a1fefd30b742356bfccbb80a90ef04708a0"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "276", "modId": "90"}