{"fieldData": {"title": "Temporary job offers portal", "title_nationalLanguage": "Ajutiste tööpakkumiste portaal", "d_startDate": "03/17/2020", "d_endDate": "07/31/2020", "calc_country": "Estonia", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Smoothing frictions or reallocation of workers", "calc_identifier": "EE-2020-12/387", "dateType": "Temporary", "calc_creationDay": "04/08/2020", "calc_lastUpdate": "01/04/2021", "descriptionBackgroundInfo": "Due to the emergency situation in Estonia, a share of people have temporarily out of their regular job - whether they cannot work remotely or their employer is temporarily in situation where they cannot ensure work for their employees. At the same time, several companies have increased needs for labour force due to the crisis, for example the volume of orders from food e-stores has massively increased; the volume of production in companies producing personal protective equipment has increased etc. ", "descriptionContentOfMeasure": "The Estonian Unemployment Insurance Fund (EUIF) published a specific web page for companies to publish their temporary jobs and for employees to apply for the jobs. This web page brings together persons who temporarily need another job because they are laid off or cannot work in their usual job due to the current restrictions, and companies who temporarily need aditional workforce due to increased need for their services. Through the webpage, employees can contact those companies, ask additional questions and apply for the jobs. The portal was launched on 17 March 2020 and will be closed by 30 July 2020. The service is free of charge to use for all.", "descriptionUseOfMeasure": "By the beginning of April 2020, more than 40 companies had published their job offers on the webpage, it increased to 63 by the middle of June. By the middle of June 2020, nearly 28,000 unique visits were made to the webpage and nearly 100,000 views of specific jobs or employers were made. 23.5% of visitors have visited the webpage more than once. ", "descriptionInvolvementOfSocialPartners": "The peak-level social partners are in the government board of the Estonian Unemployment Insurance Fund (EUIF) and are thus informed about the changes planned by the EUIF.", "socialPartner_form": "No involvement", "socialPartner_role": "Not applicable", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/EE-2020-12_387.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "247", "sources::title": "The Unemployment Insurance Fund opened a temporary jobs webpage (Töötukassa avas ajutiste tööde keskkonna)", "sources::url": "https://www.tootukassa.ee/uudised/tootukassa-avas-ajutiste-toode-keskkonna", "sources::d_date": "03/17/2020", "modId": "5", "downloaded_to": "f224e237604982fbc0931a14254ad46cab76e8c49b33b49a23941814262bdc06"}], "actors": [{"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "278", "modId": "90"}