{"fieldData": {"title": "Support for persons in the sector arts and entertainment ", "title_nationalLanguage": "Support for persons in the sector arts and entertainment ", "d_startDate": "03/15/2020", "d_endDate": "06/15/2020", "calc_country": "Croatia", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Extensions of  income support to workers not covered by any kind of protection scheme", "calc_identifier": "HR-2020-12/391", "dateType": "Temporary", "calc_creationDay": "04/08/2020", "calc_lastUpdate": "12/15/2020", "descriptionBackgroundInfo": "The arts, entertainment and recreation industries are among the most affected activities, since concerts, theater plays and other cultural events are being cancelled or postponed due to the COVID-19 outbreak. Around 25% of persons active in the sector are self-employed or independent artists, without adequate institutional support, so for them the situation is very challenging. Furthermore, there are many single-person owned companies which are also very vulnerable in the current situation. An appeal to government  and local authorities for urgent assistance was launched on 15 March by the Independent theater producers, authors and performers, and the Association of Concert Promoters and signed by  more that 1,300 persons, most of whom are freelancers or independent authors in the sector.\r\r\r", "descriptionContentOfMeasure": "The Ministry of Culture announced on 1 April  an emergency aid payments for freelance artists whose contributions are paid from the budget of the Republic of Croatia and who can prove that due to special circumstances conditioned by the coronavirus they have been prevented or significantly impeded from performing artistic activities. \r\rThe Ministry of Culture allows emergency payments from HRK 1,625 (€217) to HRK 3,250 (€433) net a month to independent artists whose contributions are paid from the budget of the Republic of Croatia and who can prove that due to special circumstances they have been prevented or significantly impeded from performing artistic activities. \r\rThe said emergency payment is planned for three months - from 15 March to 15 June 2020 -  and will be subject to review each month, depending on the inflow of funds from the state budget. \r", "descriptionUseOfMeasure": "The Ministry of Culture invites professional associations and representatives of specific sectors in the field of culture, who will be particularly affected by the social and economic consequences of the epidemic, to integrate all analyzes and preliminary estimates and submit them to the Ministry.  The government is preparing a proposal for measures for entrepreneurs who will be able to prove the losses incurred in the context of the epidemic. Given the diversity of artistic fields, the Ministry of Culture calls on all professional associations and representatives of the independent cultural sector, in times of crisis identified as particularly fragile, to submit impact assessments so that the proposed measure is as accurate as possible and adapted to all segments of the independent cultural sector and their creators. Around 1,000 people are believed to request financial support from the Ministry. ", "descriptionInvolvementOfSocialPartners": "Due to the nature of the measures social partners were not involved, but they usually support any measure that support the living standard of self-employed. ", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-12_391.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "258", "sources::title": "Barbarić, T. (2020). Korona je slomila kulturnjake, nadaju se hitnoj pomoći države: 'Ljudima je ugrožena egzistencija'", "sources::url": "https://www.tportal.hr/kultura/clanak/korona-je-slomila-kulturnjake-nadaju-se-hitnoj-pomoci-drzave-ljudima-je-ugrozena-egzistencija-foto-20200313", "sources::d_date": "03/15/2020", "modId": "5", "downloaded_to": "565e771e507e302b8d3ed45850dfc47bd8230a6196377d7fc7f80dbe49570d2c"}, {"recordId": "260", "sources::title": "Ministarstvo kulture (2020). Potpore samostalnim umjetnicima koji profesionalno obavljaju samostalnu umjetničku djelatnost i kojima se doprinosi plaćaju iz proračuna Republike Hrvatske", "sources::url": "https://www.min-kulture.hr/default.aspx?id=24299. ", "sources::d_date": "03/15/2020", "modId": "5", "downloaded_to": "67374a2f126017cf0d1cd41f4ac1d6da0f789133ecd6103f3a4aee2a0e5fb733"}, {"recordId": "777", "sources::title": "Apeal of urgent assstance to independent artists", "sources::url": "https://www.tportal.hr/kultura/clanak/apel-za-zurnu-pomoc-hrvatskoj-nezavisnoj-kulturi-20200314", "sources::d_date": "03/14/2020", "modId": "0", "downloaded_to": "c90f4cd01f5bbe595129b324f671f355afe77cdebd377466355d0a1744aae4eb"}, {"recordId": "778", "sources::title": "The Ministry of Culture awarded grants to independent artists", "sources::url": "https://www.tportal.hr/kultura/clanak/ministarstvo-kulture-dodijelilo-potpore-samostalnim-umjetnicima-za-ozujak-20200427", "sources::d_date": "04/27/2020", "modId": "0", "downloaded_to": "8ea2a69b82974a4f5849386dc1868e63a476855400b4cf1a820646240a6206fd"}, {"recordId": "786", "sources::title": "The list of positively rated requests for support to freelance artists, data for March 2020 ", "sources::url": "https://www.min-kulture.hr/userdocsimages/2020%20najave/Objava%20Potpore%20samostalnim%20umjetnicima.pdf", "sources::d_date": "04/06/2020", "modId": "1", "downloaded_to": "af517e0d27fd2ab087d53b701364bcb6ca18c4c8cd2ae17da8ed08244c80fa23"}, {"recordId": "2084", "sources::title": "Pregled mjera novčanih pomoći poslodavcima za očuvanje radnih mjesta do kraja 2020. godine ", "sources::url": "https://www.rif.hr/pregled-mjera-novcanih-pomoci-poslodavcima-za-ocuvanje-radnih-mjesta-do-kraja-2020-godine/", "sources::d_date": "10/05/2020", "modId": "0", "downloaded_to": "32ee7d1b00d119074e2321dd50f0df06d500cdcc669e150109af956d30c44411"}, {"recordId": "2314", "sources::title": "Fotografkinja Vladimira Spindler ispričala nam je kako je pisanje mailova iz očaja na kraju upalilo: Zagreb će samostalnim umjetnicima isplatiti jednokratnu potporu", "sources::url": "https://www.tportal.hr/kultura/clanak/fotografkinja-vladimira-spindler-ispricala-nam-je-kako-je-akcija-pokrenuta-iz-ocaja-na-kraju-upalila-zagreb-ce-samostalnim-umjetnicima-isplatiti-jednokratnu-potporu-20201211", "sources::d_date": "12/11/2020", "modId": "0", "downloaded_to": "215ed37638c14ec044cdfb8edac563a9a78f0b3aaac7a5779db9ded54806209e"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}, {"recordId": "55", "targetGroups::name": "Solo-self-employed", "modId": "16"}, {"recordId": "63", "targetGroups::name": "One person or microenterprises", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "122", "sectors::code": "R90", "sectors::name": "Creative, arts and entertainment activities", "modId": "0"}], "updates": [{"recordId": "438", "updates::d_date": "10/05/2020", "updates::description": "The Government decided that for support in the amount up to HRK 4,000.00 (€533,33) per month also persons who independently perform activities within the cultural and creative sector are eligible.  They should pay compulsory insurance contributions for pension and health insurance according to the amounts for payment determined by the Tax Administration (independent artists, media workers, etc.). Eligible are persons in the mentioned sector who due to the circumstances such as cancellations of public events, manifestations, plays, events, etc., are left without a source of income. Art organizations registered in accordance with the Act on the Rights of Independent Artists and Support of Artistic Creativity (OG 43/96, 44/96), registered in the register of art organizations with the Ministry of Culture may apply for job preservation only for jobs in which they earn their own income, in accordance with the Financial Operations and Accounting of Non-Profit Organizations Act (OG 121/14).", "modId": "2"}, {"recordId": "469", "updates::d_date": "12/11/2020", "updates::description": "Zagreb photographer Vladimira Spindler, one of the many local independent artists severely affected by the COVID-19 crisis, wrote emails out of desperation about her unfavorable financial situation, to the Minister of Culture, the Head of the City of Zagreb, President and PM. The local government of Zagreb aware of the dire situation in December 2020 decided to give a one-off financial support to young artists on the pressure from the artistic community, the City of Zagreb decided to give a one-off support to young artists in the gross  amount of HRK 5,000 (€666.7). A one-off support to young artists is financed from the budget of the City of Zagreb. A one-off support to young artists is financed from the budget of the City of Zagreb.", "modId": "3"}], "regions": []}, "recordId": "282", "modId": "100"}