{"fieldData": {"title": "Civil protection authority entitled to set working time in retail trade ", "title_nationalLanguage": "Radno vrijeme u trgovini", "d_startDate": "03/19/2020", "d_endDate": "", "calc_country": "Croatia", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Changes of working hours or work arrangements", "calc_identifier": "HR-2020-12/392", "dateType": "Open ended", "calc_creationDay": "04/08/2020", "calc_lastUpdate": "04/30/2020", "descriptionBackgroundInfo": "The retail trade is one of the most competitive and most dynamic branches of the Croatian economy. Of the total number of employees in commerce (around 260,000), the majority are employed in retail (around 50%), followed by wholesale trade (40%). Around 80% of employees have an open-ended contract, while only a small minority (around 3%) work part-time. Croatian commerce tried to respond as effectively and efficiently as possible to the wishes and needs of its customers. However, in current situation, employees are particularly vulnerable to infection due to permanent contacts with the customers and many over-time working hours due to the serious shortages of the labour force. \r\rAs a mean to prevent the mingling, reduce possibilities for spreading of virus and possibilities to stipulate working hours, the Law on Amendments to the Trade Act (OG 32/20) defines following: Special circumstances \"means an event or a condition which could not be predicted and could not be affected, which threatens the life and health of citizens, property of high value, significantly damages the environment, disrupts economic activity or causes significant economic damage\". ", "descriptionContentOfMeasure": "The Act also empowered the Civil Protection Authority of the Republic of Croatia to determine working hours in trade activities in special circumstances. Indirectly related to the Act, many retail chains in Croatia increased salaries and bonuses and paid out an Easter supplement for their workers in the hope to retain current working force and attract new workers. They also accepted various security measures and equipment to protect their employees from the corona virus. They installed Plexiglas barriers at all cash registers, and have provided security visors to employees at self-service cash register. \r\rWith the intention to minimize exposure and reduce the risk of corona virus infection, the Civil Protection Authority of the Republic of Croatia determine that only shops with food and some other special stores would be opened. Working hours in trade activities are defined from 8 am until 5 pm. ", "descriptionUseOfMeasure": "Law has been implemented. ", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-12_392.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "261", "sources::title": "Zakon o dopunama Zakona o trgovini (OG 32/20)", "sources::url": "https://narodne-novine.nn.hr/clanci/sluzbeni/2020_03_32_698.html", "sources::d_date": "03/19/2020", "modId": "5", "downloaded_to": "56c1c7a9a7a945a8216ba6de6c08695c0a2cf7fe17f13fa8d2994f5c4c288f93"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "73", "sectors::code": "G45", "sectors::name": "Wholesale and retail trade and repair of motor vehicles and motorcycles", "modId": "0"}, {"recordId": "74", "sectors::code": "G46", "sectors::name": "Wholesale trade, except of motor vehicles and motorcycles", "modId": "0"}, {"recordId": "75", "sectors::code": "G47", "sectors::name": "Retail trade, except of motor vehicles and motorcycles", "modId": "0"}], "updates": [], "regions": []}, "recordId": "283", "modId": "76"}