{"fieldData": {"title": "Extraordinary extension of unemployment benefit and social benefit", "title_nationalLanguage": "Extensão extraordinária do subsidio de desemprego e de benefícios sociais", "d_startDate": "03/12/2020", "d_endDate": "12/31/2020", "calc_country": "Portugal", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Income support for unemployed", "calc_identifier": "PT-2020-11/397", "dateType": "Temporary", "calc_creationDay": "04/08/2020", "calc_lastUpdate": "08/05/2020", "descriptionBackgroundInfo": "This exceptional and temporary measure provided for Decree Law No. 10-F/2020 of 26 March 2020 aims at protecting income and guaranteeing subsistence minima by extending unemployment benefits and by facilitating the maintenance of social benefits. The measure published on 26 March applies retroactively from 12 March. This measure seeks to address the economic impact of COVID-19 disease pandemic having into account increasing unemployment and protection of those that were already unemployed and were about to end their social benefits.", "descriptionContentOfMeasure": "Decree Law No. 10-F/2020 of 26 March 2020 that  ‘Establishes an exceptional and temporary regime for complying with tax obligations and for contributions in the context of the COVID-19 disease pandemic’  proclaims (in Article 1,  paragraph e) and in Article 6) the extraordinary extension of unemployment benefits and of all benefits of the social security system that guarantee subsistence minima, and suspends  the evaluation of conditions (means test) for maintaining social security system benefits. \rThe measure published on 26 March applies retroactively from 12 March. \rArticle 6\rExtraordinary extension of social benefits\r1 - Unemployment benefits and all benefits of the security system are extraordinarily extended guaranteeing subsistence minimums whose concession period or renewal term ends before the term referred to in paragraph 3.\r2 - The reassessments of the conditions for maintaining the benefits of the Social Security payment system are extraordinarily suspended. \r3 - The extension and suspension referred to in the previous numbers apply until June 30, 2020.\r4 - The measure provided for in this article is financed by the State Budget.", "descriptionUseOfMeasure": "Information released by the Ministry of Labour, Solidarity and Social Security (MTSS) - April 2010'COVID-19 | Informação relativa a famílias e empresas no âmbito do MTSSS'\r\rData on 6 April 2020• since the beginning of the month, +4,098 new unemployed people were enrolled per day (double identical period April / 2019), 122 daily job offers (21% of identical period April / 2019) and 114 daily job placements (26% from the same period April / 2019)\r• in April, 12,114 new unemployment benefits claimed, 65% more than in the same period in\r2019; since March 16 more 41 thousand unemployment benefits claimed\rcompared to 16 thousand in the same period in 2019; 4,220 extensions of unemployment benefits\r", "descriptionInvolvementOfSocialPartners": "Employer and trade union confederations were informed at the tripartite Standing Committee for Social Concertation.", "socialPartner_form": "Bi-or tripartite social dialogue bodies", "socialPartner_role": "Informed", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/PT-2020-11_397.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "264", "sources::title": "Decree Law No. 10-F/2020 of 26 March 2020 that  ‘Establishes an exceptional and temporary regime for complying with tax obligations and for contributions in the context of the COVID-19 disease pandemic’  establishes  (in Article 1,  paragraph e) and in Article 6) the extraordinary extension of unemployment benefits and of all benefits of the social security system that guarantee subsistence minimums, and suspends  the evaluation of conditions (means test) for maintaining social security system benefits. \rThe measure published on 26 March applies retroactively from 12 March. \rArticle 6\rExtraordinary extension of social benefits\r1 - Unemployment benefits and all benefits of the security system are extraordinarily extended guaranteeing subsistence minimums whose concession period or renewal term ends before the term referred to in paragraph 3.\r2 - The reassessments of the conditions for maintaining the benefits of the Social Security payment system are extraordinarily suspended. \rDecreto-Lei n.º 10-F/2020 - Diário da República n.º 61/2020, 1º Suplemento, Série I de 2020-03-2", "sources::url": "https://dre.pt/web/guest/legislacao-consolidada/-/lc/130791178/202003280000/73801526/exportPdf/normal/1/cacheLevelPage?_LegislacaoConsolidada_WAR_drefrontofficeportlet_rp=diplom", "sources::d_date": "03/26/2020", "modId": "4", "downloaded_to": "634d48761b8a3147267e36b440e36e0995b47c3e6ed1eac79884ed39b5c17651"}, {"recordId": "1193", "sources::title": "Resolução do Conselho de Ministros n.º 41/2020", "sources::url": "https://dre.pt/home/-/dre/135391594/details/maximized", "sources::d_date": "06/06/2020", "modId": "0", "downloaded_to": "dbb0209009b6347bd16648fc72369c0c057e94f5abf6c49ba16e43bc4a02129a"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "202", "updates::d_date": "07/13/2020", "updates::description": "The Resolution of the Council of Ministers 41/2020, of 6 June, that approved the Economic and Social Stabilisation Programme adopts several measures to fight poverty. The abrupt fall in income in the last few months requires a change in the reference periods for granting of minimum social benefits, so that these may reflect the current situation of its beneficiaries. This implies:\r\r* To grant the income support supplement (Rendimento Social de Inserção, RSI) in accordance with the current remuneration, instead of the last three months.\r* To grant the child benefit in accordance with recent income, instead of the previous year.\r* One-off allocation of a complementary amount, paid in September,corresponding to the basic value of the child benefit, to all children of the 1st, 2nd and 3rd income bracket.\r* The automatic extension of the social unemployment benefit is prolonged until December 2020.\r\r\r\r", "modId": "7"}], "regions": []}, "recordId": "288", "modId": "94"}