{"fieldData": {"title": "COVID-19 short-time work scheme", "title_nationalLanguage": "Corona Kurzarbeit", "d_startDate": "03/01/2020", "d_endDate": "03/31/2021", "calc_country": "Austria", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "AT-2020-10/229", "dateType": "Temporary", "calc_creationDay": "03/31/2020", "calc_lastUpdate": "01/06/2021", "descriptionBackgroundInfo": "Short-time work enables working hours to be reduced within a company during temporary economic difficulties. Short-time work has been a well established crisis measure for a long time and was last used to a great extent during the 2008/09 financial crisis, alleviating the economic downturn to quite some extent. See for example a [Eurofound report from 2010](https://www.eurofound.europa.eu/publications/report/2010/austria/working-conditions-labour-market-business/austria-short-time-working-subsidy).", "descriptionContentOfMeasure": "A short-time work scheme applies if a company temporarily reduces the working time. In order to prevent dismissals and to protect businesses and employees from negative economic and social impacts of COVID-19, social partners (Chamber of Labour, Trade Unions, Economic Chamber) negotiated the current scheme. \r\rWorking hours of employees can be reduced up to zero hours keeping full / almost full pay. The employer only pays for the actual working time. \r\rReduced working hours: The reduced standard working hours must be on average between 10% and 90% of the collectively agreed working hours (this applies to (pre-short-time work) full-time workers, an aliquot reduction applies to employees who were on part-time before short-time work). A new aspect of this is that it may temporarily also be set at zero. Thus, for instance, in the context of a short-time working period of six weeks, it may be set at 0% for five weeks (i.e. no work will take place, and for one week at 60%). Another important point to note is that, in some business sectors, the agreement on short-time work may also include overtime.\r\rFor persons with a disability (registered disabled persons according to the Act on the Employment of People with Disabilities (BEinstG), a special job security subsidy applies when making use of the PES' short-time work model. The employers are reimbursed for the remaining wage costs after deduction of the PES short-time work subsidy for the duration of the short-time work. Prerequisites are an application for short-time work (even retroactive) by 30 June 2020 and the existence of a degree of disability of at least 50% (notice of assessment), as well as no existing wage subsidies for the disabled person concerned. \r", "descriptionUseOfMeasure": "As of 14 April 2020, short-time work applications have been made for the jobs of 608,607 people, in mid-May, over 1.3 million people were on short-time work.\rThe funds have been increased several times, from originally €3 billion to currently (mid-June) €12 billion in mid-May.\r\rThe Federal Ministry for Labour, Family and Youth maintains a regularly updated [webpage on labour market statistics](https://www.bmafj.gv.at/Services/News/Aktuelle-Arbeitsmarktzahlen.html), which keeps track of the number of people currently in short-time work. Peak numbers were reached during three weeks in May, during which time more than 1.3 million people were on short-time work. Numbers remained above 400,000 during the summer months and declined to 290,696 on 28 September 2020.\r\rOn 6 October 2020, according to a newspaper article by 'DiePresse', the financial police had carried out inspections in 13,829 companies for a total of 6,145 hours, primarily to check compliance with the short-time working rules. In sum, there were much fewer violations than initially feared, but an increase of other violations. \r\rOn 21 December 2020, 400,479 persons were on short-time work.\r", "descriptionInvolvementOfSocialPartners": "The measure is based on a social partner agreement.", "socialPartner_form": "Bi-or tripartite social dialogue bodies", "socialPartner_role": "Negotiated", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/AT-2020-10_229.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Tripartite agreements", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "89", "sources::title": "Federal Ministry of Labor, Family and Youth, FAQ short-time work (Bundesministerium für Arbeit, Familie und Jugend, FAQ Kurzarbeit)", "sources::url": "https://www.bmafj.gv.at/Services/News/Coronavirus/FAQ--Kurzarbeit.html", "sources::d_date": "03/31/2020", "modId": "7", "downloaded_to": "ab8868146249980373d7de35a9ef9dc2d71958c201f8fc418babb5367fc42845"}, {"recordId": "98", "sources::title": "WKO Fact Sheet Corona short-time work (Corona-Kurzarbeit – Betriebe sichern, Arbeitsplätze erhalten)", "sources::url": "https://www.wko.at/service/factsheet-corona-kurzarbeit.pdf", "sources::d_date": "03/26/2020", "modId": "8", "downloaded_to": "f012c9b36bc0792234ac5b02a2caf748a8cbb695397b5d590bd602371ecb3a74"}, {"recordId": "622", "sources::title": "608 000 short time work applications, funds increased from 3 to 5 bio euros", "sources::url": "https://www.derstandard.at/story/2000116827563/kurzarbeit-fuer-608-000-jobs-beantragt-gelder-steigen-von-drei", "sources::d_date": "04/14/2020", "modId": "2", "downloaded_to": "026ca4027053ba4f92317874d8549709de8030412711dda0e031b404043a5e80"}, {"recordId": "883", "sources::title": "Changes to short-time corona work from 1 June 2020", "sources::url": "https://www.wko.at/service/aenderungen-corona-kurzarbeit-ab-1-6-2020.html", "sources::d_date": "05/25/2020", "modId": "1", "downloaded_to": "94caf1f91d6f46e8695d7d838d8b01d9a9ad50fca264ff0c910edd4c722cb847"}, {"recordId": "1558", "sources::title": "Short-time work phase III", "sources::url": "https://www.wko.at/service/corona-kurzarbeit.html", "sources::d_date": "09/30/2020", "modId": "0", "downloaded_to": "9cda85cc7dc0d083de61990f93da7b9f3358861fef501d6560e9430077bfc0f8"}, {"recordId": "1560", "sources::title": "Changes in the social partner agreement phase III", "sources::url": "https://www.wko.at/service/kurzarbeit-aenderung-sozialpartnervereinbarung-phase-3.pdf", "sources::d_date": "09/30/2020", "modId": "0", "downloaded_to": "3bb748f59b43f85a511abf8008204e3d12bca49fb820dc82310fe5551ce0b6f5"}, {"recordId": "2380", "sources::title": "Important information about the COVID-19 short-time work allowance\rShort-time work phase 3", "sources::url": "https://www.ams.at/unternehmen/personalsicherung-und-fruehwarnsystem/kurzarbeit#oberoesterreich", "sources::d_date": "11/02/2020", "modId": "0", "downloaded_to": "ea07ef4907b40ff7baf07afadc2d5d8a6bf705a2a84d5e9b89a80d7ca7924880"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "35", "updates::d_date": "05/25/2020", "updates::description": "The Austrian social partners negotiated a new agreement which extends the Corona short-time work measure for another three months. Following the gradual relaunch of work, companies can now increase their working time without having to alter their short-time working request; they can also return to full activity for a short temporary period without having to exit the scheme; on call-work is expressly prohibited; a new and simplified method for calculation ensures that employees get paid for the work actually done in short-time work (in the previous version some employees faced pay disadvantages since the actual time they worked did not affect the pay determination); the requirement to retain employment numbers continues, but the agreement clarifies and simplifies rules concerning information of the trade union or the PES regional advisory board when the retention requirement after the period of short-time work ceases to apply. The new agreement was approved by the Austrian government.", "modId": "2"}, {"recordId": "285", "updates::d_date": "07/29/2020", "updates::description": "On 29 July 2020, the social partners agreed with the federal government on the extension of short-time work for a further six months (\"phase III\"), starting on 1 October 2020 until 31 March 2021. \rPhase III foresees several changes to the previous regulation for phase I (1 March until 31 May 2020) and phase II (1 June until 30 September 2020):\r\r* An economic justification (annex 1 to the social partner agreement) is needed. In addition to a justification, the supplement must state (among other issues): whether other subsidies have been granted; the sales development before short-time work; and a sales forecast for the period of short-time work applied for. If short-time work is requested for more than five employees, the confirmation of a tax adviser or accountant or auditor is needed.\r* The range of working hours has been changed and now needs to lie between on average between 30% and 80% of the contractually worked hours before short-time work within the six months duration of short-time work (i.e. fluctuations between the months are allowed). A higher reduction in working hours may be approved for companies that are particularly affected. \r* Employees must be ready to engage in further training or education at the employer's request and if the employer offers it. The employer must pay 40% of the costs, the rest (60%) is paid by the PES. Time used for education/training counts as working time for the employee, and as downtime for employers, i.e. they are paid by the PES for those hours. Further training measures can be interrupted if required by the company but may be taken at a later point in time (/within 18 months).\r* The remuneration (80%/85%/90%) remains unchanged, but wage increases provided for in the collective agreement or individual salary advances are to be taken into account.", "modId": "2"}, {"recordId": "504", "updates::d_date": "11/02/2020", "updates::description": "Additions to the existing phase III of the short-time work scheme were added in November 2020 (retroactively from 1 November onwards) due to a second (followed by a third) lockdown in effect: \r\r* The minimum working time of 30% of the previous normal working time (phase III) which has been required since 1 October, has been reduced. Companies which are legally required to close their business due to the lockdown can reduce the working hours to 0 for the duration of the lockdown(s). \r* The guaranteed net replacement rate is not reduced by this change.\r* Employees on short-time work in companies that are directly affected by the lockdown and that are covered by a gratuity regulation of flat-rate tips (according to specific NACE sectors, including accommodation, food services, other health care, hairdressing and beauty salons, massage centers and other service activities) will receive €100 net per month for for the duration of the lockdown. \r* For apprentices on short-time work, there is no training obligation during phases of a lockdown.\r", "modId": "3"}], "regions": []}, "recordId": "112", "modId": "126"}