{"fieldData": {"title": "Banks will not take enforcement measures to collect debts from companies or citizens", "title_nationalLanguage": "Banke neće poduzimati mjere prisilne naplate", "d_startDate": "03/19/2020", "d_endDate": "06/30/2020", "calc_country": "Croatia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "HR-2020-12/398", "dateType": "Temporary", "calc_creationDay": "04/08/2020", "calc_lastUpdate": "04/30/2020", "descriptionBackgroundInfo": "Foreclosure is something banks and other financial institutions try to avoid in every possible way. The foreclosure percentage is still small in relation to the number of housing loans. Even when after the foreclosure process has begun, an out of court settlement is still possible. The Croatian Banking Association was working on a bank conciliation center as well as on the promotion and effectiveness of out of court settlements via conciliation. However, according to official figures, financial institutions have a significant part of foreclosures. Insurance companies have no other ways of collecting payments, whereas banks are able to talk with clients, reschedule debts, allot grace periods.", "descriptionContentOfMeasure": "In order to preserve the financial stability and liquidity of business entities in the Republic of Croatia, credit institutions shall adopt in their internal acts a decision not to take enforcement measures (foreclosure, activation of collateral) to collect debt from their debtors (natural and legal persons) for three consecutive months starting in April 2020. Credit institutions shall conscientiously and promptly consider and approve requests by clients (citizens and entrepreneurs) for a deferral of payment for at least three months, whose creditworthiness is severely impaired in the current circumstances by the loss or reduction of permanent sources of income. Credit institutions shall, at the time of the deferral of payment, only apply regularly agreed interest without additional charges or fees.  \r\rCredit institutions will implement the mentioned measure towards their clients which did not settle the three installments -  annuities of their credit obligations, provided that this does not put them as creditors at a disadvantage compared to other creditors. Credit institutions shall conscientiously and promptly consider and approve requests by clients (citizens and entrepreneurs) for a deferral of payment for at least three months, whose creditworthiness is severely impaired in the current circumstances by the loss and/or reduction of permanent sources of income, and for the clients whose revenue were substantially reduced compared to the revenues in the previous period.", "descriptionUseOfMeasure": " It could be expected around 20,000 possible clients who will apply for such possibility. ", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-12_398.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Company practices", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "263", "sources::title": "Hrvatska udruga banaka (The Croatian Banking Association) (2020). Iduća tri mjeseca banke neće poduzimati mjere prisilne naplate", "sources::url": "https://www.hub.hr/hr/banke-iduca-tri-mjeseca-nece-poduzimati-mjere-prisilne-naplate-te-ce-razmatrati-i-odobravati", "sources::d_date": "03/19/2020", "modId": "5", "downloaded_to": "148dbd4322157c17e8549ecb3649f518bdbc2f08e16934c477bb3f83df1537c2"}], "actors": [{"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "289", "modId": "83"}