{"fieldData": {"title": "Czech Rise Up Programme 1.0 and 2.0 – Smart solutions to combat COVID-19", "title_nationalLanguage": "Program Czech Rise Up 1.0 a 2.0 – Chytrá opatření proti COVID19", "d_startDate": "04/02/2020", "d_endDate": "", "calc_country": "Czechia", "calc_minorCategory": "Reorientation of business activities", "calc_subMinorCategory": "Change of production/innovation", "calc_identifier": "CZ-2020-14/399", "dateType": "Temporary", "calc_creationDay": "04/08/2020", "calc_lastUpdate": "01/18/2021", "descriptionBackgroundInfo": "The Ministry of Industry and Trade announced the call 'The Czech Rise Up - Smart measures against COVID-19'. The aim of the programme is to support the rapid deployment of technologies and solutions, both medical and non-medical, that will enable an effective combat of COVID-19. The program covers operating costs to companies that want to introduce new solutions and products against the COVID-19, need to expand current production or change production focus towards manufacturing of protective equipment production. ", "descriptionContentOfMeasure": "The priority group of activities supported financially from the programme consists of the expansion of capacities or the introduction of new protective equipment solutions such as respirators and ventilators. The Czech 'Rise Up' programme is complemented by the 'Tech against COVID-19 programme' which has already been approved by the government.\r\rIn the second and third group of the programme, the funded activities are targeted at the deployment of medical and non-medical solutions that can help contrasting the COVID-19 infection, including measures to mitigate the impact of further virus spread and also address the consequences of this situation. \r\rThe beneficiary may be a business entity. The subsidy is provided in the form of de minimis, i.e. the maximum amount of support is around €200,000. The amount of state funds' participation in the eligible expenditure of the project ranges between 50% - 90% of the total costs, depending on the activity.\r\rDuration of the program: max two years or until the financial allocation has been exhausted. \r\r\r", "descriptionUseOfMeasure": "Czech Rise Up (support for new technological solutions): On 13 November 2020, 64 projects were supported with a total subsidy of CZK 161.9 million and CZK 26.8 million were paid out.", "descriptionInvolvementOfSocialPartners": "no involvement", "socialPartner_form": "Other", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/CZ-2020-14_399.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Company practices", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "327", "sources::title": "Program Czech Rise Up – Smart solutions to combat COVID 19", "sources::url": "https://www.mpo.cz/cz/podnikani/dotace-a-podpora-podnikani/program-czech-rise-up/program-czech-rise-up---chytra-opatreni-proti-covid19--253805/", "sources::d_date": "04/02/2020", "modId": "4", "downloaded_to": "2a3ae60cd084e0673f2f72b5fdd882aed7676729f9d9bf892adb5b63dec7b643"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "207", "updates::d_date": "07/16/2020", "updates::description": "The Ministry of Industry and Trade is preparing a follow-up call: Czech Rise Up 2.0. The idea behind is again to support smart technological solutions against coronavirus.", "modId": "1"}, {"recordId": "582", "updates::d_date": "11/16/2020", "updates::description": "Czech Rise Up 2.0\r\rThe program supports the projects that aim to introduce a new and hitherto non-existent medical solutions in practice, which can help fight against COVID-19 infection. \rAs in the first Czech Rise Up call, the beneficiaries may be business entities and research organizations. The total financial amount available in the call is  CZK 100,000,000 (€3,822, 630 approx.). The maximum amount of the subsidy for one applicant for one project is CZK 10,000,000 (€382,263 approx.) and the support rate is set at 75% of the eligible project expenditures.\r\rRequests for support were received during the period 18 November 2020 - 17 December 2020.", "modId": "4"}], "regions": []}, "recordId": "290", "modId": "109"}