{"fieldData": {"title": "Sick leave during pandemic covered by state funds", "title_nationalLanguage": "Bolniški stalež med epidemijo", "d_startDate": "04/11/2020", "d_endDate": "05/31/2020", "calc_country": "Slovenia", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Paid sick leave", "calc_identifier": "SI-2020-15/402", "dateType": "Temporary", "calc_creationDay": "04/09/2020", "calc_lastUpdate": "01/08/2021", "descriptionBackgroundInfo": "The 'Intervention measures to mitigate the effects of the COVID-19 infectious disease epidemic on citizens and the economy Act' (ZIUZEOP), adopted on 2 April 2020, alleviate the negative consequences of the epidemic on companies, exempting them from paying sick leave compensations in the period from 11 April to 31 May 2020 (Article 56). \rNormally, employers are paying compensations for the first 30 days of sick leave, and the Health Insurance Institute covers those exceeding 30 days of sick leave.", "descriptionContentOfMeasure": "In the reference period, an insured person has the right to the sick leave compensation paid by the Health Insurance Institute since the very first day of sick leave. \rThe level of compensation usually depends on the reason for sick leave: it is, for instance, determined at 100% for workplace injuries and 80% for illness. \rThe Intervention act (ZIUZEOP) envisages higher compensation levels for infected persons: 90% compensation for those who, according to doctor’s instruction, have to be isolated, 100% for those who get infected at the workplace. \rHealthy persons are not entitled to sick leave compensation. Belong to this category parents who have to look after small children during the closure of schools and kindergartens; persons who cannot come to work due to the suspension of public transport or border crossing; persons with chronic diseases; and healthy persons who have been in contact with infected people.", "descriptionUseOfMeasure": "The measure addresses companies as well as self-employed persons, but not organizations directly or indirectly financed by the state budget. \rThe request to receive the sick-pay compensation from the Health Insurance Institute can be filed within 30 September 2020. The Health Insurance Institute estimates that the costs for sick leave compensation will be about €30 million (Dnevnik, 8 April 2020).", "descriptionInvolvementOfSocialPartners": "No information yer available.", "socialPartner_form": "Other", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2020-15_402.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "271", "sources::title": "Zakon o interventnih ukrepih za zajezitev epidemije COVID-19 in omilitev njenih posledic za državljane in gospodarstvo (ZIUZEOP) [Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy", "sources::url": "http://www.pisrs.si/Pis.web/pregledPredpisa?id=ZAKO819", "sources::d_date": "04/10/2020", "modId": "9", "downloaded_to": "45c14f3bd2d9aa70159a8f1157fa5b9e713be157d55e8e8db0da35fd4981cc85"}, {"recordId": "299", "sources::title": "Health Insurance Institute, 'Odsotnost z dela in bolniški stalež zaradi novega koronavirusa (COVID-19)' [Absence from work and sick leave due to new coronavirus (COVID-19)", "sources::url": "https://www.zzzs.si/zzzs/internet/zzzs.nsf/o/55F91A45343677D6C125852D0030324", "sources::d_date": "04/06/2020", "modId": "5", "downloaded_to": "4d0a30c925fe78c1dbd2401c7c5b87266330dfb72088ced3122892cd335976c1"}, {"recordId": "970", "sources::title": "Request of trade unions to be included in the preparation of emergency laws due to COVID-1", "sources::url": "http://sindikat-pergam.si/wp-content/uploads/2020/04/Poziv_sindikalne-centrale_20.04.2020.pd", "sources::d_date": "04/20/2020", "modId": "0", "downloaded_to": "5beeed8d39aa2f4dc9eca0f6977b8df0d980e6a267373f6a5816b00d9e1f8925"}, {"recordId": "2143", "sources::title": "Zakon o interventnih ukrepih za omilitev posledic drugega vala epidemije COVID-19 (ZIUOPDVE) [Act Determining Intervention Measures to Remedy the Consequences of the Second Wave of COVID-19 Epicemic", "sources::url": "https://www.iusinfo.si/Priloge/PRIPDZ/PRIPDZ101E1472VIIIN40_6_1.PD", "sources::d_date": "11/25/2020", "modId": "0", "downloaded_to": "3923838473fbfed2ee8c7621d4127077baed16fd52e1e18b54dc5f6219453b1b"}, {"recordId": "2488", "sources::title": "Act Determining Intervention Measures to Assist in Mitigating the Consequences of the Second Wave of COVID-19 Epidemic (Zakon o interventnih ukrepih za pomoč pri omilitvi posledic drugega vala epidemije COVID-19, ZIUPOPDVE", "sources::url": "http://pisrs.si/Pis.web/pregledPredpisa?id=ZAKO830", "sources::d_date": "12/30/2020", "modId": "0", "downloaded_to": "47c166ecb1b7632056cc5c3893555a75862c56642742d0936869e5ebb95c2a6f"}, {"recordId": "2505", "sources::title": "Seven trade union confederations, Pismo poslancem [Letter to deputies", "sources::url": "https://www.zsss.si/wp-content/uploads/2020/12/Poziv-poslancem_umik-predloga_clenov-v-PKP-7.pd", "sources::d_date": "12/21/2020", "modId": "0", "downloaded_to": "1a2671e03fcbf4e221668e20395d356c4fa20a84eebc6b0df49fee662e3144d2"}], "actors": [{"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "445", "updates::d_date": "11/27/2020", "updates::description": "The sixth COVID-19 law (ZIUOPDVE), adopted by the Parliament on 25 November 2020, gives partial compensation for the lost income to self-employed, associates and farmers. Entitled are persons who are in quarantine, whose children are in quarantine or whose children cannot go to school or kindergarten due to _force majeure_ (eligible are children until fifth grade and disabled children). The compensation amounts to €250 for a ten-day quarantine, €500 for a twenty-day quarantine and €750 for a month. The measure is valid until 31 December 2020.", "modId": "2"}, {"recordId": "545", "updates::d_date": "12/29/2021", "updates::description": "The seventh COVID-19 law (ZIUPOPDVE), adopted by the Parliament on 29 December 2020, gives 100% wage compensation to workers who fell ill with COVID-19 and are employed at providers of social protection programmes, crisis accommodation, home care work and health services. They receive a full wage (the state pays the difference between ordinary sick leave paid by the employer and full wage), but they must prove they got infected despite security equipment. The measure will be in force until 31 December 2021. ", "modId": "4"}], "regions": []}, "recordId": "293", "modId": "101"}