{"fieldData": {"title": "Ordinary wage guarantees and new regulation of the exceptional wage guarantee fund", "title_nationalLanguage": "Norme speciali in materia di trattamento ordinario di integrazione salariale  e nuove disposizione per la Cassa integrazione in deroga ", "d_startDate": "02/23/2020", "d_endDate": "08/31/2020", "calc_country": "Italy", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "IT-2020-9/411", "dateType": "Temporary", "calc_creationDay": "04/09/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "This exceptional and temporary measure was set by Decree-Law No. 18/2020 of 17 March 2020 and is finalised to allow the utilisation of the ordinary wage guarantee fund (Cassa Integrazione Guadagni Ordinaria, CIGO) and the wage integration fund (Fondo di Integrazione Salariale, FIS) for temporary suspensions of work or reductions of working time due to the COVID-19 pandemic. Moreover, it introduces a new support instrument (Cassa Integrazione in Deroga, CID) which benefits all companies with even one employee, and it simplifies the procedures for activating this measure.", "descriptionContentOfMeasure": "Employers who suspend or reduce their activity for events attributable to the COVID-19 epidemic can accede to the Ordinary Wage Guarantee Fund (CIGO) or the Wage Integration Fund (FIS) for a maximum duration of nine weeks starting from 23 February 2020 until the end of August 2020. The periods of utilisation of the CIGO and the FIS for \"COVID-19\" reasons are excluded from the calculation of the maximum duration of ordinary treatments. Moreover, companies making use of the benefit are exempted from the additional contribution that is normally imposed on companies benefiting from wage subsidies. The decree law introduces a special measure (CID) for private employers not covered by the ordinary benefits, i.e. those employing less than 5 employees. However, domestic workers are excluded from the benefit.\rThe amount of the benefit depends on the previous remuneration: for gross monthly wages below €2,159.48, the benefit amounts to €939.89; for gross monthly wages above €2,159.48, the benefit amounts to €1,129.48.\rThe maximum spending limit is set at €1,347.2 million (for CIGO and FIS) and €3,293.2 million (CID), for the year 2020; once reached, INPS will not consider further requests.", "descriptionUseOfMeasure": "The number of hours authorized in August 2020 is declining (279.3 million hours), from the peak reached in May 2020, when the authorizations for the health emergency amounted to 849.2 million hours (in line with what was already authorized in April 2020, i.e. 832.4 million hours). For the sake of comparison, the annual number of authorised hours in the worst year after the financial crisis, in 2010, was 1,198.5 million).", "descriptionInvolvementOfSocialPartners": "Trade unions are involved in the management of the measures as an agreement on the duration of work suspension is essential in all companies with more than 5 employees. ", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/IT-2020-9_411.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "283", "sources::title": "DECRETO-LEGGE 17 marzo 2020, n. 18", "sources::url": "https://www.normattiva.it/uri-res/N2Ls?urn:nir:stato:decreto.legge:2020-03-17;18", "sources::d_date": "03/17/2020", "modId": "4", "downloaded_to": "87b843afe2a51087e62c5fe1e6dcb70d7865fa44cc85ecd01cd2d48a3d897368"}, {"recordId": "1189", "sources::title": "Law Decree No. 34 of 2020", "sources::url": "https://www.gazzettaufficiale.it/eli/id/2020/05/19/20G00052/sg", "sources::d_date": "05/19/2020", "modId": "0", "downloaded_to": "b573de680c887b514db96dbb90138aa52f71fc946c65e5c05644d81829758342"}, {"recordId": "1196", "sources::title": "Law Decree No. 52 of 16 June 2020", "sources::url": "https://www.gazzettaufficiale.it/eli/id/2020/06/16/20G00078/sg", "sources::d_date": "06/16/2020", "modId": "0", "downloaded_to": "d1df62412765ee2e0c09ffafe3778ea382621ffcf2581d9180510c345fc406db"}, {"recordId": "1925", "sources::title": "Law Decree No. 137 of 28 October 2020 (Decreto Ristori)", "sources::url": "https://www.gazzettaufficiale.it/eli/gu/2020/10/28/269/sg/pdf", "sources::d_date": "10/28/2020", "modId": "0", "downloaded_to": "0a93357e3c6833dac2a2ec2e0ce24c0813ed488feb49796d51ef65e007afaf47"}, {"recordId": "2535", "sources::title": "LEGGE 30 dicembre 2020, n. 178", "sources::url": "https://www.gazzettaufficiale.it/atto/serie_generale/caricaDettaglioAtto/originario?atto.dataPubblicazioneGazzetta=2020-12-30&atto.codiceRedazionale=20G00202&elenco30giorni=false", "sources::d_date": "12/30/2020", "modId": "0", "downloaded_to": "3774f5396eedc79c3dcec5f8e65cc5987b0561ffad777ceb31a6f32a87787c89"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "210", "updates::d_date": "07/16/2020", "updates::description": "The Law Decree No. 34 of 19 May 2020 and the Law Decree No. 52 of 15 June 2020 extended and modified wage guarantees related to the suspension or reduction of working activity as a consequence of the epidemiological emergency. The main regulatory change consists in the possibility for companies to request an additional period of nine weeks of support for workers' income until the end of the year. Moreover, Law Decree No. 34 of 19 May 2020 introduced the possibility that the National Social Security Institute (INPS) will pay in advance a part of the benefit (e.g. a sum equal to 40% of the hours authorized for the entire period) to the workers within 15 days of submitting the demand.", "modId": "2"}, {"recordId": "273", "updates::d_date": "08/15/2020", "updates::description": "The Law Decree No. 104 of 14 August 2020 further extended the possibility for companies to rely on wage guarantee funds for supporting the reduction or suspension of working activity due to the COVID-19 pandemic and modified the functioning of the instrument. The main changes introduced are: \r\r* the possibility to require an additional period of 18 weeks (for the period 13 July 2020 to 31 December 2020) the wage guarantee funds introduced in response to the health emergency;\r* the introduction of a mechanism for sharing the cost of the measure for those companies which experienced a reduction in revenues lower than 20%; \r* the partial exemption from Inps social security contributions paid by the employer to those companies not requiring access to the wage guarantee funds (the exemption is for a maximum period of 4 months, calculated on a taxable amount equal to double the hours of wage integration already used in the months of May and June 2020).", "modId": "2"}, {"recordId": "403", "updates::d_date": "10/28/2020", "updates::description": "Law Decree No. 137 of 28 October 2020 further extended for another six weeks the possibility for companies to accede wage guarantee funds in case of reduction or suspension of working activities due to the COVID-19 pandemic.", "modId": "2"}, {"recordId": "578", "updates::d_date": "12/30/2020", "updates::description": "Law No. 178 of 30 December 2020 further extended the wage integration treatments with the causal COVID-19 from 31 January 2020 until 31 March 2021, for a total of 12 additional weeks, which can be used from 30 January 2020 (for the Wage Integration Funds (FIS) and the Derogatory Wage Guarantee Fund (CIGD) the possibility of use is extended to 30 June 2021).", "modId": "2"}], "regions": []}, "recordId": "302", "modId": "122"}