{"fieldData": {"title": "Allowances for idle time for self-employed", "title_nationalLanguage": "Dīkstāves pabalsti pašnodarbinātajiem  ", "d_startDate": "03/14/2020", "d_endDate": "06/30/2020", "calc_country": "Latvia", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Extensions of  income support to workers not covered by any kind of protection scheme", "calc_identifier": "LV-2020-11/413", "dateType": "Temporary", "calc_creationDay": "04/09/2020", "calc_lastUpdate": "01/22/2021", "descriptionBackgroundInfo": "Initially, the allowance for idle time was granted only to employees. On March 31, the government supported the proposal of the Ministry of Culture and expanded the normative regulation also to self-employed and the micro-entrepreneurs.  \rThe allowance for idle time measure in general is described in Section 14 of the law 'On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19' (adopted on 20 March 2020, valid from 22 March 2020).\rSpecifically regarding the self-employed, the government has adopted the Regulations of Cabinet of Ministers No. 179, 'Regulations regarding the Allowance for Idle Time for self-employed who are affected by spread of COVID-19' (Adopted on 31 March 2020).", "descriptionContentOfMeasure": "The eligible self-employed are individuals registered in the State Revenue Service as involved in economic activity, that have paid social contributions as self-employed, or as receiver of author’s fee, or have paid micro-enterprise tax, or have paid taxes as individual merchants, and have not got income during the idle period, except some permanent authors’ fees.\rThe allowance is calculated using the State Revenue Service data that is provided in the declarations of self-employed, according to the following criteria:\r\r* For those who pay micro-enterprise tax, 50% of average monthly income from the economic activity as micro-entrepreneur (reference period is last two full quarters).\r* Self-employed person in general tax regime – 75% of the average income (the reference period is the two last full quarters, income is calculated in accordance with the state mandatory social insurance contribution of a person).\r* For a person from both above mentioned categories who within the idle time has returned to work after child care leave – 100% of granted parents benefit (the reference period is of six months before declaring the state of emergency).\r\rFor neither of categories the allowance can be more than €700.\rThe regulations define 17 reasons when the allowance can be rejected. ", "descriptionUseOfMeasure": "For the period from 12 March 2020 to 30 June 2020 the State Revenue Service (SRS) has paid idle-time allowances to 2,388 self-employed persons. Among self-employed persons, the largest number of idle-time benefits has been granted to the following sectors: 16% arts, entertainment and recreation; 9.8% professional, scientific and technical services and 9% education. For 11.9% of the recipients of benefits, the type of main activity is not indicated, but for another 21.2% the type of main activity is 'Other services'.\r\rFrom 25 March 2020 to 30 July 2020 4,176 self-employed have submitted 9,658 applications. 62% of applications were refused because the declared amount of the state mandatory social contributions were less than €20 per month, 13% were refused because the income from the part time work were more than the state average monthly wage, 11% because a self-employed was employed full time with other employer, 6% because he or she was employed in the state of local government institutions, and 3% because she or he is employer in meaning of the Labour law. 6,610 applications submitted by 2,396 self-employed were approved. Of all self-employed who were granted idle time allowance 17.2% received one allowance, 22.4% - two allowances, 28,9% - three allowances and 31.5% - four and more allowances. Regarding granted applications, most of them were in “Other sector” category (20%), 18% were in arts, entertainment and recreation sector, 8% in education sector.", "descriptionInvolvementOfSocialPartners": "Top level social partner organisations – the Latvian Employers’ confederation and the Free Trade Union Confederation of Latvia – on 17 March 2020 has published the 'Statement on support for government action to limit the spread of COVID-19 and reduce the impact of the crisis on Latvian companies and workers'. The social partners emphasized the need for cooperation of government, businesses, workers and citizens to ensure that everything we do helps to address this crisis.", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LV-2020-11_413.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "483", "sources::title": "Law On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19", "sources::url": "https://likumi.lv/ta/en/en/id/313373-on-measures-for-the-prevention-and-suppression-of-threat-to-the-state-and-its-consequences-due-to-the-spread-of-covid-19", "sources::d_date": "04/09/2020", "modId": "4", "downloaded_to": "4783f8d4b6e2ae36e2c7c497825dd167abffb16ec48e0c97397f180b4824e59a"}, {"recordId": "486", "sources::title": "VID ģenerāldirektore: dīkstāves maksājumi ir atbalsts uzņēmējiem, nevis darbiniekiem", "sources::url": "https://www.tvnet.lv/6946518/vid-generaldirektore-dikstaves-maksajumi-ir-atbalsts-uznemejiem-nevis-darbiniekiem", "sources::d_date": "04/09/2020", "modId": "4", "downloaded_to": "ea96e87c4b2f7a6034238c318e7a1dbff0814886d908c790ac02d337031e1ef1"}, {"recordId": "487", "sources::title": "State Revenue Service informative page on COVID-19", "sources::url": "https://www.vid.gov.lv/lv/covid-19", "sources::d_date": "04/09/2020", "modId": "4", "downloaded_to": "22c7193fee3af080849d40512eb0155cbfc2d091c793d09293c6ab02a0c12bc9"}, {"recordId": "488", "sources::title": "Regulation of the Cabinet of Ministers Nr 179 Regulations regarding the allowance if idle time for self-employed who are affected by the Spread of Covid-19", "sources::url": "https://likumi.lv/ta/id/313680-noteikumi-par-dikstaves-pabalstu-pasnodarbinatam-personam-kuras-skarusi-covid-19-izplatiba", "sources::d_date": "04/09/2020", "modId": "4", "downloaded_to": "b339effbdfd46c3b12b8263d95f2e27e3f5371d25acb6d94748bc372bcfe5539"}, {"recordId": "1218", "sources::title": "Law on the Suppression of Consequences of the Spread of COVID-19 Infection", "sources::url": "https://likumi.lv/ta/en/en/id/315287-law-on-the-suppression-of-consequences-of-the-spread-of-covid-19-infection", "sources::d_date": "06/10/2020", "modId": "0", "downloaded_to": "8e8d939ea7d7f72019976c2ab6105271e52ca57b21115b7562932fb11ceae0f1"}, {"recordId": "1219", "sources::title": "Summary of statistics on idle-time benefits", "sources::url": "https://www.vid.gov.lv/lv/statistika-3", "sources::d_date": "07/15/2020", "modId": "0", "downloaded_to": "ae92ec125de866c23bbe9b0f7285dd9d796ed072b7bf4ce21714292540474485"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}, {"recordId": "55", "targetGroups::name": "Solo-self-employed", "modId": "16"}, {"recordId": "63", "targetGroups::name": "One person or microenterprises", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "214", "updates::d_date": "06/10/2020", "updates::description": "The state of emergency declared in Latvia on 13 March as a result of the global COVID-19 pandemic came to an end at 10 June 2020. Therefore, the law 'On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19' is no longer in force. Instead, the 'Law on the Suppression of Consequences of the Spread of COVID-19 Infection' was adopted on 6 June 2020 (in force from 10 June 2020).\rThe latest edition of the Regulations of Cabinet of Ministers No. 179, 'Regulations regarding the Allowance for Idle Time for self-employed who are affected by spread of COVID-19' (7 May 2020) establishes that idle-time allowances for self employed is available up to 30 June 2020.", "modId": "5"}, {"recordId": "622", "updates::d_date": "11/09/2020", "updates::description": "In September COVID-19 spread rate rose sharply and, from 9 November 2020 the state of emergency was declared again, and different restrictions, as well as support measures, re-introduced.\rThe amount and eligibility criteria of the allowance for the idle time for self-employed has been changed in a successive measure ([See case at COVID-19 EU PolicyWatch](https://static.eurofound.europa.eu/covid19db/cases/LV-2020-11_1712.html)).", "modId": "3"}], "regions": []}, "recordId": "304", "modId": "98"}