{"fieldData": {"title": "Free paid days to parents for the purpose of childcare", "title_nationalLanguage": "Zile libere platite pentru parintii cu copii in ingrijire", "d_startDate": "04/15/2020", "d_endDate": "", "calc_country": "Romania", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Support for parents and carers (financial or in kind)", "calc_identifier": "RO-2020-16/414", "dateType": "Temporary", "calc_creationDay": "04/09/2020", "calc_lastUpdate": "05/11/2020", "descriptionBackgroundInfo": "On 9 March 2020, the Romanian Centre for Emergency Situations decided that all schools would be suspended from 11 March 2020 until 22 March 2020 to limit the effects of coronavirus. \rAgainst this background, on the 10 March 2020, the Ministry of Labour and Social Protection issued a set of recommendations in order to ensure the health and safety of workers and to support the activity of the employers. These measures mainly concern: flexibilization of the working time, working from home, teleworking.\r\rSoon after this, on the 16 March 2020, the Romanian President has declared a state of emergency – as a result, schools  remained closed until Orthodox Easter (19 April) initially. After 30 days, the state of emergency was prolonged with another 30 days, till 15 May 2020 - during all this period, the schools remain suspended. This situation left a lot of employees without any immediate solutions to ensure their children supervision and care. To  respond to this problem, the Romanian Parliament passed a law (Law no. 19/2020) requiring employers (both in the public and the private sector) to grant paid leave to one of the parents if schools are closed due to “extreme situations”. ", "descriptionContentOfMeasure": "According to the law 19/2020 , employers must grant employees paid leave if schools are closed in exceptional circumstances, but only if the tasks associated with the employees’ roles cannot be performed in “working from home” or teleworking conditions. Paid leave can be granted to only one of the parents, and only if the child in care is of maximum 12 years of age (or 18 years of age for children with a disability), who are formally registered as attending courses in a school. \r\rIn some sectors, the parent's request for leave is conditioned by the employer's acceptance (national energy system units, operating units in the nuclear sectors, continuous fire units, health and social care units, telecommunications, public radio and television, rail transport, units that ensure the public transport and sanitation of the localities, as well as the supply of the population with gas, electricity, heat, and water). During such leave, employees will be entitled to a payment of up to 75% of the employee’s base salary, but not more than 75% of the average gross salary in the economy. The allowance is subject to personal income tax and social security contributions (i.e. personal income tax, social security contribution, health insurance contribution and work insurance contribution). \r\rThe net value of the allowance paid by the employer (the amount actually received by the parent) can be recovered from the Guarantee Fund for the payment of salary claims; the corresponding personal income tax and the social security contributions are borne by the employer. To recover the net allowance, employers should submit a request to the local or the Bucharest unemployment agency. ", "descriptionUseOfMeasure": "These applies to all employees with children in care. There is no estimation yet regarding the number of parents/employers that made use of the legal provision. ", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/RO-2020-16_414.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "321", "sources::title": "Law no. 19/2020", "sources::url": "http://legislatie.just.ro/Public/DetaliiDocument/223814", "sources::d_date": "03/14/2020", "modId": "3", "downloaded_to": "09026e76787e3e98ddc0874b513dd8fbe21211ebbc1d55859ccb13810ec68e78"}, {"recordId": "322", "sources::title": "GEO 30/2020", "sources::url": "https://lege5.ro/Gratuit/gm3dkmjvgu4a/ordonanta-de-urgenta-nr-30-2020-pentru-modificarea-si-completarea-unor-acte-normative-precum-si-pentru-stabilirea-unor-masuri-in-domeniul-protectiei-sociale-in-contextul-situatiei-epidemiologice-deter", "sources::d_date": "04/21/2020", "modId": "4", "downloaded_to": "4d3d691b8aa437071dace9ec502e617fc287fec011d3061862c8f22ee9894c8c"}, {"recordId": "830", "sources::title": "Recommendations of Ministry of Labour and Social Protection", "sources::url": "http://www.mmuncii.ro/j33/index.php/ro/comunicare/comunicate-de-presa/5827-recomand%C4%83rile-ministerului-muncii-%C8%99i-protec%C8%9Biei-sociale-%C3%AEn-scopul-prevenirii-r%C4%83sp%C3%A2ndirii-infect%C4%83rii-cu-coronavirus", "sources::d_date": "03/10/2018", "modId": "0", "downloaded_to": "ffd6507bd8aa21033344d639d943a72e73972b5dd7cc105f539f2681f64cceec"}, {"recordId": "832", "sources::title": "Recommendations of the Ministry of Labour and Social Protection to prevent the spread of coronavirus infection, March 10, 2020 ", "sources::url": "http://www.mmuncii.ro/j33/index.php/en/press-room/5829-recommendations-of-the-mlsp-to-prevent-the-spread-of-coronavirus-infection,-march-10,-2020", "sources::d_date": "03/10/2020", "modId": "0", "downloaded_to": "6f0cfac3fd8a723a8b79afa00954f6b04943eb261b30de62b12dc5c6950e209d"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "40", "targetGroups::name": "Parents", "modId": "14"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "305", "modId": "96"}