{"fieldData": {"title": "Flemish interruption premium during COVID-19", "title_nationalLanguage": "Vlaamse Corona hinderpremie", "d_startDate": "03/18/2020", "d_endDate": "06/30/2020", "calc_country": "Belgium", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "BE-2020-12/417", "dateType": "Temporary", "calc_creationDay": "04/09/2020", "calc_lastUpdate": "09/15/2020", "descriptionBackgroundInfo": "Companies obliged to temporarily halt their activities because of the corona measures taken by the federal government may be eligible for the corona interruption premium of the Flemish government. The premium aims to compensate for the losses due to the companies inactivity. The compensation is a combination of a fixed sum of €4,000 for the period up until the 5 April 2020 with an additional premium €160 per day after the 5 April 2020.\r\r", "descriptionContentOfMeasure": "The premium is directed towards companies that are forced to close due to the measures taken to reduce the spread of the Corona virus.\r\rFor the hotel and catering sector, it is sufficient that the consumption hall has to be closed in order to qualify for the corona interruption premium, even if collection and take-out services are still offered or other activities are carried out. \r\rApart from being forced to close other conditions apply:\r\r* The company has a legal personality under private law or a foreign company registered in Belgium with a comparable status, with at least one working partner or one full-time equivalent (FTE) registered social security employee.\r* In case of sole proprietorship: you are self-employed in your main profession.\r* If it is an independent activity in a secondary occupation, they are only eligible if they pay similar social security contributions as a self-employed person in main occupation.\r* If the association or non-profit organisation has at least one full-time equivalent (FTE) social security registered person.", "descriptionUseOfMeasure": "The concrete amount of beneficiaries is unclear as the companies/organisations have to apply themselves. It is however to be expected that a large amount of companies or organisations will apply, as many have been forced to close over the past few weeks. The number will continue to grow as companies/organisations can apply until the second half of May. ", "descriptionInvolvementOfSocialPartners": "It is to be expected that the social partners were at least informed of the measure. The extent or their involvement is unclear.", "socialPartner_form": "Unknown", "socialPartner_role": "Informed", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/BE-2020-12_417.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "289", "sources::title": "Flemish Agency for Innovation and Entrepreneurship", "sources::url": "https://www.vlaio.be/nl/nieuws/corona-hinderpremie-wordt-sinds-6-april-aangevuld-met-premie-sluitingsdag", "sources::d_date": "04/07/2020", "modId": "4", "downloaded_to": "7cb2484ab881b9d71064d1e76193e7baa8373c63ac7231f5823194fcc3f449bc"}, {"recordId": "290", "sources::title": "Flemish Agency for Innovation and Entrepreneurship", "sources::url": "https://www.vlaio.be/nl/subsidies-financiering/corona-hinderpremie/wie-heeft-recht-op-een-corona-hinderpremie", "sources::d_date": "03/18/2020", "modId": "4", "downloaded_to": "11c13e8e2acf5d59bde5ef7cdc890e4a24f6a9b3b205db7028f537dbb893e49b"}], "actors": [{"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}], "targetGroups": [{"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}], "funding": [{"recordId": "8", "funding::name": "Regional funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "60", "updates::d_date": "06/20/2020", "updates::description": "The Flemish Government has decided to extend the duration of the premium until the 30 June for those entrepreneurs who are still obliged to physically close their company.", "modId": "4"}, {"recordId": "249", "updates::d_date": "09/08/2020", "updates::description": "Until 5 April\rFor the period up to 5 April 2020, the premium amounted to €4000. \r\rFrom 6 April 2020\rAs of 6 April 2020, all businesses and self-employed persons who received the corona interruption premium up to 5 April also automatically received €160 per mandatory closing day coinciding with a normal opening day.\rAfter 8 June\rCompanies that had to remain completely closed for a longer period because of the federal corona measures, could benefit from the daily premium of €160 per additional closure day for the following closure periods (i.e. not companies that remained closed voluntarily). However, they had to apply for the daily premium online. \r\rThe last closure premium, which only applied to dance clubs and discotheques, expired on 31 August.\r", "modId": "1"}], "regions": [{"recordId": "1829", "regions::countryCode": "BE", "regions::level": 1, "regions::name": "VLAAMS GEWEST", "regions::nutsCode": "BE2", "modId": "5"}]}, "recordId": "308", "modId": "89"}