{"fieldData": {"title": "COVID-19 indemnity for self-employed, economically dependent workers and employees", "title_nationalLanguage": "Indennità Covid-19 lavoratori autonomi, parasubordinati e subordinati", "d_startDate": "03/17/2020", "d_endDate": "", "calc_country": "Italy", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Extensions of  income support to workers not covered by any kind of protection scheme", "calc_identifier": "IT-2020-12/427", "dateType": "Temporary", "calc_creationDay": "04/09/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "In March 2020 the Government introduced some measures to provide income support also to those workers - partially or totally prevented from work in reason of the COVID-19 outbreak - that were anyway not covered by the main instruments sustaining the majority of the Italian workforce.\r\rThe Decree Law No. 18/2020 of 17 March, Article 27, introduces an income support measure of €600 for the month of March for professionals, workers in continuous and coordinated collaboration agreement, self-employed, seasonal workers and workers of the entertainment industry. The benefit will be paid directly from the National Social Security Institute (INPS) and aims at supporting income of those workers which are not eligible for other income support measures such as the different wage guarantee funds.\rAlways through the Decree Law No. 18/2020, Article 44, the Government allocates further €300 million for income support of professionals registered to private social security agencies and self-employed and employees not covered by any other analogous measure.", "descriptionContentOfMeasure": "A one lump sum of €600 was awarded for the month of March to different groups of workers by Decree-Law No. 18/2020 of 17 March 2020 in order to support their income. The categories included are: \r\r* Professionals with a VAT number active on 23 February 2020 and workers with co-ordinated and continuous collaboration relationships.\r* Self-employed registered to the dedicated mandatory social insurance schemes (Assicurazione Generale Obbligatoria, AGO).\r* Seasonal workers in the tourism sector and in thermal establishments that involuntarily ended their employment in the period between 1 January 2020 and 17 March 2020, who are not employed and do not receive a pension.\r* Fixed-term agricultural workers, who do not receive a pension and have worked at least 50 days in agriculture in 2019.\r* Workers enrolled in the pension fund for workers in the entertainment industry (Fondo pensioni Lavoratori dello spettacolo), with at least 30 daily contributions paid in the year 2019 to the same fund, with an income of no more than €50,000, and who do not receive a pension. \rThe total amount of resources allocated for this measure is about €200 million.\r\rThe second and additional fund for income support of professionals registered to private social security agencies and self-employed and employees not covered by another analogous measure, has been increased, from €300 million to €500 million, with the Decree No. 53073 of 27 April 2020 issued by the Ministry of Economy and Finance (MEF).\rA further joint Decree issued by the MEF and the Ministry of Labour on 30 April 2020 specified that are covered by this second measure also:\r\r* Seasonal workers not covered by other measures that involuntarily ended their employment between the 1 January 2019 and 31 January 2020 and that in the same period worked at least for 30 days.\r* Workers on call that worked for at least 30 days in the period between 1 January 2019 and 31 January 2020.\r* Occasional workers not registered as self employed, and checked in the respective section of the National Social Security Agency on 23 February 2020, that obtained at least one monthly contribution between 1 January 2019 and 23 February 2020 and that are unemployed from the 23 February 2020. \r* Door-to-door sales persons registered as self-employed before 24 February 2020 and with an annual income from this activity, for 2019, higher than €5,000.", "descriptionUseOfMeasure": "Almost 5 million people are estimated to be eligible for this measure. As of 18 June 2020, 4,896,349 applications have been placed online to National Institute of Social Security (INPS). Out of the total, 83% of applicants received the benefit (4,060,941 workers). \r\rThe funds allocated by the Government for the support of professionals registered to private social security agencies (initially about €200 million on the overall amount of €300 million) was used up at a very fast pace, and compelled the government to allocate further €80 million to solve the issue.\r\rAccording to the National Institute of Social Security (INPS), the total amount paid in to cover this measure amounted to €2.436,6 million for the month of March 2020, and to €2.381,2 million for the month of April 2020. ", "descriptionInvolvementOfSocialPartners": "No involvement of the social partners in designing, implementing and monitoring the measure", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/IT-2020-12_427.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "283", "sources::title": "DECRETO-LEGGE 17 marzo 2020, n. 18", "sources::url": "https://www.normattiva.it/uri-res/N2Ls?urn:nir:stato:decreto.legge:2020-03-17;18", "sources::d_date": "03/17/2020", "modId": "4", "downloaded_to": "87b843afe2a51087e62c5fe1e6dcb70d7865fa44cc85ecd01cd2d48a3d897368"}, {"recordId": "843", "sources::title": "Ministerial Decree of 30 April 2020", "sources::url": "https://www.lavoro.gov.it/documenti-e-norme/normative/Documents/2020/DI-10-del-04052020-Ammortizzatori-sociali-in-deroga.pdf", "sources::d_date": "05/04/2020", "modId": "0", "downloaded_to": "f5a93856d935de4073573153e6fc3aa6e51d32b87d451dea7b7e963c2051dc81"}, {"recordId": "844", "sources::title": "Ministerial Decree of 28 March 2020", "sources::url": "https://www.lavoro.gov.it/documenti-e-norme/normative/Documents/2020/D-I-28-marzo-2020.pdf", "sources::d_date": "03/28/2020", "modId": "0", "downloaded_to": "ae9bec88be8e6b69b5792170e5a15631e765de1dcbe7d82251235103cea32fdb"}, {"recordId": "845", "sources::title": "Bonus 600 euro ai professionisti iscritti alle Casse", "sources::url": "https://www.ipsoa.it/documents/lavoro-e-previdenza/amministrazione-del-personale/quotidiano/2020/05/11/bonus-600-euro-professionisti-iscritti-casse-ripartono-pagamenti", "sources::d_date": "05/11/2020", "modId": "0", "failure_reason": "HTTPSConnectionPool(host='www.ipsoa.it', port=443): Max retries exceeded with url: /documents/lavoro-e-previdenza/amministrazione-del-personale/quotidiano/2020/05/11/bonus-600-euro-professionisti-iscritti-casse-ripartono-pagamenti (Caused by SSLError(SSLCertVerificationError(1, '[SSL: CERTIFICATE_VERIFY_FAILED] certificate verify failed: unable to get local issuer certificate (_ssl.c:1123)')))"}, {"recordId": "1189", "sources::title": "Law Decree No. 34 of 2020", "sources::url": "https://www.gazzettaufficiale.it/eli/id/2020/05/19/20G00052/sg", "sources::d_date": "05/19/2020", "modId": "0", "downloaded_to": "b573de680c887b514db96dbb90138aa52f71fc946c65e5c05644d81829758342"}, {"recordId": "1195", "sources::title": "Indennità Covid, Bonus baby sitting, Congedi e REM: i dati al 18 giugno 2020", "sources::url": "https://www.inps.it/nuovoportaleinps/default.aspx?itemdir=53856", "sources::d_date": "06/19/2020", "modId": "0", "downloaded_to": "a4c0e458ae762bd514192456ba02981f3bdfe7f7e5d43a6eef50ab8928756e83"}, {"recordId": "1807", "sources::title": "Law Decree No. 104 of 14 August 2020", "sources::url": "https://www.gazzettaufficiale.it/eli/id/2020/08/14/20G00122/sg", "sources::d_date": "10/13/2020", "modId": "0", "downloaded_to": "43f4561a33799f47c206aad0ab465e7e050825fdd12c9fd40f77ad5a709c24e7"}, {"recordId": "1823", "sources::title": "Statistics of the National Institute of Social Security (INPS)", "sources::url": "https://www.inps.it/docallegatiNP/Mig/Dati_analisi_bilanci/StatInBreve_indennita600.pdf", "sources::d_date": "10/20/2020", "modId": "0", "downloaded_to": "698bcf34f15196d92c561c83a786e39ed2387d9607945f8937626fe765d0c2f5"}, {"recordId": "1925", "sources::title": "Law Decree No. 137 of 28 October 2020 (Decreto Ristori)", "sources::url": "https://www.gazzettaufficiale.it/eli/gu/2020/10/28/269/sg/pdf", "sources::d_date": "10/28/2020", "modId": "0", "downloaded_to": "0a93357e3c6833dac2a2ec2e0ce24c0813ed488feb49796d51ef65e007afaf47"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}, {"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}, {"recordId": "33", "targetGroups::name": "Workers in non-standard forms of employment", "modId": "14"}, {"recordId": "34", "targetGroups::name": "Platform workers", "modId": "14"}, {"recordId": "48", "targetGroups::name": "Seasonal workers", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "27", "sectors::code": "A1", "sectors::name": "Crop and animal production, hunting and related service activities", "modId": "0"}, {"recordId": "83", "sectors::code": "I55", "sectors::name": "Accommodation", "modId": "0"}, {"recordId": "84", "sectors::code": "I56", "sectors::name": "Food and beverage service activities", "modId": "0"}, {"recordId": "122", "sectors::code": "R90", "sectors::name": "Creative, arts and entertainment activities", "modId": "0"}], "updates": [{"recordId": "209", "updates::d_date": "07/16/2020", "updates::description": "This measure was renewed for the months of April and May through Law Decree No. 34 of 19 May 2020. Indemnity ranges from €500 to €1,000 according to the beneficiary.", "modId": "1"}, {"recordId": "364", "updates::d_date": "10/13/2020", "updates::description": "In August 2020 the Government decided to extend the measures introduced in March 2020 to provide income support to those that were  not covered by the main instruments sustaining the majority of the Italian workforce and to give full implementation to the renewal of the measure introduced by the Law Decree No. 34 of 19 May 2020. Accordingly, the Government through Law Decree No. 104 of 14 August 2020 extended the measure to the month of May 2020 (art. 13). \r\rIn particular, the income support was automatically renewed for the month of May 2020 to all the beneficiaries of the measure during the months of March and April 2020. The indemnity was increased to €1,000. \r\rNew applicants, whose working activity was suspended between 30 April and 31 May 2020, are entitled to apply to receive the indemnity within the 30 days following the issuing of the Law Decree.", "modId": "2"}, {"recordId": "406", "updates::d_date": "10/28/2020", "updates::description": "Further indemnities for compensating the economic effects of the COVID-19 pandemic were set by Law Decree No. 137 of 28 October 2020. These indemnities were set in particular for seasonal workers in tourism, spas and entertainment sectors and constitute an extension of indemnities set by Law Decree No. 104 of 14 August 2020.", "modId": "1"}, {"recordId": "574", "updates::d_date": "11/30/2020", "updates::description": "Further indemnities for compensating the economic effects of the new restrictions introduced on 3 November 2020 were set by Law Decree No. 157 of 30 November 2020. These indemnities were set for seasonal workers in the tourism, spas, and entertainment sectors and represent an extension of indemnities set by Law Decree No. 104 of 14 August 2020, already extended by Law Decree No. 137 of 28 October 2020. It provided for an extra lump sum amounting to €1000 for those who have already benefitted from this economic support. ", "modId": "1"}], "regions": []}, "recordId": "318", "modId": "125"}