{"fieldData": {"title": "Leave and allowance for workers with children and other dependants", "title_nationalLanguage": "Congedo e indennità per lavoratori dipendenti con bambini e prestatori di lavoro assimilati", "d_startDate": "03/17/2020", "d_endDate": "", "calc_country": "Italy", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Support for parents and carers (financial or in kind)", "calc_identifier": "IT-2020-12/429", "dateType": "Temporary", "calc_creationDay": "04/09/2020", "calc_lastUpdate": "11/05/2020", "descriptionBackgroundInfo": "The Decree Law No. 18/2020 of 17 March (art. 23 and 25) grants 15 days of parental leave to employees of the public and the private sector, workers enrolled in the separate social security fund (Gestione separata), and self-employed workers with children under 12 years of age. In alternative, parents can require a lump sum of €600 for baby-sitting (€1,000 for doctors, nurses or other workers in the public or private health sector). This measure aims at allowing parents to take care of children after the suspension of educational services and the closure of schools. Moreover, the Decree Law No. 18/2020 of 17 March (art. 24) granted workers assisting disabled people, under the Law 104/1992, 12 additional days of paid monthly leave for the months of March and April.", "descriptionContentOfMeasure": "For the year 2020 starting from 5 March, as a consequence of the suspension of educational services for children and the closure of schools, workers with children below the age of 12 (no age limits for disabled workers) are entitled to 15 days of parental leave.\r\rThis entitlement is granted to employees of the private and the public sector, workers enrolled in the separate social security fund of the National Social Security Institute (Gestione separata INPS), and self-employed workers with a social security position. \r\rAn allowance, amounting to 50% of the remuneration for employees and 50% of the usual remuneration for self-employed workers with children under 12 years of age, is foreseen. Both parents are expected to alternate themselves in the use of the parental leave, for a total of fifteen days per each of them. The parental leave is furthermore subject to the condition that in the family there is no other parent who is a beneficiary of income support tools in case of suspension or cessation of work or another unemployed or non-working parent.\r\rAs an alternative to parental leave, working parents are entitled to a lump sum of €600 for babysitting activities. This amount is increased to €1,000 for doctors, nurses or other workers in the public or private health sector.\r\rIn addition to the above mentioned parental leave, parents of children aged 12 to 16 have the right to abstain from work for the period of suspension of educational activities without remuneration. The Decree Law also increased the number of days of paid monthly leave for workers assisting disabled people under the Law 104/1992 by 12 additional days for the months of March and April.", "descriptionUseOfMeasure": "As of 18 June 2020, 451,746 applications for the baby-sitting / summer camp bonuses have been submitted online to the National Institute of Social Security (INPS). \r\rAs regards parental leave, 464,599 applications have been registered online, while 406,832 extraordinary leave allowances (amounting to 50% of the remuneration) have been paid to working parents. ", "descriptionInvolvementOfSocialPartners": "The social partners were not involved in the design of the measure.", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/IT-2020-12_429.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "283", "sources::title": "DECRETO-LEGGE 17 marzo 2020, n. 18", "sources::url": "https://www.normattiva.it/uri-res/N2Ls?urn:nir:stato:decreto.legge:2020-03-17;18", "sources::d_date": "03/17/2020", "modId": "4", "downloaded_to": "87b843afe2a51087e62c5fe1e6dcb70d7865fa44cc85ecd01cd2d48a3d897368"}, {"recordId": "1189", "sources::title": "Law Decree No. 34 of 2020", "sources::url": "https://www.gazzettaufficiale.it/eli/id/2020/05/19/20G00052/sg", "sources::d_date": "05/19/2020", "modId": "0", "downloaded_to": "b573de680c887b514db96dbb90138aa52f71fc946c65e5c05644d81829758342"}, {"recordId": "1809", "sources::title": "Legge n. 77 del 17 luglio 2020", "sources::url": "https://www.gazzettaufficiale.it/eli/id/2020/07/18/20G00095/sg", "sources::d_date": "10/13/2020", "modId": "0", "downloaded_to": "185d4859e7db1b4b27d7f04b5127672ac3865fb41c4edc4e33ab9f2c43c52fcf"}, {"recordId": "1810", "sources::title": "DECRETO-LEGGE 14 agosto 2020, n. 104", "sources::url": "https://www.gazzettaufficiale.it/eli/id/2020/08/14/20G00122/sg", "sources::d_date": "10/13/2020", "modId": "0", "downloaded_to": "43f4561a33799f47c206aad0ab465e7e050825fdd12c9fd40f77ad5a709c24e7"}, {"recordId": "1824", "sources::title": "National Institute of Social Security (INPS)", "sources::url": "https://www.inps.it/NuovoportaleINPS/default.aspx?itemdir=53856&lang=IT", "sources::d_date": "10/20/2020", "modId": "0", "downloaded_to": "3458d626457163122ccc3a45eefe825bd5dee8f8ca6aeff4cf0bcdf2c109386e"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}, {"recordId": "69", "targetGroups::name": "Parents in employment", "modId": "8"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "208", "updates::d_date": "07/16/2020", "updates::description": "The Decree Law No. 34/2020 of 19 May extended paid parental leave to 30 days, adding another 15 days of partially paid leave to those introduced by Decree Law No. 18/2020. This exceptional parental leave can be used until 31 July 2020. Also the lump-sum for baby sitting was doubled and extended also to the payment of care facilities (art. 72), up to €1,200 for the baby-sitting bonus (€2,000 for doctors, nurses or other workers in the public or private health sector). The additional paid leave for workers assisting disabled people was increased to 24 days.", "modId": "2"}, {"recordId": "365", "updates::d_date": "10/13/2020", "updates::description": "The Government through Law No. 77 of 17 July 2020 extended the application of the measure regarding the exceptional parental leave as established by Decree Law No. 34 of 19 May 2020 until 31 August 2020. The Government confirmed the entitlement of employees with children under 12 years of age applying for parental leave to an allowance amounting to 50% of the monthly remuneration.\r\rFurthermore, through Law Decree No. 104 of 14 August 2020 (art. 21), the Government raised the national fund devoted to cover indemnities for parental leaves, babysitting bonuses and homecare facilities to €236.6 million.", "modId": "3"}, {"recordId": "407", "updates::d_date": "10/28/2020", "updates::description": "Exceptional parental leave was further extended by Law Decree No. 137 of 28 October 2020 in order to cope with the measures undertaken by the government in order to contain COVID-19 contagion. The possibility to accede to parental leave are extended to parents with children below 16 years of age and to the cases in which in school teaching for the children was suspended.", "modId": "2"}], "regions": []}, "recordId": "320", "modId": "126"}