{"fieldData": {"title": "Extraordinary support for the reduction of self-employed economic activity", "title_nationalLanguage": "Apoio extraordinário à redução da atividade económica de trabalhador independente", "d_startDate": "03/15/2020", "d_endDate": "", "calc_country": "Portugal", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Extensions of  income support to workers not covered by any kind of protection scheme", "calc_identifier": "PT-2020-12/432", "dateType": "Temporary", "calc_creationDay": "04/09/2020", "calc_lastUpdate": "11/06/2020", "descriptionBackgroundInfo": "The ‘Extraordinary support for the reduction of self-employed economic activity’ - as a result of the COVID -19 pandemic - was established by Decree-Law no. 10-A/2020 of 13 March (article 26). It established the right to financial assistance – up to a maximum of six months payment – for self-employed workers who perform exclusively activities under the self-employed regime (and that are not pensioners), under certain conditions, when they had to stop completely their activity on the grounds of the economic impact of COVID -19 pandemic. \r\rThe Decree Law no. 12-A/2020 of 6 April  -  that prorogue the ‘state of emergency’ – updated the provisions defining that financial supports applies also in case of partial reduction of activity and introduced two ceilings for the maximum amount of financial support depending of self-employed workers previous earnings. Moreover, this amendment extends also the extraordinary support to managing partners of companies, as well as other members of bodies, without employees, under certain conditions. \r\rThe amendments introduced in May 2020 extended to managing partners or similar entities with employees with a turnover of less than €80,000 (Decree Law 20-C / 2020 of 7 May) and created two additional measures: the ‘extraordinary measure to encourage professional activity” aimed at self-employed workers with records of contributions below those required to access the ‘extraordinary support' and the ‘support for social self-employed in unprotected situations’, aimed at informal workers.\r\rFinally the amendments introduced in August 2020 extended the allowance to self-employed workers having also a labour contract under certain conditions (Law 31/2020 of 11 August).\r", "descriptionContentOfMeasure": "Article 2 of  Decree Law no. 12-A/2020 of 6 April establishes:\rExtraordinary support for the reduction of self-employed economic activity\r\rExtraordinary support for the reduction of economic activity takes the form of support\rfinancial assistance to workers covered exclusively by the self-employed regime\rwho are not pensioners, subject to compliance with contributory obligations in at least 3 consecutive months or six months interpolated for at least 12 months:\r\r* In a proven situation of total stop of activity or of stop of the activity of the respective sector as a result of the COVID-19 disease pandemic; or\r* By means of a declaration by the applicant to support and an accountant's certificate that attests to it, in a situation of abrupt and sharp breakdown of at least 40% of the billing in the period of thirty days, prior to the application to the competent social security services, with reference to the monthly average of the two months prior to that period, or compared to the period previous year or, for those who started the activity less than 12 months before. \r\rDuring the period of application of this measure, the self-employed person is entitled to\rfinancial support lasting one month, extendable monthly, up to a maximum of six\rmonths, corresponding to:\r\r* The value of the remuneration recorded as a contributory basis, with the maximum value of Social Support Index (Indexante de Apoios Sociais, IAS), currently € 438,81, in situations where the value of the remuneration recorded as a basis incidence is less than 1.5 IAS;\r* Two thirds of the value of the remuneration recorded as a base of contributory incidence,\rwith the maximum limit of the mandatory minimum wage, currently  € 635,00, in situations where the value of the registered remuneration is higher or equal to 1.5 IAS.\r\rFinancial support is paid from the month following the submission of the application.\rThe support provided is granted, with the necessary adaptations, to partners - managers of companies, as well as members of statutory bodies of foundations, associations or cooperatives with functions equivalent to those, without employees that, in the previous year, had invoices with less than € 60,000.\r", "descriptionUseOfMeasure": "Information by the Ministry of Labour, Solidarity and Social Security (MTSS) - April 2010\r'COVID-19 | Informação relativa a famílias e empresas no âmbito do MTSSS' :\rEstimated that on 7 April 2020, around 117,000 independent workers were with reduced activity.\r\rInformation by the GEP / Ministry of Labour, Solidarity and Social Security (MTSS) - 7 July 2020:\r                                                                    \r*Reduction of activity of independent worker (March-June): 156,313 - 84,768 women and 71,545 men\r*Extension - Reduction of activity of independent worker (April-June): 127,447 - 69,348 women and 58,099 men\r* Reduction of activity of worker member of statutory body (April-May): 18,918 - 7,197 women and 11,721 men\r* Extension - Reduction of activity of worker member of statutory body (May): 8,843 - 3,284 women and 5,559 men\t\t\t\t\t\r\t\t\t\t\t\t\t", "descriptionInvolvementOfSocialPartners": "The social partners were informed at the tripartite Standing Committee for Social Concertation.", "socialPartner_form": "Bi-or tripartite social dialogue bodies", "socialPartner_role": "Informed", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/PT-2020-12_432.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "262", "sources::title": "DECRETO-LEI N.º 10-A/2020 - DIÁRIO DA REPÚBLICA N.º 52/2020, 1º SUPLEMENTO, SÉRIE I DE 2020-03-13", "sources::url": "https://dre.pt/web/guest/legislacao-consolidada/-/lc/130660075/202003240000/73801265/diplomaPagination/diploma/2?did=130241777", "sources::d_date": "03/13/2020", "modId": "6", "downloaded_to": "32e7ade55bf0cbb9bb7a27e5f597b83313c8912fdf6e6299ce2ead582418e3e3"}, {"recordId": "1183", "sources::title": "Decreto -Lei n.º 12-A/2020\rde 6 de abril", "sources::url": "https://dre.pt/web/guest/pesquisa/-/search/131193442/details/maximized", "sources::d_date": "04/06/2020", "modId": "0", "downloaded_to": "a68a07d7673b8ee56ce1fbdde5ec6171fceac4443511bbcdba7f190941b55068"}, {"recordId": "1184", "sources::title": "Portaria n.º 94-A/2020 - Diário da República n.º 75/2020, 1º Suplemento, Série I \rPublicação: Diário da República n.º 75/2020, 1º Suplemento, Série I", "sources::url": "https://dre.pt/web/guest/pesquisa/-/search/131593874/details/maximized", "sources::d_date": "04/16/2020", "modId": "1", "downloaded_to": "9185922326937f0680f15a2a7ff6bb88dfa829d6440d0ab1aaad57b9a9ab4e52"}, {"recordId": "1286", "sources::title": "Lei n.º 27-A/2020", "sources::url": "https://dre.pt/application/file/a/13876260", "sources::d_date": "07/24/2020", "modId": "0", "downloaded_to": "59011dec15cd0f1f5fe02cde83f2f3bf88d8663ff0a00fb223a0a3e8f599e5a7"}, {"recordId": "1533", "sources::title": "Lei n.º 31/2020", "sources::url": "https://dre.pt/web/guest/pesquisa/-/search/140013516/details/maximize", "sources::d_date": "08/11/2020", "modId": "0", "downloaded_to": "5fe91e99f66559fb786884852079a18d2d6efb31b202db632ed911f0711f3792"}, {"recordId": "1974", "sources::title": "Decreto-Lei n.º 20-C/202", "sources::url": "https://dre.pt/application/file/a/13332468", "sources::d_date": "05/07/2020", "modId": "0", "downloaded_to": "7a29d28bf386323b735ff0766553f1ca8946328f35c2a2d9d26b1940855a77c7"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}, {"recordId": "51", "targetGroups::name": "Other groups of workers", "modId": "15"}, {"recordId": "55", "targetGroups::name": "Solo-self-employed", "modId": "16"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "198", "updates::d_date": "07/13/2020", "updates::description": "The ‘Extraordinary support for the reduction of self-employed economic activity’ - as a result of the COVID-19 pandemic - established by Decree-Law 10-A/2020 of 15 March (article 26) was regulated by the Order 94-A/2020, of 16 April.\r\rFor the calculation of the support, the remuneration considered corresponds:\r\r* for independent workers: to the average of the basic contributory incidence in the months with record of remunerations in the previous 12 months; \r* for managing partners of companies: to the basic remuneration declared in March 2020, or if not existing to the Social Support Index. \r\r", "modId": "5"}], "regions": []}, "recordId": "323", "modId": "100"}