{"fieldData": {"title": "Extraordinary financial incentive to support the normalisation of business activity", "title_nationalLanguage": "Incentivo financeiro extraordinário para apoio à normalização da atividade da empresa", "d_startDate": "03/27/2020", "d_endDate": "06/30/2020", "calc_country": "Portugal", "calc_minorCategory": "Supporting businesses to get back to normal", "calc_subMinorCategory": "Measures to support a gradual relaunch of work", "calc_identifier": "PT-2020-13/433", "dateType": "Temporary", "calc_creationDay": "04/09/2020", "calc_lastUpdate": "07/21/2020", "descriptionBackgroundInfo": "This exceptional and temporary measure, set by Decree-Law 10-G/2020 of 26 March, aims  \rto respond to the COVID-19 pandemic, aiming at maintaining employment and the mitigation of situations relation to business crisis for companies. \r\rFollowing  the period of temporary reduction of the normal working time or suspension of the employment contract provided for in the legislation under simplified conditions, businesses are entitled to an extraordinary financial incentive to support the normalisation of the activity, in order to facilitate a gradual relaunch of work.\r\rThe Resolution of the Council of Ministers no. 41/2020, of 6 June, extends the extraordinary support for the maintenance of employment contracts and establishes a transitional regime replacing the regime in force of ‘simplified layoff’ by a support to progressive recovery.\r", "descriptionContentOfMeasure": "Companies in crisis situation as a result of: \r\r* a complete halt in the activity or \r* an abrupt and sharp decrease of activity of at least 40% of revenue have access to a temporary and extraordinary financial incentive to support the normalisation of the activity. \r\rFollowing  the period of temporary reduction of the normal working time or suspension of the employment contract provided for in the legislation under simplified conditions, the employers are entitled to this temporary and extraordinary financial incentive to support the upturn of the business activity. \r\rThis incentive is paid as a lump sum by the Institute of Employment and Vocational Training (Instituto do Emprego e Formação Profissional, I.P. - IEFP, I.P.). \r\rThe amount to be paid is equal to the value of one national minimum wage per worker.\r", "descriptionUseOfMeasure": "Information released by the Ministry of Labour, Solidarity and Social Security (MTSS) – April 2020 - 'COVID-19 | Informação relativa a famílias e empresas no âmbito do MTSSS' \r\r**Information on 7 April:**\r\rLayoff around 40,000 companies/ encompassing around 642,000 workers. In terms of sectors 24.2% are companies in the Accommodation and Food Services, 19.9% in Wholesale and Retail, 9.3% in Manufacturing Industry and 8.9% in Human Health and Social Support Activities.\r\r**Information on 6 June:**\r\rAccording to the information provided by the Resolution of the Council of Ministers 41/2020, of 6 June, that approved the Economic and Social Stabilization Programme, the simplified layoff regime covered around 100,000 companies and 800,000 workers.", "descriptionInvolvementOfSocialPartners": "Tripartite consultation involving the government, the trade union confederations CGTP and UGT and the employer confederations CIP, CCP, CTP and CAP at the Standing Committee for Social Concertation.", "socialPartner_form": "Bi-or tripartite social dialogue bodies", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/PT-2020-13_433.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "151", "sources::title": "Decreto-Lei n.º 10-G/2020,  Diário da República n.º 61/2020\rSuplemento, Série I de 2020-03-", "sources::url": "https://dre.pt/pesquisa/-/search/130779506/details/maximized", "sources::d_date": "03/20/2020", "modId": "9", "downloaded_to": "e9d8fbc976c62de560003671622248fff63fc534c368c62b209eee8297680a63"}, {"recordId": "1098", "sources::title": "Resolução do Conselho de Ministros n.º 41/2020", "sources::url": "https://data.dre.pt/eli/resolconsmin/41/2020/06/06/p/dre", "sources::d_date": "06/06/2020", "modId": "2", "downloaded_to": "9d3af0beb5bba7e1026279875c741eeec5339b39fb373a55b26947b19e2c37e0"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "181", "updates::d_date": "07/13/2020", "updates::description": "The Resolution of the Council of Ministers no. 41/2020, of 6 June, that approved the Economic and Social Stabilization Programme extends the extraordinary support for the maintenance of employment contracts and establishes a transitional regime replacing the regime in force of ‘simplified layoff’ by a support to progressive recovery (2.2.1). It introduces also a one-off measure, the Stabilisation Complement to improve income of workers under layoff (2.3). \r\r* Companies that remain closed as determined by the government continue to benefit from the simplified layoff regime; the simplified layoff, in the model currently in force, is extended until the end of July; \r* Companies that have a reduction of revenue equal to or greater than 40% may benefit, between August and December 2020, from a support mechanism for progressive recovery; \r* Companies that have benefited from the simplified layoff regime can now benefit from an extraordinary incentive to normalize business activity, choosing one of two modalities: one minimum wage (€635) one-off or two minimum wages over six months, per job in lay-off.\r\r", "modId": "7"}], "regions": []}, "recordId": "324", "modId": "92"}