{"fieldData": {"title": "New agreement on partial unemployment establishes minimum social wage for unskilled worker as new compensation floor", "title_nationalLanguage": "Accord conclu dans le cadre de la lutte contre les conséquences économiques et sociales du COVID-19", "d_startDate": "03/15/2020", "d_endDate": "12/31/2020", "calc_country": "Luxembourg", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "LU-2020-12/435", "dateType": "Temporary", "calc_creationDay": "04/09/2020", "calc_lastUpdate": "07/14/2020", "descriptionBackgroundInfo": "The bi-partite agreement between the Ministry of Work, Employment, Social and Solidarity Economy and the two representative national trade unions OGBL and LCGB signed on 26  March 2020 implies a change in the law of 15 September 1975 defining the compensation rate for part-time unemployment/Règlement grand-ducal du 15 septembre 1975 portant fixation du taux d'indemnisation des chômeurs partiels (Mémorial A, Number 59, 22 September 1975) in the context of the current crisis. As the number of companies applying for partial unemployment has increased significantly since the outbreak of the crisis, the government decided to change the legal framework concerning compensation allowances as far as partial unemployment is concerned. \r\rThe agreement also underlines that the national employers' association UEL did not oppose to the bipartite agreement. \r\r", "descriptionContentOfMeasure": "The bipartite agreement between the government and the two national trade unions provides that, if employers mobilise partial unemployment schemes with the objective to combat the economic and social consequences during the defined COVID-19 period, the compensation allowance which in principle corresponds to 80% of the normal reference salary capped at 250% the minimum social wage for unskilled workers must not be less than the amount of the minimum social wage for unskilled workers.\r\rIf there is a difference between the amount of the compensation allowance and the unqualified minimum social wage, the difference will be paid by the Employment Fund (Fonds pour l'Emploi).", "descriptionUseOfMeasure": "No data has been disclosed at the moment of writing on how many employees are concerned by the agreement.", "descriptionInvolvementOfSocialPartners": "greement between the Government and the trade unions in order not to leave the high number of employees affected by the crisis in a situation of partial unemployment with an income below the minimum wage", "socialPartner_form": "Direct consultation", "socialPartner_role": "Agreed (outcome)", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LU-2020-12_435.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "304", "sources::title": "Government of Luxembourg", "sources::url": "https://gouvernement.lu/dam-assets/documents/actualites/2020/03-mars/Accord-Gouvernement-OGBL-LCGB-chomage-partiel.pdf", "sources::d_date": "03/26/2020", "modId": "3", "downloaded_to": "3bd17df1dc4e67ba2e3cbb60376b3bbd83d2484b8ff63bdf314d3c0eb9dbd03e"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "200", "updates::d_date": "07/13/2020", "updates::description": "The measure has been extended until 31 December 2020 and applies to the new measure concerning short-time work in particularly vulnerable sectors.", "modId": "3"}], "regions": []}, "recordId": "326", "modId": "84"}