{"fieldData": {"title": "Measures to allow self-employed to postpone or avoid the payment of social security contributions", "title_nationalLanguage": "Odlog in oprostitev plačila prispevkov za socialno varnos", "d_startDate": "03/13/2020", "d_endDate": "05/31/2020", "calc_country": "Slovenia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "SI-2020-11/438", "dateType": "Temporary", "calc_creationDay": "04/10/2020", "calc_lastUpdate": "07/20/2020", "descriptionBackgroundInfo": "The 'Act on the Interim Measure of Partial Reimbursement of Wage Compensation' (ZIUPPP, adopted on 20 March 2020) and the 'Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy' (ZIUZEOP, adopted on 2 April 2020) alleviate the negative consequences of the pandemic by permitting self-employed persons to postpone the payment of social security contributions or not to pay them at all. \rEligible are self-employed persons who who cannot carry out their work and have no outstanding debt with the Financial Administration.", "descriptionContentOfMeasure": "The law on wage compensation (ZIUPPP, adopted on 20 March 2020) laid down a temporary suspension of social security contributions whose payment deadline expires in April, May, and June 2020. Deferred payment must be paid in two years, until 31 March 2022, in one installment with no interest charge. It is an automatically recognized right meaning that there is no need to submit any claim for obtaining this right. Eligible are self-employed persons (including farmers) who do not employ other workers.\rThe  first and second COVID-19 laws (ZIUZEOP and ZIUZEOP-A) have introduced the right of self-employed persons to be fully exempt from paying social security contributions. Eligible persons are self-employed, clerics, associates, and farmers who cannot carry out their work. They have to make a request to Financial Administration in which they prove 10% lower income in 2020 compared to 2019 or, in cases of recently established businesses, 10% lower average monthly income compared to the pre-crisis level. Later on, beneficiaries will have to pay social security contributions if their revenue exceeds 90% of the revenue in the pre-crisis period. Tee Financial administration manages the requests for exemption from paying social security contributions. Postponed and annulled payments of social security contributions are limited to the period between 13 March and 31 May 2020. After 31 May no new claims will be accepted. In addition to these two measures, self-employed may also claim for deferred payment of income tax.", "descriptionUseOfMeasure": "While the COVID-19 law (ZIUZEOP, issued on 10 April 2020) was in parliamentary procedure, non-governmental organizations protested against discriminatory “referential period” for self-employed persons. While referential period for companies was one year, it was one month (February) for self-employed. The argument was that this rule exclude many self-employed persons, as they typically receive their fees irregularly and many may have had no money inflows in February. Their proposal was not integrated into the first COVID-19 law, issued on 10 April 2020.\rTwo cultural organizations (the Association of Slovene Film Directors and the Association of Cultural Workers) organized on-line surveys on how many of their self-employed members do not qualify for the annulled payment of social security contributions. An on-line survey of the first association showed that 84% of film directors and screenwriters are not eligible, while the other association came up with the figure of one-quarter of respondents. It is mainly due to the irregularity of their income and the fact that the government suspended the payment of subsidies to the already done or agreed work (Association of Slovene Film Directors, email, 13 April 2020). Associations stressed that the emergency measure left out the most socio-economically deprived group of self-employed (Šučur, 2020).\r\rThe second COVID-19 law (ZIUZEOP-A from 30 April 2020) finally adopted their proposals: it extended the referential period as well as the group of eligible persons (besides full-time also part-time self-employed).\r", "descriptionInvolvementOfSocialPartners": "The law was adopted under an accelerated procedure with no involvement of the Economic and Social Council. Its functioning was blocked because the new government, which came to power on 13 March 2020, had not yet appointed its members in the Economic and Social Council. On 20 April, trade unions protested against the exclusion of social partners in the preparation of the second emergency law (ZIUZEOP-A). They demanded the reactivation of the Economic and Social Council. The first meeting of the Economic and Social Council was held not before 15 May 2020. The Council then became involved in negotiations about the third emergency law ZIUOOPE, issued on 30 May 202", "socialPartner_form": "Other", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2020-11_438.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "271", "sources::title": "Zakon o interventnih ukrepih za zajezitev epidemije COVID-19 in omilitev njenih posledic za državljane in gospodarstvo (ZIUZEOP) [Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy", "sources::url": "http://www.pisrs.si/Pis.web/pregledPredpisa?id=ZAKO819", "sources::d_date": "04/10/2020", "modId": "9", "downloaded_to": "45c14f3bd2d9aa70159a8f1157fa5b9e713be157d55e8e8db0da35fd4981cc85"}, {"recordId": "300", "sources::title": "Zakon o interventnih ukrepih na področju plač in prispevkov, ZIUPPP [Act on the Interim Measure of Partial Reimbursement of Wage Compensation], Official Gazette RS, no. 36, 202", "sources::url": "http://www.pisrs.si/Pis.web/pregledPredpisa?id=ZAKO818", "sources::d_date": "03/28/2020", "modId": "5", "downloaded_to": "5c96ffc0bd950da16ccf1b426cf233b7c7a6745ee3371a6b0f1b0446e3e29d7b"}, {"recordId": "307", "sources::title": "Financial Administration, 'Ukrepi na davčnem področju za blažitev posledic koronavirusa za samozaposlene' [Measures to mitigate the effects of epidemic on self-employed", "sources::url": "https://www.gov.si/novice/2020-04-03-ukrepi-na-davcnem-podrocju-za-blazitev-posledic-koronavirusa-za-samozaposlene", "sources::d_date": "04/03/2020", "modId": "5", "downloaded_to": "c7a1902c4c9446ea9745ffd5f77f353fb44dd9825cbf31c780385a7fad9343ab"}, {"recordId": "377", "sources::title": "Maja Šučur, ‘Na čigavi strani je ministrstvo’ [On whose side is ministry], Dnevnik, 11 April 202", "sources::url": "https://www.dnevnik.si/1042926927/Kultura/pomoc-samozaposlenim-v-kulturi-na-cigavi-strani-je-ministrstv", "sources::d_date": "04/11/2020", "modId": "4", "downloaded_to": "f52e26384aff6cf178ef795edbdfe700a814320fff497858a946676d41736666"}, {"recordId": "973", "sources::title": "Zakon o interventnih ukrepih za zajezitev epidemije COVID-19 in omilitev njenih posledic za državljane in gospodarstvo, ZIUZEOP-A [Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy", "sources::url": "https://www.uradni-list.si/glasilo-uradni-list-rs/vsebina/2020-01-0901?sop=2020-01-090", "sources::d_date": "04/30/2020", "modId": "0", "downloaded_to": "87c687ea95b0eb371f767110d2597180e5a671f7183878425babafc684c78ee7"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "78", "updates::d_date": "07/02/2020", "updates::description": "The second COVID-19 law (ZIUZEOP-A from 30 April 2020) changes the eligibility rules for this measure, qualifying all self-employed persons whose revenue is reduced by 10% in 2020 compared to 2019. \rIn cases of recently established self-employed, the comparative basis is the average monthly income. The law extend the measure also to part-time self-employed, not only to full-time. ", "modId": "2"}], "regions": []}, "recordId": "329", "modId": "87"}