{"fieldData": {"title": "Health and safety at work in the epidemic", "title_nationalLanguage": "Zaščita delavcev na delovnem mestu v času epidemij", "d_startDate": "03/19/2020", "d_endDate": "05/31/2020", "calc_country": "Slovenia", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Occupational health and safety", "calc_identifier": "SI-2020-12/439", "dateType": "Temporary", "calc_creationDay": "04/10/2020", "calc_lastUpdate": "01/08/2021", "descriptionBackgroundInfo": "Trade unions have been calling attention to the lack of health and safety measures at work since the outbreak of the pandemic. Workers who had to continue working in large groups or on assembly lines felt left behind. Trade unions reported cases where workers kept working close to each other with no safety equipment. Under the trade union pressure, the Minister of Health issued instructions for companies on how to implement health and safety measures at work.", "descriptionContentOfMeasure": "Experts for occupational medicine participated in drafting instructions for companies, issued on 19 March 2020 by the Minister of Health. They recommended work at a slower pace; rearrangement of workplaces which would guarantee a safe distance between persons; organization of coming to work and leaving in a way that would avoid large gatherings; ban on smoking pauses and breaks which would lead to the creation of groups (Ministry of Health, Measures for health and safety at work during the epidemic). The Association of occupational, transport, and sports medicine also published their own more detailed instructions for companies at its website and offered consultancies on how practically implement safety measures in particular environments. It advised the temporary shutdown of the production process if appropriate safety measures could not be adopted. \rThe Labour Inspectorate recommended work at home when feasible. When this was not possible, the Labour Inspectorate was checking if the company adopted appropriate health and security measures, such as:\r\r* A distance of two metres between workers or the use of safety equipment (masks, gloves, glasses).\r* Availability of soap, warm water, and hand sanitizer.\r* Regular cleaning and disinfection of surfaces in general use (hooks, bathrooms, keyboards, and so on).\r* Awareness about health and safety at work among workers.\r* Participation of an expert for occupational medicine in planning health and safety measures.", "descriptionUseOfMeasure": "The Labour Inspectorate reported about receiving numerous complaints against violation of health and safety at work. On 19 March, the Labour Inspectorate announced more controls. In this domain, the Chamber of Commerce and Industry of Slovenia published an example of good practice from the Chinese owned company Hisense Gorenje, on how to adopt health and safety measures in production.", "descriptionInvolvementOfSocialPartners": "The two Covid-19 laws (ZIUZEOP and ZIUZEOP-A) were adopted under an accelerated procedure with no involvement of the Economic and Social Council. Its functioning was blocked because the new government, which came to power on 13 March 2020, had not appointed its members in the Economic and Social Council. On 20 April, trade unions protested against the exclusion of social partners in the preparation of the second emergency law (ZIUZEOP-A). They demanded the reactivation of the Economic and Social Council. The first meeting of the Economic and Social Council was held not before 15 May 2020. The Council then became involved in negotiations about the third emergency law ZIUOOPE, issued on 30 May 2020", "socialPartner_form": "Other", "socialPartner_role": "Negotiated", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2020-12_439.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "308", "sources::title": "Ministry for Health, Ukrepi za varovanje zdravja delavcev v času epidemije Covid-19 [Measures for health and safety at work during the epidemic", "sources::url": "https://www.gov.si/assets/ministrstva/MZ/DOKUMENTI/Koronavirus/Ukrepi-za-varovanje-zdravja-delavcev-v-casu-epidemije-COVID-19.pd", "sources::d_date": "03/19/2020", "modId": "5", "downloaded_to": "5582ca9e86a4ed6d0e031180cfe308a9aed963cc15d525730a4f40d2cb7e894f"}, {"recordId": "309", "sources::title": "The Association of occupational, transport, and sports medicine (ZMDPŠ), 'Priporočila za zagotavljanje varnih delovnih pogojev v\rčasu epidemije COVID 19' [Recommendations for safe working conditions during the epidemic", "sources::url": "https://www.zmdps.si/priporocila-za-zagotavljanje-varnih-delovnih-pogojev-v-casu-epidemije-covid-19/", "sources::d_date": "03/19/2020", "modId": "5", "downloaded_to": "a0571a27aa9d4e0dc95cc26b3fb8671a258c7d1568eb964ed7d5feca1ff91fec"}, {"recordId": "310", "sources::title": "The Association of free trade unions of Slovenia, 'Izbruh novega koronavirusa' [The outbreak of corona crisis", "sources::url": "https://www.zsss.si/korona-virus/priporocila-za-zascito-zdravja", "sources::d_date": "03/19/2020", "modId": "5", "downloaded_to": "2971b1afc0e8c5f0ddeb2f4ad35e825dfa5c30f231e38446209362b8b62e3cc4"}, {"recordId": "311", "sources::title": "Labour Inspectorate, 'Delo na domu in zagotavljanje varnega in zdravega dela v izrednih razmerah' [Work at home – healthy and safe work in the state of emergency", "sources::url": "https://www.gov.si/novice/2020-03-18-delo-na-domu-in-zagotavljanje-varnega-in-zdravega-dela-v-izrednih-razmerah/", "sources::d_date": "03/18/2020", "modId": "6", "downloaded_to": "8859b7559ca313b46866e3f6b7816026a9903ca0c973243223e3e1be75cff51d"}, {"recordId": "312", "sources::title": "Labour Inspectorate, 'Inšpektorat za delo napoveduje poostren nadzor' [The Labour Inspectorate announces stricter checks", "sources::url": "https://www.gov.si/novice/2020-03-19-inspektorat-za-delo-napoveduje-poostren-nadzor", "sources::d_date": "03/19/2020", "modId": "4", "downloaded_to": "d22eef49adbaf091b3390e5265f93b1d02d2d0ca064ab621335fa8a8c4107af7"}, {"recordId": "313", "sources::title": "The Chamber of Commerce and Industry of Slovenia, 'Primeri praks ravnanja članov' [Examples of GZS members", "sources::url": "https://www.gzs.si/koronavirus/vsebina/Splo%C5%A1ni-poslovni-nasveti/Primeri-praks-ravnanja-%C4%8Dlano", "sources::d_date": "03/18/2020", "modId": "3", "downloaded_to": "bc3ce7baa68097d04ab35f862a0b2293c64a0f1ccb1062efa1c8437dba758043"}, {"recordId": "2488", "sources::title": "Act Determining Intervention Measures to Assist in Mitigating the Consequences of the Second Wave of COVID-19 Epidemic (Zakon o interventnih ukrepih za pomoč pri omilitvi posledic drugega vala epidemije COVID-19, ZIUPOPDVE", "sources::url": "http://pisrs.si/Pis.web/pregledPredpisa?id=ZAKO830", "sources::d_date": "12/30/2020", "modId": "0", "downloaded_to": "47c166ecb1b7632056cc5c3893555a75862c56642742d0936869e5ebb95c2a6f"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}, {"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "547", "updates::d_date": "12/29/2021", "updates::description": "The seventh COVID-19 law (ZIUPOPDVE), adopted by the Parliament on 29 December 2020, provides all companies, self-employed and cooperatives with financial support for purchasing COVID-19 rapid tests. It is hoped that regular testing of employees will prevent the spread of infections at the workplace. Companies may receive €40 per employee that is supposedly sufficient for five tests.", "modId": "3"}], "regions": []}, "recordId": "330", "modId": "89"}