{"fieldData": {"title": "Limitation of certain rights of healthcare workers", "title_nationalLanguage": "Omejitev nekaterih pravic zdravstvenih delavcev", "d_startDate": "03/13/2020", "d_endDate": "12/31/2020", "calc_country": "Slovenia", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Mobilisation of a larger workforce", "calc_identifier": "SI-2020-11/441", "dateType": "Temporary", "calc_creationDay": "04/10/2020", "calc_lastUpdate": "01/08/2021", "descriptionBackgroundInfo": "The 'Decree on the limitation of certain rights of healthcare and associated professionals', issued on 12 March 2020, ensures the health safety of healthcare workers and their availability during the pandemic. Two ordinances (from 15 March and 27 March 2020) mandate deployment of doctors without a license and interns. 'Ordinance on temporary measures in health care to control the spread of epidemic COVID-19', published on 31 March, temporarily suspends all non-urgent medical procedures", "descriptionContentOfMeasure": "With the declaration of the epidemic on 12 March 2020, some limitations of the healthcare workers and medical professionals’ rights came into force. They are not allowed to travel to infected areas or areas with the direct risk of infection outside Slovenia. During the epidemic, they have no longer the right to annual leave holiday, the right to strike, and the right to education in infected areas. Two subsequent ordinances mandate participation of doctors without license and interns in healthcare services. The last ordinance from 31 March 2020 suspended all preventive health services. Directors of health centres and hospitals must, at the request of the minister of health, redeploy their staff to tasks related to curbing and managing the epidemic", "descriptionUseOfMeasure": "Measures relate to all healthcare workers in the network of the public health system, public and private alike. They are temporary and valid only until the end of the epidemic.", "descriptionInvolvementOfSocialPartners": " No information yet available.", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2020-11_441.html", "isOccupation": "Yes", "isSector": "No", "sector_privateOrPublic": "Only public sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "314", "sources::title": "Odredba o omejitvi določenih pravic zdravstvenih delavcev in zdravstvenih sodelavcev [Decree on the limitation of certain rights of healthcare and allied professionals", "sources::url": "https://www.uradni-list.si/glasilo-uradni-list-rs/vsebina/2020-01-0531/odredba-o-omejitvi-dolocenih-pravic-zdravstvenih-delavcev-in-zdravstvenih-sodelavce", "sources::d_date": "03/12/2020", "modId": "4", "downloaded_to": "39ceeb7a5a964892f6f426a462e5b88d3a0c5f8cc6c3adb785de5b94b870d49f"}, {"recordId": "315", "sources::title": "Odlok o razporejanju zdravnikov brez licence [Ordinance on the deployment of doctors without a licence", "sources::url": "https://www.uradni-list.si/glasilo-uradni-list-rs/vsebina/2020-01-0569/odlok-o-razporejanju-zdravnikov-brez-licence", "sources::d_date": "03/15/2020", "modId": "4", "downloaded_to": "51c36ffad011b22001bcbcfabf02f3ec97f8a06fccf0153224b6c5a1cfb84cea"}, {"recordId": "316", "sources::title": "Odlok o razporejanju zdravstvenih delavcev in zdravstvenih sodelavcev - pripravnikov na področju zdravstvene dejavnosti [Ordinance on the deployment of medical and non-medical professionals - interns in healthcare activities", "sources::url": "http://www.pisrs.si/Pis.web/pregledPredpisa?id=ODLO203", "sources::d_date": "03/28/2020", "modId": "5", "downloaded_to": "82f384a639b64ecf480525bc7dab5f7daa6709010a40cd03d47653f7e42cf06c"}, {"recordId": "317", "sources::title": "Odlok o začasnih ukrepih na področju zdravstvene dejavnosti zaradi zajezitve in obvladovanja epidemije COVID-19 [Ordinance on temporary measures in health care to control the spread of epidemic COVID-19", "sources::url": "http://www.pisrs.si/Pis.web/pregledPredpisa?id=ODLO202", "sources::d_date": "03/31/2020", "modId": "5", "downloaded_to": "e38cc47ac0118cb51b3823198ff167f8c74e83f85b045688bea96a46c555ab92"}, {"recordId": "1821", "sources::title": "Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences (Zakon o začasnih ukrepih za omilitev in odpravo posledic covid-19, ZZUOOP)", "sources::url": "file:///C:/Users/Maja/AppData/Local/Temp/zds.si-ZZUOOP-15.10.2020.pd", "sources::d_date": "10/15/2020", "modId": "0", "failure_reason": "HTTPConnectionPool(host='file', port=80): Max retries exceeded with url: ///C:/Users/Maja/AppData/Local/Temp/zds.si-ZZUOOP-15.10.2020.pd (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7fe4c7637100>: Failed to establish a new connection: [Errno -3] Temporary failure in name resolution'))"}, {"recordId": "2488", "sources::title": "Act Determining Intervention Measures to Assist in Mitigating the Consequences of the Second Wave of COVID-19 Epidemic (Zakon o interventnih ukrepih za pomoč pri omilitvi posledic drugega vala epidemije COVID-19, ZIUPOPDVE", "sources::url": "http://pisrs.si/Pis.web/pregledPredpisa?id=ZAKO830", "sources::d_date": "12/30/2020", "modId": "0", "downloaded_to": "47c166ecb1b7632056cc5c3893555a75862c56642742d0936869e5ebb95c2a6f"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}, {"recordId": "78", "targetGroups::name": "Workers in essential services", "modId": "9"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [{"recordId": "12", "occupations::name": "Health associate professionals", "modId": "0"}, {"recordId": "6", "occupations::name": "Health professionals", "modId": "0"}], "sectors": [], "updates": [{"recordId": "373", "updates::d_date": "10/18/2020", "updates::description": "With the second wave of the epidemic and the issuing of the fifth emergency law (ZZUOOP), health and care workers are subject to a certain limitation of their rights. Upon the employer’s decision, health and care workers can be temporarily relocated to another employer during the epidemic. A worker can be temporarily assigned a job for which equivalent skills or qualifications are required. Temporarily relocated workers are entitled to 20% bonus. On the other hand, health and care workers in direct contact with COVID-19 patients, have the right to the 30% bonus.\rWithin the fifth emergency law (ZZUOOP), there is a stipulation that the government can finance medical treatments in public as well as in the private sector of non-concessioners. It aims at the shortening of waiting lines for some medical treatments. Political opposition, trade unions as well as the 23rd Friday protest against government demanded the withdraw of this article. They claim that the government use the epidemic as an excuse for the privatisation of the public sector.", "modId": "1"}, {"recordId": "548", "updates::d_date": "12/29/2020", "updates::description": "The seventh COVID-19 law (ZIUPOPDVE), adopted by the Parliament on 29 December 2020, extends the temporary relocation of health and care workers among health institutions, care homes, and crisis accommodation centers until 31 December 2021. Workers concerned are entitled to 30% bonus during their relocation.\rDue to the lack of workers in the health sector, an exception is made for foreign health workers. If they are only temporarily employed, do not need to prove the knowledge of Slovenian. The exception will be in force until 31 December 2021.", "modId": "3"}], "regions": []}, "recordId": "332", "modId": "99"}