{"fieldData": {"title": "One-time solidarity allowance for retired persons, large families and other vulnerable groups", "title_nationalLanguage": "Enkratni solidarnostni dodatek za upokojence in druge ranljive skupin", "d_startDate": "04/30/2020", "d_endDate": "", "calc_country": "Slovenia", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Protection of vulnerable groups (beyond employment support)", "calc_identifier": "SI-2020-18/444", "dateType": "Temporary", "calc_creationDay": "04/10/2020", "calc_lastUpdate": "01/08/2021", "descriptionBackgroundInfo": "The 'Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy ' (ZIUZEOP), adopted by the National Assembly on 2 April 2020, endows retirees and other vulnerable groups with the right to one-time solidarity allowance. The measure aims at preventing social hardship of persons with low incomes under the condition that they are permanent residents in Slovenia. Allowances vary with social groups and their revenues. The measure reaches the following social groups: retirees, unemployed disabled persons, recipients of social benefit, students, and big families.", "descriptionContentOfMeasure": "The main subjects eligible for the 'one-time solidarity allowance' are retirees and unemployed disabled persons with the income below €700 a month. \rThe bonus varies with the income which a person receives: it is €300 for pensioners with €500 per month and less, €230 for those with pensions between €500.01 and €600, and €130 for those with pensions between €600.01 and €700. Recipients of social benefits and regular students are entitled to one-time support of €150. \rAll persons concerned will receive a bonus by the end of April. \rThe ‘One-time solidarity allowance’ is exempted from taxes, social security contributions, and income tax. \rFor the duration of the epidemic, large families will receive €100 (families with three children) or €200 bonus (with four children or more).", "descriptionUseOfMeasure": "One-time solidarity bonus goes to vulnerable social groups whose situation particularly worsened due to the pandemic: retirees and unemployed disabled persons with income below €700 per month as well as recipients of social benefits and students. Large families exceptionally receive a bonus every month until the end of the epidemic.\r\rThe government paid off about €88 million given to almost 5.5 million people (or about a quarter of all population). The largest groups of beneficiaries are pensioners receiving €66 million of state support (310,000 people), recipients of social benefit and/or income support receiving €7.5 million (49,728 persons), students receiving €6.8 million (45,250 people) and recipients of child benefits receiving €5.7 million (125,402 people).", "descriptionInvolvementOfSocialPartners": "The two COVID-19 laws (ZIUZEOP and ZIUZEOP-A) were adopted under an accelerated procedure with no involvement of the Economic and Social Council. Its functioning was blocked because the new government, which came to power on 13 March 2020, had not appointed its members in the Economic and Social Council. On 20 April, trade unions protested against the exclusion of social partners in the preparation of the second emergency law (ZIUZEOP-A). They demanded the reactivation of the Economic and Social Council. The first meeting of the Economic and Social Council was held not before 15 May 2020. The Council then became involved in negotiations about the third emergency law ZIUOOPE, issued on 30 May 2020", "socialPartner_form": "Other", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2020-18_444.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "271", "sources::title": "Zakon o interventnih ukrepih za zajezitev epidemije COVID-19 in omilitev njenih posledic za državljane in gospodarstvo (ZIUZEOP) [Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy", "sources::url": "http://www.pisrs.si/Pis.web/pregledPredpisa?id=ZAKO819", "sources::d_date": "04/10/2020", "modId": "9", "downloaded_to": "45c14f3bd2d9aa70159a8f1157fa5b9e713be157d55e8e8db0da35fd4981cc85"}, {"recordId": "973", "sources::title": "Zakon o interventnih ukrepih za zajezitev epidemije COVID-19 in omilitev njenih posledic za državljane in gospodarstvo, ZIUZEOP-A [Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy", "sources::url": "https://www.uradni-list.si/glasilo-uradni-list-rs/vsebina/2020-01-0901?sop=2020-01-090", "sources::d_date": "04/30/2020", "modId": "0", "downloaded_to": "87c687ea95b0eb371f767110d2597180e5a671f7183878425babafc684c78ee7"}, {"recordId": "2488", "sources::title": "Act Determining Intervention Measures to Assist in Mitigating the Consequences of the Second Wave of COVID-19 Epidemic (Zakon o interventnih ukrepih za pomoč pri omilitvi posledic drugega vala epidemije COVID-19, ZIUPOPDVE", "sources::url": "http://pisrs.si/Pis.web/pregledPredpisa?id=ZAKO830", "sources::d_date": "12/30/2020", "modId": "0", "downloaded_to": "47c166ecb1b7632056cc5c3893555a75862c56642742d0936869e5ebb95c2a6f"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "37", "targetGroups::name": "Older citizens", "modId": "15"}, {"recordId": "39", "targetGroups::name": "Youth (18-25)", "modId": "15"}, {"recordId": "40", "targetGroups::name": "Parents", "modId": "14"}, {"recordId": "43", "targetGroups::name": "Disabled", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "81", "updates::d_date": "07/02/2020", "updates::description": "The ‘Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy’ (ZIUZEOP-A) endows the right of one-time solidarity allowance to some **new groups**. \rDisabled persons who work part-time and are temporarily laid off or who cannot work due to force majeure receive same allowances as retired persons. The right of one-time allowance of €150 is given to the following groups: family assistants; recipients of family allowance; recipients of childcare allowance, persons on maternity or paternity leave; recipients of partial reimbursement for lost income due to care work; recipients of disability benefits; and recipients of war veterans allowances; foster parents. \rChildren, entitled to child benefits, receive €30 each.", "modId": "3"}, {"recordId": "551", "updates::d_date": "12/29/2021", "updates::description": "The seventh COVID-19 law (ZIUPOPDVE), adopted by the Parliament on 29 December 2020, reintroduces one-time solidarity allowance for retirees, children, students, large families and farmers. \r\rEligible are retirees and unemployed disabled persons with the income below €714 a month. Bonus varies with the income a person receives. It is €300 for pensioners with €510 a month and less, €230 for those with pensions between €510.01 and €612, and €130 for those with pensions between €612.01 and €714.\r\rThe law provides a €50 one-time allowance to all children up to the age of 18 years. Parents or foster parents, who are not recipients of the child benefit, must apply for the one-time allowance. \rLarge families receive an extra bonus each month until the end of the epidemic, families with three children €100 and larger families €200. Recipients of childcare allowance get a monthly allowance from October to the end of the epidemic.\r\rStudents and farmers above 65 years of age whose income is below €591.20 receive a one-time allowance of €150.\rParents receive the one-time allowance of €500 for a new-born baby. Eligible are all born from 1 January 2020 onwards. The measure will expire one year after the end of the epidemic. Allowances will be paid on 31 March 2021 at the latest or three months after the birth. ", "modId": "3"}], "regions": []}, "recordId": "335", "modId": "102"}