{"fieldData": {"title": "Monthly basic income for self-employed", "title_nationalLanguage": "Mesečni temeljni dohodek", "d_startDate": "03/13/2020", "d_endDate": "05/31/2020", "calc_country": "Slovenia", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Extensions of  income support to workers not covered by any kind of protection scheme", "calc_identifier": "SI-2020-11/445", "dateType": "Temporary", "calc_creationDay": "04/10/2020", "calc_lastUpdate": "01/08/2021", "descriptionBackgroundInfo": "The legal provisions contained in the 'Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy (ZIUZEOP)' endows self-employed, clerics and farmers, who cannot carry out their activities or that can do it on a much smaller scale, with the right to a basic income for the time of the epidemic. Those ones concerned are eligible if they prove that their income declined during the crisis and if they have no outstanding debt with the Financial Administration.", "descriptionContentOfMeasure": "Monthly basic income is determined at €350 for March and €700 for April and May 2020. Eligible persons have to make a request to the Financial Administration, in which they declare that their income decreased at least of 10% in 2020 with respect to 2019, or a 10% lower average monthly revenue compared to pre-crisis period. Later on, beneficiaries will have to return the support received, if in 2020 their income exceeds 90% of their revenue in 2019. The financial administration is appointed to manage claims for basic income. The measure addresses self-employed, clerics and farmers who have no other insurance deriving from other types of employment. The measure is limited to the period between 13 March and 31 May 2020. After 31 May no new claims are possible.", "descriptionUseOfMeasure": "While the first COVID-19 law (ZIUZEOP, issued on 10 April 2020) was in parliamentary procedure, non-governmental organisations protested against discriminatory “referential period” for self-employed persons. While referential period for companies was one year, it was one month (February) for self-employed. NGOs said that this rule exclude many self-employed persons, since they receive their fees irregularly and many may have had no money inflows in February. Their proposal was not integrated into the first COVID-19 law, issued on 10 April 2020. \r\rTwo cultural organisations (the Association of Slovene Film Directors and the Association of Cultural Workers) organised on-line surveys on how many of their self-employed members do not qualify for the income income and for the annulled payment of social security contributions. An on-line survey of the first association showed that 84% of film directors and screenwriters are not eligible, while the other association came up with the figure of one-quarter of respondents. It is mainly due to the irregularity of their income and the fact that the government suspended the payment of subsidies to the already done or agreed work (Association of Slovene Film Directors, email, 13 April 2020). Associations stressed that the emergency measure left out the most socio-economically deprived group of self-employed (Šučur, 2020).\r\rThe second COVID-19 law (ZIUZEOP-A from 30 April 2020) adopted their proposals: it extended the referential period as well as the group of eligible persons (besides full-time also part-time self-employed).\r\rFinancial administration paid off the last instalment of basic income in June 2020. In April 2020, 32.000 self-employed received €11.2 million. In May 2020, €27.5 million was given to 37,500 recipients and another €2.2 million to 4,753 part-time self-employed. In the last payment (June 2020), 45,424 self-employed received €39,8 million. In total, about 51,000 self-employed persons benefited from the measure receiving more than €80 million during the epidemic. For the time of the epidemic (from 13 March to 31 May), a self-employed could get €1,750", "descriptionInvolvementOfSocialPartners": "The two COVID-19 laws (ZIUZEOP and ZIUZEOP-A) were adopted under an accelerated procedure with no involvement of the Economic and Social Council. Its functioning was blocked because the new government, which came to power on 13 March 2020, had not appointed its members in the Economic and Social Council. On 20 April, trade unions protested against the exclusion of social partners in the preparation of the second emergency law (ZIUZEOP-A). They demanded the reactivation of the Economic and Social Council. The first meeting of the Economic and Social Council was held not before 15 May 2020. The Council then became involved in negotiations about the third emergency law ZIUOOPE, issued on 30 May 2020", "socialPartner_form": "Other", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2020-11_445.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "271", "sources::title": "Zakon o interventnih ukrepih za zajezitev epidemije COVID-19 in omilitev njenih posledic za državljane in gospodarstvo (ZIUZEOP) [Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy", "sources::url": "http://www.pisrs.si/Pis.web/pregledPredpisa?id=ZAKO819", "sources::d_date": "04/10/2020", "modId": "9", "downloaded_to": "45c14f3bd2d9aa70159a8f1157fa5b9e713be157d55e8e8db0da35fd4981cc85"}, {"recordId": "301", "sources::title": "Financial Administration, 'Preglednica ukrepov' [Table of measures]", "sources::url": "https://www.gov.si/assets/organi-v-sestavi/FURS/Novice-2020/Preglednica-ukrepov-v-zvezi-z-delom-in-placevanjem-prispevkov-za-socialno-varnost-za-vase-zaposlene.pd", "sources::d_date": "04/06/2020", "modId": "8", "downloaded_to": "f2e8c51823805275218e933e0f3bf63bb6a001f24979f798fc34cbc38a59878f"}, {"recordId": "377", "sources::title": "Maja Šučur, ‘Na čigavi strani je ministrstvo’ [On whose side is ministry], Dnevnik, 11 April 202", "sources::url": "https://www.dnevnik.si/1042926927/Kultura/pomoc-samozaposlenim-v-kulturi-na-cigavi-strani-je-ministrstv", "sources::d_date": "04/11/2020", "modId": "4", "downloaded_to": "f52e26384aff6cf178ef795edbdfe700a814320fff497858a946676d41736666"}, {"recordId": "772", "sources::title": "The positions of the representative trade union confederation", "sources::url": "https://www.zsss.si/wp-content/uploads/2020/03/Stali%C5%A1%C4%8Da-na-predlog-korona-zakona_sindikalne-centrale_30032020.pd", "sources::d_date": "03/30/2020", "modId": "1", "downloaded_to": "1a8acee4976bf5cf376181707dadd6b8dca10147b9be0ed85b4ab887e3632821"}, {"recordId": "775", "sources::title": "The Chamber of Craft and Small Business of Slovenia, The right direction, but the law needs some change", "sources::url": "https://www.ozs.si/novice/ukrepi-v-pravo-smer-megazakon-pa-potrebuje-dolocene-spremembe-5e831faa2114e07a33969b0", "sources::d_date": "03/31/2020", "modId": "1", "downloaded_to": "15898abf9edc995da5848cab16b509534c59775cbcd0efe95479c04a390ed51e"}, {"recordId": "973", "sources::title": "Zakon o interventnih ukrepih za zajezitev epidemije COVID-19 in omilitev njenih posledic za državljane in gospodarstvo, ZIUZEOP-A [Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy", "sources::url": "https://www.uradni-list.si/glasilo-uradni-list-rs/vsebina/2020-01-0901?sop=2020-01-090", "sources::d_date": "04/30/2020", "modId": "0", "downloaded_to": "87c687ea95b0eb371f767110d2597180e5a671f7183878425babafc684c78ee7"}, {"recordId": "1782", "sources::title": "[The last payment of basic income for self-employed] Še zadnje izplačilo mesečnega temeljnega dohodka za samostojne podjetnik", "sources::url": "https://www.rtvslo.si/gospodarstvo/se-zadnje-izplacilo-mesecnega-temeljnega-dohodka-za-samostojne-podjetnike/52664", "sources::d_date": "06/10/2020", "modId": "0", "downloaded_to": "a9c3ba37f4a8279108d06acf19a49ecdc6b3302da2efe827678af0e2f0ae8689"}, {"recordId": "1821", "sources::title": "Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences (Zakon o začasnih ukrepih za omilitev in odpravo posledic covid-19, ZZUOOP)", "sources::url": "file:///C:/Users/Maja/AppData/Local/Temp/zds.si-ZZUOOP-15.10.2020.pd", "sources::d_date": "10/15/2020", "modId": "0", "failure_reason": "HTTPConnectionPool(host='file', port=80): Max retries exceeded with url: ///C:/Users/Maja/AppData/Local/Temp/zds.si-ZZUOOP-15.10.2020.pd (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7fe4c762d1f0>: Failed to establish a new connection: [Errno -3] Temporary failure in name resolution'))"}, {"recordId": "2488", "sources::title": "Act Determining Intervention Measures to Assist in Mitigating the Consequences of the Second Wave of COVID-19 Epidemic (Zakon o interventnih ukrepih za pomoč pri omilitvi posledic drugega vala epidemije COVID-19, ZIUPOPDVE", "sources::url": "http://pisrs.si/Pis.web/pregledPredpisa?id=ZAKO830", "sources::d_date": "12/30/2020", "modId": "0", "downloaded_to": "47c166ecb1b7632056cc5c3893555a75862c56642742d0936869e5ebb95c2a6f"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "80", "updates::d_date": "07/02/2020", "updates::description": "The 'Emergency law' (ZIUZEOP-A), into force from 30 April 2020, amended the eligibility conditions for the measure, extending it to all self-employed persons whose revenue will be reduced by 10% in 2020 compared to 2019. In cases of recently established self-employed, the comparative basis is the average monthly income. The law gives this right also to part-time self-employed, not only to full-time.", "modId": "2"}, {"recordId": "374", "updates::d_date": "10/15/2020", "updates::description": "The fifth emergency law (ZZUOOP), adopted by the Parliament on 15 October 2020, reactivates the basic income for self-employed, associates and farmers. The measure will be in force from 1 October to 31 December 2020 but can be extended for another six months.\rThe basic income is limited to €1,100 per month. All people are eligible under the condition that they have a 20% or more lower income compared to the year 2019 or 20% lower average monthly revenue compared to the period before 31 August.\rSelf-employed, associates and farmers who are in quarantine or whose child is in quarantine (children are only eligible until fifth grade and disabled children) also have the right to compensation for the lost income. The compensation amounts to €250 for a ten-day quarantine, €500 for a twenty-day quarantine and €750 for a month.", "modId": "4"}, {"recordId": "550", "updates::d_date": "12/29/2021", "updates::description": "The seventh COVID-19 law (ZIUPOPDVE), adopted by the Parliament on 29 December 2020, provides ecclesiastics with the monthly basic income. Persons concerned receive €700 a month for October, November and December 2020. The measure can be prolonged for another six months upon the government’s ordinance. The state is already paying all social contributions for ecclesiastics", "modId": "2"}], "regions": []}, "recordId": "336", "modId": "107"}