{"fieldData": {"title": "Deferred payments of borrowers' obligations and state guarantee", "title_nationalLanguage": "Odlog plačila obveznosti kreditojemalcev in državna poroštv", "d_startDate": "03/13/2020", "d_endDate": "03/31/2021", "calc_country": "Slovenia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "SI-2020-11/447", "dateType": "Temporary", "calc_creationDay": "04/10/2020", "calc_lastUpdate": "01/22/2021", "descriptionBackgroundInfo": "The 'Intervention Measure Act on Deferred Payments of Borrowers' Obligations (ZIUOPOK, adopted on 20 March 2020) determines postponement of debt repayment for twelfth months. The next law (‘Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy’, ZIUZEOP), adopted on 2 April 2020, offers state guarantees for the repayment of debt. From a general point of view, the deferral of payments, in the Slovenian legal framework, is an emergency measure for preventing severe economic damage and preserving financial stability in the Republic of Slovenia. It determines the postponement of outstanding debt for twelfth months. The measure concerns companies, farmers, not-for-profit organizations, and individual persons. The temporary failure of debt service must be a consequence of the epidemic. Company or person can apply for postponement of payments to the bank within six months after the end of the state of emergency. The borrower is obliged to monthly reporting on solving financial difficulties.", "descriptionContentOfMeasure": "Intervention Measure Act on Deferred Payments of Borrowers' Obligations (ZIUOPOK, adopted on 20 March 2020) determines postponement of debt repayment for twelfth months. The next law (‘Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy’, ZIUZEOP), issued on 10 April 2020, offers state guarantees for the repayment of debts. Guarantees may amount to 25% of installments for which the bank and the creditor agreed to postpone. They may amount to 50% for individual persons or companies whose activities were closed down by state or local authorities during the pandemic. Guarantees also apply to newly settled credits intending to provide liquidity for business firms. The total sum of the guarantee fund is €200 million.", "descriptionUseOfMeasure": "Deferred payments of debt and state guarantees address the needs of companies, farmers, not-for-profit organisations, and individual people. A bank which does not consent to the justified request for the postponement of borrower’s obligations can be fined up to €250,000. State-owned SID Bank administers the state guarantees. Bank of Slovenia and Market Inspection survey and control the implementation of the two laws. For the duration of the deferral of payments, the company cannot pay profits, performance bonuses, and any financial liabilities to the parent or affiliated companies or owners. \rCompanies ‘in difficulties’ are excluded from state guarantees.\r\rThe Bank of Slovenia reports that Slovenian banks have received 23,100 requests for deferred payments of borrowers' obligations from business and physical persons. Three-quarters of demands were submitted in April, the first month since the validity of the law. Then after, filing of claims slowed down with the improvement of the economic situation. While the total amount of credits in question is €2.5 billion, the amount of deferred instalments is €333 million. Banks have already approved most of the requests for deferred payments of borrowers' obligations.\r\rUp to July 2020, businesses have also filed 1,200 requests for new liquidity loans, related to the COVID-19 epidemic. Their total value is €668 million. Half of them has been already approved. \r\rIn the same time, banks contracted three government-guaranteed loans, worthy €16.5 million. The Bank of Slovenia estimates that most of the liquidity loans will be transformed into government-guaranteed loans.\r", "descriptionInvolvementOfSocialPartners": "The two COVID-19 laws (ZIUZEOP and ZIUZEOP-A) were adopted under an accelerated procedure with no involvement of the Economic and Social Council. Its functioning was blocked because the new government, which came to power on 13 March 2020, had not appointed its members in the Economic and Social Council. On 20 April, trade unions protested against the exclusion of social partners in the preparation of the second emergency law (ZIUZEOP-A). They demanded the reactivation of the Economic and Social Council. The first meeting of the Economic and Social Council was held not before 15 May 2020. The Council then became involved in negotiations about the third emergency law ZIUOOPE, issued on 30 May 2020.", "socialPartner_form": "Other", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2020-11_447.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "271", "sources::title": "Zakon o interventnih ukrepih za zajezitev epidemije COVID-19 in omilitev njenih posledic za državljane in gospodarstvo (ZIUZEOP) [Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy", "sources::url": "http://www.pisrs.si/Pis.web/pregledPredpisa?id=ZAKO819", "sources::d_date": "04/10/2020", "modId": "9", "downloaded_to": "45c14f3bd2d9aa70159a8f1157fa5b9e713be157d55e8e8db0da35fd4981cc85"}, {"recordId": "318", "sources::title": "Zakon o interventnem ukrepu odloga plačila obveznosti kreditojemalcev [Intervention Measure Act on Deferred Payments of Borrowers' Obligations]", "sources::url": "http://www.pisrs.si/Pis.web/pregledPredpisa?id=ZAKO818", "sources::d_date": "03/28/2020", "modId": "8", "downloaded_to": "5c96ffc0bd950da16ccf1b426cf233b7c7a6745ee3371a6b0f1b0446e3e29d7b"}, {"recordId": "973", "sources::title": "Zakon o interventnih ukrepih za zajezitev epidemije COVID-19 in omilitev njenih posledic za državljane in gospodarstvo, ZIUZEOP-A [Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy", "sources::url": "https://www.uradni-list.si/glasilo-uradni-list-rs/vsebina/2020-01-0901?sop=2020-01-090", "sources::d_date": "04/30/2020", "modId": "0", "downloaded_to": "87c687ea95b0eb371f767110d2597180e5a671f7183878425babafc684c78ee7"}, {"recordId": "975", "sources::title": "Zakon o zagotovitvi dodatne likvidnosti gospodarstvu za omilitev posledic epidemije COVID-19 (ZDLGPE) [Act on Additional Liquidity to the Economy to Mitigate the Effects of the COVID-19 Infectious Disease Epidemic", "sources::url": "http://www.pisrs.si/Pis.web/pregledPredpisa?id=ZAKO819", "sources::d_date": "04/30/2020", "modId": "0", "downloaded_to": "45c14f3bd2d9aa70159a8f1157fa5b9e713be157d55e8e8db0da35fd4981cc85"}, {"recordId": "1784", "sources::title": "[The Bank of Slovenia report], Banke podeljujejo kredite podjetjem za namene soočanja s covidkrizo; prva posojila tudi po jamstveni shem", "sources::url": "https://www.bsi.si/mediji/1535/banke-podeljujejo-kredite-podjetjem-za-namene-soocanja-s-covidkrizo-prva-posojila-tudi-po-jamstveni-shem", "sources::d_date": "07/17/2020", "modId": "0", "downloaded_to": "e4de9f0895aa3f60af136270ed80bbf1b85e57835cd11db0197e208286ccc449"}, {"recordId": "1821", "sources::title": "Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences (Zakon o začasnih ukrepih za omilitev in odpravo posledic covid-19, ZZUOOP)", "sources::url": "file:///C:/Users/Maja/AppData/Local/Temp/zds.si-ZZUOOP-15.10.2020.pd", "sources::d_date": "10/15/2020", "modId": "0", "failure_reason": "HTTPConnectionPool(host='file', port=80): Max retries exceeded with url: ///C:/Users/Maja/AppData/Local/Temp/zds.si-ZZUOOP-15.10.2020.pd (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7fe4c7626490>: Failed to establish a new connection: [Errno -3] Temporary failure in name resolution'))"}, {"recordId": "2488", "sources::title": "Act Determining Intervention Measures to Assist in Mitigating the Consequences of the Second Wave of COVID-19 Epidemic (Zakon o interventnih ukrepih za pomoč pri omilitvi posledic drugega vala epidemije COVID-19, ZIUPOPDVE", "sources::url": "http://pisrs.si/Pis.web/pregledPredpisa?id=ZAKO830", "sources::d_date": "12/30/2020", "modId": "0", "downloaded_to": "47c166ecb1b7632056cc5c3893555a75862c56642742d0936869e5ebb95c2a6f"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "82", "updates::d_date": "07/02/2020", "updates::description": "The ‘Act on Additional Liquidity to the Economy to Mitigate the Effects of the COVID-19 Infectious Disease Epidemic’ (ZDLGPE) extends the state guarantees to new credits, came to existence between 12 March and 31 December 2020. A state guarantee will be given for loans that meet the following conditions: \r\r* The purpose of the loan is to finance investments, working capital, and repayments of obligations arising from credit agreements concluded between 13 March and 1 May 2020.\r* The maturity of the loan does not exceed five years.\r* The loan is not intended for financing affiliated companies or companies domiciled abroad.\r\rThe maximum amount of the state guarantee for a company is 10% of turnover in 2019 and may not exceed the amount of personnel expenses in 2019. The upper limit is 80% of a loan for micro, small and medium companies or 70% for large companies.\rCreditors must meet the following conditions: \r\r* They are not companies in difficulties before 31 December 2019; \r* They have no outstanding obligations arising from compulsory contributions, taxes and other charges; \r* They are facing business problems arising from the COVID-19 epidemic; have no links with tax havens; pay no profits and performance bonuses, do not acquire their own shares or pay other financial liabilities to the parent/affiliated companies or owners.\r \rThe State-owned SID Bank administers the state guarantees. The total amount of state guarantees is limited to € 2,000 million. \r\rThe Act also addresses the issue of rents. The tenants of business premises owned by the state or local communities are fully or partly exempted from paying the rent.", "modId": "2"}, {"recordId": "375", "updates::d_date": "10/18/2020", "updates::description": "The fifth emergency law (ZZUOOP), adopted by the Parliament on 15 October 2020, extends liquidity loans up to 30 June 2021", "modId": "1"}, {"recordId": "447", "updates::d_date": "11/25/2020", "updates::description": "The sixth COVID-19 law (ZIUOPDVE), adopted by the Parliament on 25 November 2020, obliges banks to postpone unpaid instalments during the second wave of the epidemic (from 19 October 2020 to 31 January 2021). The state, which guarantees the payment, can prolong the measure for twelfth months upon the government’s ordinance. The act also raises the threshold for liquidity loans from 10% to 25% of the company’s income or doubled labour costs in 2019", "modId": "2"}, {"recordId": "552", "updates::d_date": "12/29/2021", "updates::description": "The seventh COVID-19 law (ZIUPOPDVE), adopted by the Parliament on 29 December 2020, made companies under the compulsory settlement or financial restructuring agreement eligible for deferred payment of borrowers’ liabilities if companies paid instalments regularly until the outbreak of the epidemic. \r\rThe maximum period for deferred payment of borrowers’ liabilities is nine months. The deadline for requests is 26 February 2021. Deferred payment must take effect on 31 March 2021 at the latest. \r\rThe seventh COVID-19 law (ZIUPOPDVE) provided Slovene Enterprise Fund with €90 million of liquidity fund to be allocated through financial products. Another €30 million of state guarantees for bank loans will be distributed among micro, small and medium companies by the same Slovene Enterprise Fund. On the other hand, state-owned SID Bank disposes of €200 million to be distributed as state guarantees to tourism, 25% for working capital and 75% for investments and working capital linked to investments.", "modId": "3"}], "regions": []}, "recordId": "338", "modId": "105"}