{"fieldData": {"title": "Telecare psychological services  ", "title_nationalLanguage": "Υπηρεσία Ψυχολογικής Τηλεφροντίδας ", "d_startDate": "03/26/2020", "d_endDate": "06/30/2020", "calc_country": "Cyprus", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Well-being of workers", "calc_identifier": "CY-2020-13/455", "dateType": "Temporary", "calc_creationDay": "04/10/2020", "calc_lastUpdate": "07/15/2020", "descriptionBackgroundInfo": "The service for telecare psychological support is issued by the Deputy Ministry of Research, Innovation and Digital Policy and the Mental Health Services with the announcement 15 of the Ministry of Interior of the 30 March 2020. The aim is to provide psychological support primarily to persons infected by the COVID-19, their relatives and any other person in need.  The services is provided by Clinical Psychologists of the Department of Special Psychology of the Mental Health Services of Cyprus. ", "descriptionContentOfMeasure": "The Telecare Psychological Service primarily serves the needs of the persons infected by COVID 19 having a mental medical history with the aim of the regular evaluation of the psychological well being of the patient, the prevention and the handling of relapses in time, support and guidance. \r\rAdditionally, the Services addresses the need of the relatives of the infected by the COVID 19 as well as other psychologically vulnerable groups of the general public and self-isolated persons. \r\rThe Services provides appointments through audiovisual means with the beneficiaries, 7 days a weak, 12 hours daily from 7:30 am - 7:30 pm. The initial contact is performed by phone and after the evaluation and definition of the needs on online appointment is scheduled. Two particular phone lines are available by the infected persons and two other for the relatives, the self-isolated and the general public.   ", "descriptionUseOfMeasure": "Between 26 March and 27 June 2020, 138 persons sought and received help by the telecare psychological services. In terms of gender, 78 persons or the 57% of them were women and 60 persons or 43% men. 35% of all that sought help were in the age group 46-65 years of age followed by 21% in the age group 66+, 20% in the age group 26-45 years of age and 4% under 25 years.\r\rIn terms of residence, the largest share of persons that sought help, that is 41%, live in the district of Nicosia followed by the 28% that live in the district of Limassol. \r\rAs far as concern the isolation status, the vast majority of the persons that sought support, that is 79% of the total, were persons not suffering from COVID-19 and in non-supervised isolation. The majority of the persons that received help, that is 65% of the sum, had only one appointment with a psychologist, the 25% had 2-3 and nearly 10% had 4+ appointments. \r\rThe psychologists referred 58 persons in other services for further support as follows: 10 persons to a psychiatric, 1 person to a child psychiatric, 10 persons to a psychologist in outpatient clinics, 1 person to a rehab center and 18 persons in other services. ", "descriptionInvolvementOfSocialPartners": "Social partners have been informed but inlvolved in the designing, implementation and monitoring of the measure. ", "socialPartner_form": "No involvement", "socialPartner_role": "Informed", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/CY-2020-13_455.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "344", "sources::title": "Λειτουργία υπηρεσίας ψυχολογικής τηλεφροντίδας ", "sources::url": "https://www.pio.gov.cy/coronavirus/press.html", "sources::d_date": "03/30/2020", "modId": "3", "downloaded_to": "01f699b7311d31474e55aee8b7ad8da46536c36478b1e0999df2c7e148bb7ecf"}, {"recordId": "1070", "sources::title": "Στατιστικά υπηρεσίας ψυχολογικής φροντίδας ", "sources::url": "", "sources::d_date": "06/27/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "346", "modId": "89"}