{"fieldData": {"title": "Government and social partners protocol to ensure safe working conditions at the workplace", "title_nationalLanguage": "Protocollo condiviso di regolamentazione delle misure per il contrasto e il contenimento della diffusione del virus Covid-19 negli ambienti di lavoro", "d_startDate": "03/14/2020", "d_endDate": "", "calc_country": "Italy", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Occupational health and safety", "calc_identifier": "IT-2020-11/457", "dateType": "Open ended", "calc_creationDay": "04/10/2020", "calc_lastUpdate": "07/17/2020", "descriptionBackgroundInfo": "On 14 March 2020, a joint protocol defining measures to the contrast and the containment of the spread of the COVID-19 virus in the workplaces was signed by a wide number of trade unions and employers' associations - including the most important national ones - under the auspices of the Prime Minister, and the Ministers of Economy, Labour, Economic Development and Health. \rThe agreement aims to ensure the protection of workers' health and the necessary safety conditions in all workplaces, in compliance with the indications formulated by the Ministry of Health on risk management of COVID-19 in the workplace. \rThe protocol was renegotiated and revised on 24 April 2020 and attached to the Decree of the Prime Ministry of 26 April 2020.\rAlso in order to allow companies to implement the agreement, the Government allocated €50 million for the purchase of personal protective equipment and tools. The legal reference of this measure is Article 43, paragraph 1, of the Law Decree No. 18 of 2020.", "descriptionContentOfMeasure": "The joint protocol aims to ensure the protection of workers' health and the necessary safety conditions in all workplaces. In particular, the agreement provides that the continuation of production activities can take place only on condition that adequate levels of protection are guaranteed to workers. To facilitate the containment of the virus, the agreement allows to suspend or temporary reduce the activity, or to adopt the telework (smart working) scheme as much as possible. The agreement also indicates specific containment measures that follow anti-contagion safety protocols (interpersonal distance between workers or adoption of safety devices). Among these measures are:\r\r1. The use of smart and remote working schemes for the activities that can be carried out at home or remotely. \r2. Encouraging the use of paid leave also through collective agreements. \r3. The suspension of the activities of company departments not indispensable for production. \r4. The adoption of anti-contagion safety protocols, the respect of the interpersonal distance of one meter as main measure of containment, the adoption of individual protection tools (e.g. masks and hand sanitizers). \r5. The sanitisation of workplaces and common areas. \r6. Limiting to the minimum essential the movement of people inside production sites. \r7. Encouraging the negotiation of specific collective agreements for the companies that are still in production. \r8. The establishment of a company committee with the participation of employees' workplace representatives for monitoring the application of the protocol. \r\rThe protocol was renegotiated and revised on 24 April 2020 and attached to the Decree of the Prime Ministry of 26 April 2020. The main amendments concerned the following issues: \r\r* The non-application of the Protocol - which results in the inability to guarantee adequate levels of protection - determines the suspension of the activity until conditions of safety are restored.\r* The supervision of the client company about the compliance with the provisions also with regard to the staff of third-party companies operating in the client's premises/construction sites.\r* Attention to the means of transport to reach the workplace.\r\rFurthermore, the €50 million allocated by the Government to undertakings to implement the agreement will be distributed, upon request, by the National Agency for inward investment promotion and enterprise development (INVITALIA). These funds might me employed also to reconvert the production of the companies to healthcare instruments.", "descriptionUseOfMeasure": "No specific information is available on the extent of application of the protocol, but a wide utilisation can be expected, due to the large number of organisations that signed it. \rThe applications for the €50 million of funds for the purchase of personal protective equipment and tools were open on 11 May 2020. In the same day, INVITALIA received 59,025 demands from 42.753 companies, allocating almost all the available funds.", "descriptionInvolvementOfSocialPartners": "The agreement was signed by the trade unions and the employer associations under the auspices of the Prime Minister, and the Ministers of Economy, Labour, Economic Development and Health.", "socialPartner_form": "Bi-or tripartite social dialogue bodies", "socialPartner_role": "Agreed (outcome)", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/IT-2020-11_457.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "350", "sources::title": "Protocollo condiviso di regolamentazione delle misure per il contrasto e il contenimento della diffusione del virus Covid-19 negli ambienti di lavoro", "sources::url": "http://www.governo.it/sites/new.governo.it/files/protocollo_condiviso_firme_20200214.pdf", "sources::d_date": "03/14/2020", "modId": "3", "downloaded_to": "66ff8bb5266beb7179637dc2db586157e031bad6ebbecd6c8af0dd94c3d05a9e"}, {"recordId": "841", "sources::title": "Impresa SIcura, boom degli incentivi", "sources::url": "https://www.invitalia.it/chi-siamo/area-media/notizie-e-comunicati-stampa/impresa-sicura-boom-degli-incentivi-in-un-minuto-59mila-richieste", "sources::d_date": "05/11/2020", "modId": "0", "downloaded_to": "0d7a8e6991778db270464f1480d45a23ee5978ec3fe4e45e0cbbbae8e2409fbf"}, {"recordId": "842", "sources::title": "Contributi alle imprese per la sicurezza e potenziamento dei presidi sanitari", "sources::url": "https://www.gazzettaufficiale.it/eli/id/2020/03/17/20G00034/sg", "sources::d_date": "03/17/2020", "modId": "0", "downloaded_to": "0e2b8d8eb1f92f0642a7e772a092404d9676c90e2974c1da47bdf52610502485"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "348", "modId": "92"}