{"fieldData": {"title": "Replacement income for self-employed (bridging right)", "title_nationalLanguage": "Vervangingsinkomen voor zelfstandigen (overbruggingsrecht)", "d_startDate": "04/18/2020", "d_endDate": "03/31/2021", "calc_country": "Belgium", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Extensions of  income support to workers not covered by any kind of protection scheme", "calc_identifier": "BE-2020-16/458", "dateType": "Temporary", "calc_creationDay": "04/10/2020", "calc_lastUpdate": "01/22/2021", "descriptionBackgroundInfo": "In certain situations self-employed can qualify for the temporary COVID-19 bridging right:\r\r* If the federal government has obliged the self-employed to interrupt the activity in whole or in part they are immediately eligible for the bridging right. There is no minimum duration of interruption required. This concerns, for example, self-employed who are obliged to close their business (such as restaurants, cafés and non-food businesses). Restaurants providing or delivering takeaway meals are also covered.\r\r* If the government has not obliged the self-employed to interrupt their activity partially or completely, but the self-employed is forced to interrupt their activity for a period of at least 7 consecutive calendar days as a result of the COVID-19 crisis, for example for self-isolation, a lack of raw materials or for various reasons of economic or organisational nature (linked to COVID-19), then they are also eligible for the bridging right.\r\rThis includes self-employed exercising a care profession such as physiotherapists, dentists and medical specialists.", "descriptionContentOfMeasure": "Certain conditions apply in order to be able to benefit from the bridging right: \r\r* The person has to be self-employed as main profession (including helpers, assisting spouses in the maxi-status and (primo-starters), or self-employed as secondary profession with provisional social security contributions that are at least equal to the minimum contributions for self-employed persons in their main profession;\r* The person has to be self-employed and pay social security contributions in Belgium;\r* The person must not receive a replacement income.\r\rThe Corona bridging right amounts to (for March, April, May and June):\r\r* €1,291,69 without family responsibilities;\r* €1,614.10 with family responsibilities.\r\rIf granted, the bridging right for March will be paid at the beginning of April and for April, at the beginning of May.", "descriptionUseOfMeasure": "It is unclear how many people are eligible and will make use of the support.", "descriptionInvolvementOfSocialPartners": "It is to be expected that the social partners were at least informed about the measure.", "socialPartner_form": "Unknown", "socialPartner_role": "Informed", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/BE-2020-16_458.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "349", "sources::title": "1819 Brussels", "sources::url": "https://1819.brussels/nl/blog/faq-coronavirus-en-ondernemingen-antwoord-op-uw-meest-gestelde-vragen", "sources::d_date": "03/25/2020", "modId": "3", "downloaded_to": "bbd181cc2748de0e6c29203a301a15b5bc66ae62c229577a2905f3e6203c48ce"}, {"recordId": "930", "sources::title": "Overbruggingsrecht voor zelfstandigen (coronavirus", "sources::url": "https://www.vlaio.be/nl/subsidies-financiering/subsidiedatabank/overbruggingsrecht-voor-zelfstandigen-coronaviru", "sources::d_date": "06/25/2020", "modId": "0", "downloaded_to": "687fd8cf3f74680534289b369de74ab230b1434d4b924bff1dfb2deeb0fd599c"}, {"recordId": "1321", "sources::title": "Verdere verlenging van 2 tijdelijke crisismaatregelen overbruggingsrecht", "sources::url": "https://www.groups.be/1_101528.ht", "sources::d_date": "08/06/2020", "modId": "0", "downloaded_to": "38149d52a19d008b6b313ec761adc6bcea5b2342e0a925b4b0ece6fa7162275f"}, {"recordId": "2501", "sources::title": "VLAIO.be", "sources::url": "https://www.vlaio.be/nl/subsidies-financiering/subsidiedatabank/overbruggingsrecht-voor-zelfstandigen-coronaviru", "sources::d_date": "01/04/2021", "modId": "0", "downloaded_to": "687fd8cf3f74680534289b369de74ab230b1434d4b924bff1dfb2deeb0fd599c"}, {"recordId": "2648", "sources::title": "Law of March 23rd 2020", "sources::url": "http://www.ejustice.just.fgov.be/mopdf/2020/03/24_2.pdf#Page", "sources::d_date": "03/23/2021", "modId": "0", "downloaded_to": "feae7365eb37c60c18ac3780cf2ac41c5860aec14a268a70a421d0973a317204"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}, {"recordId": "55", "targetGroups::name": "Solo-self-employed", "modId": "16"}, {"recordId": "63", "targetGroups::name": "One person or microenterprises", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "61", "updates::d_date": "06/25/2020", "updates::description": "The federal government decided to extend the crisis bridging right for the months of July and August for self-employed workers who had to stop their activity for at least seven consecutive days because of the COVID-19 pandemic. The government may extend this measure until the end of December 2020 if it is deemed necessary. In addition, a separate bridging right will be provided to support the self-employed during their restart. This 'Relance payment' (restart bridging right) will be as high as the crisis bridging right. The Relance payment is currently still in the development stage.\r", "modId": "3"}, {"recordId": "242", "updates::d_date": "08/06/2020", "updates::description": "The measure has been extended (for those companies that are deemed eligible) until the 31st of December 2020, mainly companies that are related in one way or another to the events sector.", "modId": "2"}, {"recordId": "543", "updates::d_date": "01/04/2021", "updates::description": "As the crisis continues further into 2021, the government has implemented some adaptions as well as an extension of the bridging right until at least March of 2021.\r\r1. In January 2021, a 'Double corona bridging right' can be obtained for self-employed workers from sectors subject to the corona closure measures of the government. Even if the self employed activity is mainly dependent on such self employed activity that has been obliged to close down, one can also claim this benefit if the activity is completely interrupted. \r2. Self-employed persons who during the months January, February and March 2021 are confronted with a considerable drop in turnover as a result of the COVID-19 crisis, can be entitled to a benefit within the framework of the new 'Bridging law turnover drop', regardless of the sector in which you are active. In the calendar month prior to the calendar month for which the payment is requested, there must be a decrease in turnover of at least 40% compared to the same calendar month during the reference year 2019.\r3. In February and March 2021, self-employed persons can invoke the 'Corona bridging right' if they are still directly affected by the closure measures imposed by the government. They do not qualify if they continue part of their activities. The aid amounts vary according to the period of complete interruption (fewer or at least 15 consecutive calendar days per calendar month) and whether one makes use of a full or half benefit.\r4. During the months of January, February and March 2021, it is also possible in certain situations for self-employed persons to obtain the 'Bridging right in the event of quarantine or care for a child'.\r", "modId": "7"}], "regions": []}, "recordId": "349", "modId": "107"}