{"fieldData": {"title": "Food helpers online platform", "title_nationalLanguage": "Die Lebensmittelhelfer Online Plattform", "d_startDate": "03/23/2020", "d_endDate": "", "calc_country": "Austria", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Smoothing frictions or reallocation of workers", "calc_identifier": "AT-2020-13/461", "dateType": "Temporary", "calc_creationDay": "04/10/2020", "calc_lastUpdate": "07/10/2020", "descriptionBackgroundInfo": "Border closures pose great challenges for domestic businesses. Foreign workers or seasonal workers employed in Austria are no longer allowed to enter the country, resulting in a shortage of labour both on farms and in food processing companies (e.g. meat sector). In order to ensure and maintain the food supply, all the work that is now necessary must be carried out on time. The Chambers of Agriculture, together with the Federal Ministry of Agriculture, Regions and Tourism, the Austrian Federal Economic Chamber and the machinery ring, are endeavouring to support farmers and processing enterprises in carrying out the necessary work on schedule despite the current situation and thus to continue to ensure the supply of domestic food. ", "descriptionContentOfMeasure": "Farmers can register their demand for urgently needed labour via an online platform; interested workers can register likewise. They are paid according to collective agreements, but also voluntary (i.e. unpaid) work is possible. Also persons on short-time work in their regular job may apply (they are allowed to have additional earnings with no upper limit). Students of certain relevant schools or university programmes can have this work credited as internships. Placement is made according to the urgency of the work to be carried out in the companies, including seasonal work. In order to be able to find the right workers for the companies, general conditions such as the type of work, the amount of work and time frame, as well as the required duration of the work on the company etc. are checked and compared with the data of the interested helpers.", "descriptionUseOfMeasure": "Initially, the offer has exceeded the demand by far, but farmers are not entirely content with this initiative. Farmers have called attention to the fact that they would prefer their regular seasonal workers due to their experience (in Upper Austria, it was spoken of preferably 80% foreign seasonal workers (mostly from Romania, Albania and the Ukraine) and 20% domestic workers). ", "descriptionInvolvementOfSocialPartners": "The online platform was initiated and set up in cooperation between the national government (agricultural and labour ministries) and the Chamber for Agriculture (employer organisation).", "socialPartner_form": "Direct consultation", "socialPartner_role": "Agreed (outcome)", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/AT-2020-13_461.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "357", "sources::title": "Die Lebensmittelhelfer", "sources::url": "https://www.dielebensmittelhelfer.at/?", "sources::d_date": "04/10/2020", "modId": "3", "downloaded_to": "c743112f4a95897e20017c16bbfc6732034d5d520be60d0f18cc6577876b4f4c"}, {"recordId": "358", "sources::title": "Why the reporting platform for harvest helpers made a false start", "sources::url": "https://www.nachrichten.at/oberoesterreich/warum-die-meldeplattform-fuer-erntehelfer-einen-fehlstart-hingelegt-hat;art4,3249644", "sources::d_date": "04/10/2020", "modId": "3", "downloaded_to": "cf582ffc91a0300edc8e94811059ab84bc41c6ad1a0f9a191a35354964f59a82"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [{"recordId": "48", "targetGroups::name": "Seasonal workers", "modId": "14"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [{"recordId": "36", "occupations::name": "Agricultural, forestry and fishery labourers", "modId": "0"}, {"recordId": "24", "occupations::name": "Market-oriented skilled agricultural workers", "modId": "0"}, {"recordId": "25", "occupations::name": "Market-oriented skilled forestry, fishery and hunting workers", "modId": "0"}], "sectors": [{"recordId": "27", "sectors::code": "A1", "sectors::name": "Crop and animal production, hunting and related service activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "352", "modId": "84"}