{"fieldData": {"title": "Extension of employment permit for seasonal workers", "title_nationalLanguage": "Verordnung des Bundesministers für Soziales, Gesundheit, Pflege und Konsumentenschutz über Maßnahmen bei der Einreise aus Italien, der Schweiz, Liechtenstein, Deutschland, Ungarn und Slowenien", "d_startDate": "03/11/2020", "d_endDate": "04/13/2020", "calc_country": "Austria", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Mobilisation of a larger workforce", "calc_identifier": "AT-2020-11/470", "dateType": "Temporary", "calc_creationDay": "04/10/2020", "calc_lastUpdate": "05/06/2020", "descriptionBackgroundInfo": "When SARS-CoV-2 started to spread in Europe, Austria introduced at first border controls, and later on entry restrictions. At first, only Italy was concerned, but border closures (with the mentioned exceptions, see content of the measure) were extended to further neighbouring countries (Switzerland, Liechtenstein, Germany, Hungary and Slovenia). \rSeasonal workers (some of which already have employment permits) who are currently not in Austria are exempt from the exceptions and can thus not work in Austria. However, as agriculture is one of the supply-critical sectors in the current COVID-19 crisis, many seasonal workers, for some of whom employment permits have already been issued, are unable to enter Austria due to travel restrictions and cannot start work as planned. ", "descriptionContentOfMeasure": "In order to counteract the impending labour shortage, the permitted duration of employment is extended for those third-country seasonal workers who are already employed in the country and have been granted a permit and are needed for urgent work. The current maximum duration of employment for one and the same seasonal worker is extended from nine months to twelve months.\r\rOn 11 March 2020, this regulation came first into force concerning commuters entering from Italy. It was updated on 22 March to include commuters entering from Switzerland, Liechtenstein, Germany, Hungary and Slovenia. The regulation basically states that persons entering Austria from one of these countries must carry a medical certificate (in German, English, Italian or French) on their state of health and show that the molecular biological test for SARS-CoV-2 is negative. The medical certificate must not be more than four days old at the time of entry. Persons who are unable to present such a certificate shall be refused entry. Besides commuters, some other exceptions apply (for Austrian citizens, when urgent health treatments must be undergone, and for the transport of goods)", "descriptionUseOfMeasure": "Currently no information available.", "descriptionInvolvementOfSocialPartners": "This was a unilateral measure by the national government. However, social partners (organised business) has negotiated with departure countries (e.g. Czechia, Hungary) on easing their rules on commuters (e.g. not losing their commuter status when they enter AT, no quarantine when they enter their home countries).", "socialPartner_form": "Not applicable", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/AT-2020-11_470.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "364", "sources::title": "Entire legal provision for measures on entry from Italy, Switzerland, Liechtenstein, Germany, Hungary and Slovenia", "sources::url": "https://www.ris.bka.gv.at/GeltendeFassung.wxe?Abfrage=Bundesnormen&Gesetzesnummer=20011072", "sources::d_date": "03/22/2020", "modId": "3", "downloaded_to": "9063fa6a5dd7b10fb4dcddfb34d4154ef13aef7ac4116aaed4152ede43e553af"}, {"recordId": "365", "sources::title": "Corona virus: renewal of seasonal workers and their visas", "sources::url": "https://www.lko.at/corona-virus-verl%C3%A4ngerung-saisonarbeitskr%C3%A4fte-und-deren-visa+2500+3208693", "sources::d_date": "04/03/2020", "modId": "3", "downloaded_to": "256469cc0496a89dd6018b2f1c4dfe500e44d21b6a4162789fd09f10a8cca13b"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "48", "targetGroups::name": "Seasonal workers", "modId": "14"}, {"recordId": "49", "targetGroups::name": "Cross-border commuters", "modId": "14"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "361", "modId": "79"}