{"fieldData": {"title": "New telework rules: mandatory application, telework allowance and favourable tax treatment", "title_nationalLanguage": "Télétravail", "d_startDate": "03/14/2020", "d_endDate": "", "calc_country": "France", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Teleworking arrangements, remote working", "calc_identifier": "FR-2020-11/473", "dateType": "Open ended", "calc_creationDay": "04/10/2020", "calc_lastUpdate": "05/10/2020", "descriptionBackgroundInfo": "Following the passage to stage 3 of the pandemic, teleworking becomes imperative for all positions that allow it. Teleworking is a right provided for in Article L. 1222-9 of the Labour Code, resulting from the Order of 22 September 2017, and must be favoured in phase 3 of the epidemic. An employee can therefore ask his employer to benefit from telework until further notice. The employer may refuse, but reasons must be given for the refusal.", "descriptionContentOfMeasure": "Since the passage to stage 3 of the epidemic, the implementation of telework must be imperative as soon as the workstation allows it. Telework can be implemented when the workstation layout is made necessary to allow the continuity of the company's activity and to guarantee the protection of employees.\r\rArticle L. 1222-11 of the Labour Code mentions the risk of an epidemic as a possible justification for the use of telework without the employee's agreement. The implementation of telework in this context does not require any particular formalism.\r\rIn a circular, the ministry of Labour estimate the employee must receive an allowance intended to reimburse the employee for the costs arising from telework: 'In the context of the current health crisis – since telework is carried out, in the majority of cases, over the entire actual working time and is made necessary to allow the continuity of the company's activity, to guarantee the protection of employees and for reasons of public health – it should be considered that the employer is obliged to pay his employee a telework allowance, intended to reimburse the employee for the costs arising from telework'. Indeed, the employer has an obligation to bear the professional expenses. This obligation is provided for without restriction by the case-law, which is of general application and must cover teleworkers.\r\r'However, adds the ministry of Labour, in view of the difficulty of identifying and circumscribing the expenses relating to the professional activity and those relating to personal life, it is in the employer's interest to favour a lump sum which will simplify its management'.\r\rIf the allowance paid by the employer is a lump sum, it will then be deemed to be used in accordance with its purpose and will be exempt from social security contributions up to an overall limit of €10/month for an employee who teleworks one day per week. This exempt lump-sum allowance increases to €20/month for an employee teleworking two days a week, €30/month for 3 days a week, etc.", "descriptionUseOfMeasure": "In 2017, about 3.0% of employees were teleworking at least once a week. According to an INSEE economic report published on 26 March 2020, i.e. ten days after the start of confinement, approximately one third of employees are working at their usual place of work, one third are teleworking and the last third are on short-time working. On 15 March, in a press release, the Ministry of Labour estimates that close to 8 million jobs (or more than four out of ten jobs) are compatible with telework in the private sector.", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "Not applicable", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-11_473.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "575", "sources::title": "Coronavirus : Questions/réponses pour les entreprises et les salariés", "sources::url": "https://travail-emploi.gouv.fr/actualites/l-actualite-du-ministere/article/coronavirus-questions-reponses-pour-les-entreprises-et-les-salaries#", "sources::d_date": "04/16/2020", "modId": "3", "downloaded_to": "7d018c41319353a9469925ca5920352d1f61d417cdd50b6b601e60dff48ac363"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "364", "modId": "81"}