{"fieldData": {"title": "Special anti-crisis financing", "title_nationalLanguage": "Financement Spécial Anti-Crise", "d_startDate": "03/18/2020", "d_endDate": "06/30/2021", "calc_country": "Luxembourg", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Access to finance", "calc_identifier": "LU-2020-12/479", "dateType": "Temporary", "calc_creationDay": "04/10/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "The Natioanl Credit and Investment Company (Société Nationale de Crédit et d’Investissement, SNCI) wants to help soundly managed companies that find themselves with economic difficulties related to the COVID-19 crisis. The SNCI was born out of the steel crisis in 1977. The health crisis of the COVID-19 pandemic, is giving the Société nationale de crédit et d'investissement the opportunity to take a stand at the bedside of Luxembourg companies. SNCI is a public-law banking institution with legal personality whose capital is fully owned by the State of Luxemburg. \r\rLegal background: Law of August 2nd 1977, Creating the SNCI, Loi du 2 août 1977 portant création d’une Société Nationale de Crédit et d’Investissement,(Mém. A - 45 du 8 août 1977", "descriptionContentOfMeasure": "Special Anti-Crisis Financing can be granted to SMEs and large companies, which were not in financial difficulties before and which are encountering temporary financial difficulties as a result of exceptional financing needs caused by the crisis (COVID-19 pandemic)  up to 400 million euros, corresponding to a total leverage effect of nearly 700 million euros, including bank financing.The beneficiaries shall possess a valid business permit issued by the Ministry of the Economy. \r\rOnly exceptional financing needs caused by the COVID-19 pandemic crisis are eligible. The intermediary Bank is responsible for the analysis necessary to determine and verify these exceptional financing needs and then addressed to the SNCI and which it wants to co-finance together with the SNCI.\r\rThe financing amount can be between 12,500 and 10,000,000, where the SNCI share could be 60 %, and the intermediary Bank covers the remaining 40%. The SNCI’s share can attain 60% of the exceptional financing need, and the remaining 40% is covered by the intermediary Bank. The duration of the financing is limited to five years, with a fixed rate regularly reviewed. The SNCI reserves the right to revise the interest rate yearly. \r\rRepayment is made in equally distributed quarterly installments. A single capital repayment can repay loans which duration does not exceed 24 months at the final maturity date.", "descriptionUseOfMeasure": "No information available.", "descriptionInvolvementOfSocialPartners": "unknown", "socialPartner_form": "Not applicable", "socialPartner_role": "Not applicable", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LU-2020-12_479.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "372", "sources::title": "Special Anti-Crisis Financing", "sources::url": "https://www.snci.lu/products/special-anti-crisis-financing", "sources::d_date": "04/11/2020", "modId": "4", "downloaded_to": "e32381ae9f88edf688c59b7c0e335867b205dc9234f75fc87d21aa5d1d11e2ae"}, {"recordId": "2520", "sources::title": "Special Anti-Crisis Financing until June 202", "sources::url": "https://www.snci.lu/products", "sources::d_date": "01/01/2021", "modId": "0", "downloaded_to": "fbcf9adb70a30dba5edaa8a2abaa6261f5b205cc34b9a8aadef8064a8785152f"}], "actors": [{"recordId": "12", "actors::name": "Public support service providers", "modId": "1"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "571", "updates::d_date": "01/01/2021", "updates::description": "The special Anti-Crisis Financing (in the form of an Anti-Crisis Indirect Development Loan) granted by the SNCI via intermediary Banks that have signed the Specific Conditions governing the Anti-Crisis Indirect Development Loan and initially planned to end on 31 December 2020 has been extended for financing decisions taken until 30 June 2021.", "modId": "3"}], "regions": []}, "recordId": "370", "modId": "86"}