{"fieldData": {"title": "Deferred compulsory settlement or bankruptcy and other measures", "title_nationalLanguage": "Odlog prisilne poravnave ali stečaja in drugi ukrep", "d_startDate": "03/13/2020", "d_endDate": "03/31/2021", "calc_country": "Slovenia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Rescue procedures in case of insolvency or adaptation of insolvency regulation", "calc_identifier": "SI-2020-11/481", "dateType": "Temporary", "calc_creationDay": "04/11/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "The first and second COVID-19 law (ZIUZEOP and ZIUZEOP-A) introduce some changes in insolvency proceedings and compulsory dissolution. The measure aims at protecting companies from bankruptcies due to negative consequences of the epidemic. The management can abstain from the duty to start the compulsory settlement or bankruptcy until 31 August if the company became insolvent because of the epidemic. When a creditor files for a bankruptcy proceeding over a debtor, the debtor will have 4 months instead of current 2 months for financial restructuring to prevent bankruptcy. Extensions will be applicable to bankruptcy proceedings, filed for by creditors until 31 August 2020. Other changes tackle compensation of unpaid wages from the Guarantee Fund, personal bankruptcy procedures, and enforcement proceedings.", "descriptionContentOfMeasure": "Deferred compulsory settlement or bankruptcy means that management is not obliged to start this procedure during the period of epidemic and the three succeeding months (until 31 August). The management can abstain from the duty if the company becomes insolvent due to the state, ministry or local authority’s ban on production or trade or if company was solvent on 31 December 2020.\r \rOn the other hand, the law reinforces some workers’ rights. Workers can have easier access to reimbursements of the Public Scholarship, Development, Disability and Maintenance Fund of the Republic of Slovenia (Guarantee Fund) for unpaid wages in the last three months, unpaid sick leave, annual leave and severance payment. Employees are entitled to compensation from the Guarantee Fund if they filed for a bankruptcy proceeding. This rule is valid until 30 June 2020. From July 2020, workers again needs court’s final decision in a bankruptcy proceeding to get access to the Guarantee Fund. Employees may have also easier access to the Guarantee Fund if they have not received wage compensations one month from the time the state paid reimbursements to their employers. In these cases, the employer is presumed no longer solvent (presumption is valid until September 2020) and employees may file for a bankruptcy proceeding. If they do so, they are exempt from paying the advance for costs of a bankruptcy proceeding. \r\rAs for personal bankruptcy and enforcement, the law stipulates that payments under emergency laws are not the object of personal bankruptcy and enforcement. Exceptions are made for wage compensation. \r\rFinally, during the COVID-19 epidemic the enforcement proceedings are temporarily suspended. Exemptions are enforcement based on a claim for legal alimony and other urgent matters, determined by the court.", "descriptionUseOfMeasure": "Emergency regulation on insolvency curbs the risks of bankruptcies on the one hand, while protects the interests of workers on the other. The exemption of payments under emergency regulation from bankruptcy estate protects persons in the personal bankruptcy procedure.", "descriptionInvolvementOfSocialPartners": "The two COVID-19 laws (ZIUZEOP and ZIUZEOP-A) were adopted under an accelerated procedure with no involvement of the Economic and Social Council. Its functioning was blocked because the new government, which came to power on 13 March 2020, had not appointed its members in the Economic and Social Council. On 20 April, trade unions protested against the exclusion of social partners in the preparation of the second emergency law (ZIUZEOP-A). They demanded the reactivation of the Economic and Social Council. The first meeting of the Economic and Social Council was held not before 15 May 2020. The Council then became involved in negotiations about the third emergency law ZIUOOPE, issued on 30 May 2020", "socialPartner_form": "Other", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2020-11_481.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "271", "sources::title": "Zakon o interventnih ukrepih za zajezitev epidemije COVID-19 in omilitev njenih posledic za državljane in gospodarstvo (ZIUZEOP) [Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy", "sources::url": "http://www.pisrs.si/Pis.web/pregledPredpisa?id=ZAKO819", "sources::d_date": "04/10/2020", "modId": "9", "downloaded_to": "45c14f3bd2d9aa70159a8f1157fa5b9e713be157d55e8e8db0da35fd4981cc85"}, {"recordId": "772", "sources::title": "The positions of the representative trade union confederation", "sources::url": "https://www.zsss.si/wp-content/uploads/2020/03/Stali%C5%A1%C4%8Da-na-predlog-korona-zakona_sindikalne-centrale_30032020.pd", "sources::d_date": "03/30/2020", "modId": "1", "downloaded_to": "1a8acee4976bf5cf376181707dadd6b8dca10147b9be0ed85b4ab887e3632821"}, {"recordId": "773", "sources::title": "The Chamber of Commerce and Industry of Slovenia, Amendment", "sources::url": "https://www.gzs.si/Portals/Portal-Mediji/Vsebine/mediji/AMANDMAJI_k_Zakonu_o_interventnih_ukrepih_za_zajezitev_epidemije_COVID-19_in_omilitev_njenih_posledic_za_drzavljane_in_gospodarstvo_GZS.pd", "sources::d_date": "03/30/2020", "modId": "1", "downloaded_to": "6488f72a914d385444f6e35c4dfece33b22c1788abf380021c19027e51351290"}, {"recordId": "774", "sources::title": "Association of Employers of Slovenia, Proposals for amendment", "sources::url": "https://www.zds.si/sl/o-zds/novice/predlogi-amandmajev-zds-k-zakonu-o-interventnih-ukrepih-za-omilitev-posledic-epidemije-nalezljive-bolezni-sars-cov-2-za-drzavljane-in-gospodarstvo", "sources::d_date": "03/31/2020", "modId": "1", "downloaded_to": "7b4ae075f879515e56c202c84819421034a8f9c465d0114ef1e00325d093db28"}, {"recordId": "775", "sources::title": "The Chamber of Craft and Small Business of Slovenia, The right direction, but the law needs some change", "sources::url": "https://www.ozs.si/novice/ukrepi-v-pravo-smer-megazakon-pa-potrebuje-dolocene-spremembe-5e831faa2114e07a33969b0", "sources::d_date": "03/31/2020", "modId": "1", "downloaded_to": "15898abf9edc995da5848cab16b509534c59775cbcd0efe95479c04a390ed51e"}, {"recordId": "973", "sources::title": "Zakon o interventnih ukrepih za zajezitev epidemije COVID-19 in omilitev njenih posledic za državljane in gospodarstvo, ZIUZEOP-A [Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy", "sources::url": "https://www.uradni-list.si/glasilo-uradni-list-rs/vsebina/2020-01-0901?sop=2020-01-090", "sources::d_date": "04/30/2020", "modId": "0", "downloaded_to": "87c687ea95b0eb371f767110d2597180e5a671f7183878425babafc684c78ee7"}, {"recordId": "976", "sources::title": "Confederation PERGAM, Positions regarding ZIUZEOP-A and ZDLGP", "sources::url": "http://sindikat-pergam.si/wp-content/uploads/2020/04/Stališča-KSS-", "sources::d_date": "04/23/2020", "modId": "0", "downloaded_to": "edcc7f03c7e982948bbe2e5d8ff5a8c5ee402984151fc7af092ea87bd2bc51d8"}, {"recordId": "2488", "sources::title": "Act Determining Intervention Measures to Assist in Mitigating the Consequences of the Second Wave of COVID-19 Epidemic (Zakon o interventnih ukrepih za pomoč pri omilitvi posledic drugega vala epidemije COVID-19, ZIUPOPDVE", "sources::url": "http://pisrs.si/Pis.web/pregledPredpisa?id=ZAKO830", "sources::d_date": "12/30/2020", "modId": "0", "downloaded_to": "47c166ecb1b7632056cc5c3893555a75862c56642742d0936869e5ebb95c2a6f"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "77", "targetGroups::name": "Other groups of citizens", "modId": "10"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "83", "updates::d_date": "07/02/2020", "updates::description": "The second COVID-19 law (ZIUZEOP-A) redefines companies which can abstain from some duties concerning compulsory settlement or bankruptcy procedure. In this group are now included all the companies solvent on 31 December 2019, not only those performing an activity (sales of goods or services) which has been temporarily prohibited under a decree or act issued by the government, ministry or municipality due to the COVID-19 epidemic. The act prolongs the period from 31 July to 31 August in which debtor has 4 months (usually 2 months) for financial restructuring to prevent bankruptcy.\r \rIn personal bankruptcy and enforcement, the law stipulates that wage compensations can be the object of personal bankruptcy and enforcement payments. \r\rDuring the COVID-19 pandemic, enforcement proceedings are still temporarily suspended. The second emergency act (ZIUZEOP-A) also exempts from the suspension other urgent items, determined by the court, not only claims for legal alimony as before.", "modId": "3"}, {"recordId": "553", "updates::d_date": "12/29/2020", "updates::description": "The seventh COVID-19 law (ZIUPOPDVE), adopted by the Parliament on 29 December 2020, allowed management to abstain from the duty to start the compulsory settlement or bankruptcy until 31 March 2021 if the company became insolvent due to the epidemic or if it was solvent on 31 December 2019. Deadlines for fulfilling management obligations expire one month after the end of the epidemic. Until 31 March, when a creditor files for a bankruptcy proceeding over a debtor, the debtor has four months instead of current two months for financial restructuring to prevent bankruptcy. The measure can be prolonged for another six months upon the government’s ordinance.", "modId": "3"}], "regions": []}, "recordId": "372", "modId": "106"}