{"fieldData": {"title": "Restrictions lifted on temporary work in agriculture", "title_nationalLanguage": "Umik omejitev za začasno delo v kmetijstvu", "d_startDate": "04/11/2020", "d_endDate": "12/31/2021", "calc_country": "Slovenia", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Change of work arrangements (working time, rota schemes)", "calc_identifier": "SI-2020-15/482", "dateType": "Temporary", "calc_creationDay": "04/11/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "The ‘Intervention measures to mitigate the effects of the COVID-19 infectious disease epidemic on citizens and the economy Act (ZIUZEOP)’ modified the already amended ‘Agricultural Act’, adopted on 24 April 2018, which created a new legal form of labour, the so-called temporary work in agriculture. \r\rAs an exception from the labour law, temporary work in agriculture does not fall under the general prohibition on work based on civil contract, if there are elements of the employment relationship. It is thus covered by a limited set of labour rights, like the ban on discrimination and harassment, the interdiction of child work, rules on working time, breaks, and rest periods, the prohibition of work for some specific groups. The Agricultural Act explicitly mentions viticulture, fruit growing, hop growing, and vegetable growing as sectors much in need of such unprotected and occasional labour force.\r\rThe 2020 provisions lifting restrictions to the utilization of temporary work in agriculture have been introduced to put a remedy to the shortage of immigrant workers in the agricultural sector, due to the limitations to cross-border movements caused by the COVID-19 epidemic. ", "descriptionContentOfMeasure": "The measure responds to the concern of some agricultural sectors which, after the ban on border crossing relating to the COVID-19 epidemic, remained without seasonal migrant workers. \rBy rule, ‘temporary work in agriculture’ is limited to 120 days a year. \rThe emergency regulation suspend this limitation until the end of 2020. It means that such type of work can be carried out without restriction all year. \rThe emergency regulation also stipulates that Public Employment Service may assign temporary work in agriculture to temporary laid-off persons. \rUpon the request of agricultural enterprise, the Public Employment Service sends to work a person who is temporary laid-off due to the epidemic", "descriptionUseOfMeasure": "Hop growers report on troubles due to labour shortage after the ban on the border crossing. They say that the sector relies on Rumanian seasonal agricultural workers who are no more allowed to come. Goran Lukič from the Counselling Office for Workers commented that better pay and labour protections would help to make agricultural work more attractive to the Slovene population.", "descriptionInvolvementOfSocialPartners": "The law was adopted under an accelerated procedure with no involvement of the Economic and Social Council. Its functioning is momentarily blocked because the new government, which came to power on 13 March 2020, has not yet appointed its members in the Economic and Social Council.", "socialPartner_form": "Other", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2020-15_482.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "271", "sources::title": "Zakon o interventnih ukrepih za zajezitev epidemije COVID-19 in omilitev njenih posledic za državljane in gospodarstvo (ZIUZEOP) [Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy", "sources::url": "http://www.pisrs.si/Pis.web/pregledPredpisa?id=ZAKO819", "sources::d_date": "04/10/2020", "modId": "9", "downloaded_to": "45c14f3bd2d9aa70159a8f1157fa5b9e713be157d55e8e8db0da35fd4981cc85"}, {"recordId": "374", "sources::title": "Coronavirus also stopped the import of agricultural migrant workers (Koronavirus ustavil tudi uvoz sezonskih delavcev v kmetijstvu)", "sources::url": "https://www.dnevnik.si/1042926816", "sources::d_date": "04/10/2020", "modId": "6", "downloaded_to": "2c0024ec2b6876b84adace7b0f6bc0324af634876f0a0a7153132d11f642fd51"}, {"recordId": "375", "sources::title": "The minister for agriculture recruits Slovene workers (Ministrica Pivčeva Slovence novači za delo)", "sources::url": "https://www.dnevnik.si/104292694", "sources::d_date": "04/11/2020", "modId": "5", "downloaded_to": "d410fe6a05297a1b4e185d960f649083906836357e1111a9b4da56da1173d9cc"}, {"recordId": "973", "sources::title": "Zakon o interventnih ukrepih za zajezitev epidemije COVID-19 in omilitev njenih posledic za državljane in gospodarstvo, ZIUZEOP-A [Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy", "sources::url": "https://www.uradni-list.si/glasilo-uradni-list-rs/vsebina/2020-01-0901?sop=2020-01-090", "sources::d_date": "04/30/2020", "modId": "0", "downloaded_to": "87c687ea95b0eb371f767110d2597180e5a671f7183878425babafc684c78ee7"}, {"recordId": "2488", "sources::title": "Act Determining Intervention Measures to Assist in Mitigating the Consequences of the Second Wave of COVID-19 Epidemic (Zakon o interventnih ukrepih za pomoč pri omilitvi posledic drugega vala epidemije COVID-19, ZIUPOPDVE", "sources::url": "http://pisrs.si/Pis.web/pregledPredpisa?id=ZAKO830", "sources::d_date": "12/30/2020", "modId": "0", "downloaded_to": "47c166ecb1b7632056cc5c3893555a75862c56642742d0936869e5ebb95c2a6f"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "48", "targetGroups::name": "Seasonal workers", "modId": "14"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [{"recordId": "36", "occupations::name": "Agricultural, forestry and fishery labourers", "modId": "0"}], "sectors": [{"recordId": "27", "sectors::code": "A1", "sectors::name": "Crop and animal production, hunting and related service activities", "modId": "0"}, {"recordId": "28", "sectors::code": "A2", "sectors::name": "Forestry and logging", "modId": "0"}, {"recordId": "29", "sectors::code": "A3", "sectors::name": "Fishing and aquaculture", "modId": "0"}], "updates": [{"recordId": "84", "updates::d_date": "07/02/2020", "updates::description": "The Minister of agriculture brought to an end the controversies over agricultural work by giving Rumanian workers special permission to enter Slovenia (during the epidemics). The third COVID-19 law (ZIUOOPE), issued on 30 May 2020, increased the maximum number of days from 90 to 150 days per year for foreign agricultural workers.", "modId": "2"}, {"recordId": "554", "updates::d_date": "12/29/2021", "updates::description": "The seventh COVID-19 law (ZIUPOPDVE), adopted by the Parliament on 29 December 2020, extends the maximum period of 150 days for ‘temporary work in agriculture’ until 31 December 2021.", "modId": "2"}], "regions": []}, "recordId": "373", "modId": "94"}