{"fieldData": {"title": "Subsidies for agriculture, forestry and fisheries and mandatory local purchases", "title_nationalLanguage": "Pomoči za kmetijstvo, gozdarstvo in ribištv", "d_startDate": "03/13/2020", "d_endDate": "08/31/2020", "calc_country": "Slovenia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "SI-2020-11/484", "dateType": "Temporary", "calc_creationDay": "04/11/2020", "calc_lastUpdate": "12/01/2020", "descriptionBackgroundInfo": "The ‘Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy (ZIUZEOP)’ includes a set of subsidies for agricultural, forestry enterprises, and fisheries. Farmers who became sick with COVID-19 can ask for financial help for the time while they are incapable of working. Farmers have also the right to ask for financial compensation for the loss of income during the epidemic, while fishermen may claim for 40% subsidy for berths in the port. Another measure obliges public institutions to buy local food.", "descriptionContentOfMeasure": "Farmers and fishermen who became sick with COVID-19 may apply for financial support if they are enrolled in the register of agricultural businesses. Financial support should be equal to real damage, but cannot exceed 80% of the minimum wage.\r\rEmergency regulation endows agricultural businesses with the right to financial compensation for the loss of income during the epidemic. The loss of income means the inability of selling supply or lower scale of production if it causes a decrease in revenue by 20%. Agricultural businesses may claim for financial support for the time of epidemic as well as for three succeeding months. The calculation of compensation will be based on a flat rate taking into consideration the number of hectares or livestock units or average catch in the last three years. This support is not compatible with another support under emergency regulation, the [Monthly basic income](https://static.eurofound.europa.eu/covid19db/cases/SI-2020-11_445.html?utm_source=externalDashboard&utm_medium=powerbi&utm_campaign=covid-19), as one rules out the other.\rThe law obliges public institutions to buy at least 50% of agricultural products from local growers if the purchase value does not exceed a determined sum when the public procurement has to appear in the Official Journal of the European Union. Local food means that it is produced and processed locally. The obligatory purchase of local food will be valid until the end of 2020.", "descriptionUseOfMeasure": "The measure targets agricultural sector, enterprises as well as supplementary farm activities. Agency for Agricultural Markets and Rural Development sets out detailed rules and administers procedures.\r", "descriptionInvolvementOfSocialPartners": "Trade unions and employer organizations have submitted proposals to the law. The Chamber of Agriculture and Forestry of Slovenia (KGZS) - the umbrella interest organisation of natural and legal persons in the Republic of Slovenia engaged in agriculture, forestry and fishery - was satisfied with the law, saying that its proposals were taken into account to a great extent", "socialPartner_form": "Other", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2020-11_484.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "271", "sources::title": "Zakon o interventnih ukrepih za zajezitev epidemije COVID-19 in omilitev njenih posledic za državljane in gospodarstvo (ZIUZEOP) [Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy", "sources::url": "http://www.pisrs.si/Pis.web/pregledPredpisa?id=ZAKO819", "sources::d_date": "04/10/2020", "modId": "9", "downloaded_to": "45c14f3bd2d9aa70159a8f1157fa5b9e713be157d55e8e8db0da35fd4981cc85"}, {"recordId": "771", "sources::title": "Chamber of Agriculture and Forestry of Slovenia (KGZS), Predlog zakona je primeren tudi za kmetijstv", "sources::url": "https://www.kgzs.si/novica/predlog-zakona-je-primeren-tudi-za-kmetijstvo-2020-03-30", "sources::d_date": "03/30/2020", "modId": "2", "downloaded_to": "e34177d69817b242f140459166b8729e7c980d257919f5895b779be31fef134e"}, {"recordId": "1821", "sources::title": "Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences (Zakon o začasnih ukrepih za omilitev in odpravo posledic covid-19, ZZUOOP)", "sources::url": "file:///C:/Users/Maja/AppData/Local/Temp/zds.si-ZZUOOP-15.10.2020.pd", "sources::d_date": "10/15/2020", "modId": "0", "failure_reason": "HTTPConnectionPool(host='file', port=80): Max retries exceeded with url: ///C:/Users/Maja/AppData/Local/Temp/zds.si-ZZUOOP-15.10.2020.pd (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7fe4c76385e0>: Failed to establish a new connection: [Errno -3] Temporary failure in name resolution'))"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [{"recordId": "36", "occupations::name": "Agricultural, forestry and fishery labourers", "modId": "0"}], "sectors": [{"recordId": "27", "sectors::code": "A1", "sectors::name": "Crop and animal production, hunting and related service activities", "modId": "0"}, {"recordId": "28", "sectors::code": "A2", "sectors::name": "Forestry and logging", "modId": "0"}, {"recordId": "29", "sectors::code": "A3", "sectors::name": "Fishing and aquaculture", "modId": "0"}], "updates": [{"recordId": "376", "updates::d_date": "10/18/2020", "updates::description": "The fifth emergency act (ZZUOOP) extends support for farmers and fishermen who became sick with Covid-19. They may claim for financial support if they are enrolled in the register of agricultural businesses. Financial support should be equal to real damage, but cannot exceed 80% of the minimum wage.\r\rThe act also prolongs the obligation of public institutions to buy at least 50% of agricultural products from local growers if the purchase value does not exceed a determined sum when the public procurement has to appear in the Official Journal of the European Union.", "modId": "2"}, {"recordId": "448", "updates::d_date": "11/27/2020", "updates::description": "The sixth COVID-19 law (ZIUOPDVE), adopted by the Parliament on 25 November 2020, gives subsidies to farmers who endured at least 30% lower income. On the state land, agricultural rent is 20% discounted in the first half of the year 2021 and free of charge for re-cultivation of overgrown areas.", "modId": "2"}], "regions": []}, "recordId": "375", "modId": "105"}