{"fieldData": {"title": "Possibility to refuse or cancel leave in essential sectors of activity", "title_nationalLanguage": "Possibilité de refuser ou d'annuler les congés dans les secteurs essentiels", "d_startDate": "03/11/2020", "d_endDate": "08/20/2020", "calc_country": "Luxembourg", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Change of work arrangements (working time, rota schemes)", "calc_identifier": "LU-2020-11/488", "dateType": "Temporary", "calc_creationDay": "04/11/2020", "calc_lastUpdate": "05/03/2020", "descriptionBackgroundInfo": "Based on COVID-19 grand-ducal legislation from March 2020, the government decided to adapt some initiatives regarding essential business activities in Luxembourg. During the current crisis situation, the government identified a series of essential business activities that are vital in order to make the country functioning smoothly. The list is stipulated by the crisis grand-ducal legislation. Under this measure, new or existing leave demands by the employee in essential services can be refused by the employer. ", "descriptionContentOfMeasure": "The businesses concerned can either refuse all applications for leave or cancel each leave already approved by the employer. The following list are regarded as essential activities and authorised activities:\r\rCommercial companies that mainly sell food products; pharmacies; opticians, orthopaedists and hearing aid specialists; businesses that mainly sell animal feed; shops mainly selling hygiene products, washing and sanitary equipment; services selling fuel and petrol stations; passenger transport activities; distributors and specialist shops selling medical and healthcare equipment; medical pedicure limited to medical and non-cosmetic care; press distribution businesses; financial and insurance institutions; postal services; dry-cleaning and clothes cleaning services; funeral services; breakdown, repair, removal and decontamination services; necessary maintenance activities for safety reasons; as far as essential activities are concerned, these apply to the following activities and sectors: public services necessary for the proper functioning of the government; the health and care sector, including hospital activities and medical analysis laboratories; the production and distribution of energy and oil products; the food sector; the production and distribution of water; the collection and treatment of waste water; the removal and management of waste; public transport; transport, transhipment and freight forwarding services; systems for the exchange, payment and settlement of instruments; postal and telecommunications services; caretaker, security, cash transportation and cleaning services; essential activities related to the operation of the financial sector and the insurance and reinsurance sector.", "descriptionUseOfMeasure": "No data are available on the number of employees.", "descriptionInvolvementOfSocialPartners": "Social partners were involved through their respective professional chambers during the legislation process. ", "socialPartner_form": "Unknown", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LU-2020-11_488.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "380", "sources::title": "Guichet public", "sources::url": "https://guichet.public.lu/fr/actualites/2020/avril/06-coronavirus-refus-annulation-conges.html", "sources::d_date": "04/06/2020", "modId": "4", "downloaded_to": "4e817b7ed3ccd7b0c49481a1695ba760938748c7b93f95e0dc55eec8d3d57471"}], "actors": [{"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "61", "targetGroups::name": "Companies providing essential services", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "379", "modId": "77"}