{"fieldData": {"title": "Temporary derogation from working hours in essential services", "title_nationalLanguage": "Dérogation temporaire à la durée du travail dans les services essentiels", "d_startDate": "03/26/2020", "d_endDate": "12/31/2020", "calc_country": "France", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Change of work arrangements (working time, rota schemes)", "calc_identifier": "FR-2020-13/490", "dateType": "Temporary", "calc_creationDay": "04/11/2020", "calc_lastUpdate": "12/10/2020", "descriptionBackgroundInfo": "Following consultation with the social partners, in certain sectors (agri-food, large-scale distribution, undertakings which contribute to the activity of hospitals) particularly necessary for the security of the nation or the continuity of economic and social life, the undertakings will be authorised to derogate from the rules on working hours, weekly rest and Sunday rest. The list of these sectors will be fixed on a case-by-case basis by decrees.The measure has been taken through the Ordonnance No. 2020-323 of 25 March 2020", "descriptionContentOfMeasure": "The Ordinance provides for many possible exemptions, which may vary according to the sector of activity. Several decrees specify the sectors concerned and the applicable derogation regimes.\r\rThe employer may unilaterally derogate from the rules of public policy on working hours and from the applicable contractual stipulations. It may thus do so by:\r● Reducing the daily rest period to 9 consecutive hours, subject to a compensatory rest period equivalent to the length of the rest period not taken (It is currently set at 11 a.m., unless an exception is made).\r● Increasing the maximum daily working time to 12 hours (it is now set at 10 hours, unless there is a derogation).\r● Fixing the maximum average weekly working time at 48 hours over 12 consecutive weeks or 12 months for certain farmers or agricultural undertakings (today it is fixed at 44 hours, unless there is a derogation).\r● Setting the absolute maximum weekly maximum at 60 hours (currently set at 48 hours, unless there is a derogation).\r● Setting the maximum daily working time of a night worker at 12 noon, subject to the granting of a compensatory rest equivalent to the duration of the overrun (today it is set at 8 a.m. with the right to an equivalent rest, unless there is a derogation). \r● Setting the maximum average weekly working time of a night worker at 44 hours over 12 consecutive weeks (today it is set at 40 hours, unless there is a derogation).", "descriptionUseOfMeasure": "No data yet available.", "descriptionInvolvementOfSocialPartners": "No involvement ", "socialPartner_form": "No involvement", "socialPartner_role": "Informed", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-13_490.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "584", "sources::title": "Ordonnance no 2020-323 du 25 mars 2020 portant mesures d’urgence en matière de congés payés, de durée du travail et de jours de repos", "sources::url": "https://www.legifrance.gouv.fr/jo_pdf.do?id=JORFTEXT000041755940", "sources::d_date": "03/25/2020", "modId": "4", "downloaded_to": "0534c48ac17554caa1642367a11fbafd982cfe33894acc175a95f38b01faa266"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "381", "modId": "83"}