{"fieldData": {"title": "Derogation from the taking of leave and rest breaks", "title_nationalLanguage": "Dérogation à la prise des jours de congés et des repos", "d_startDate": "03/26/2020", "d_endDate": "12/31/2020", "calc_country": "France", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Change of work arrangements (working time, rota schemes)", "calc_identifier": "FR-2020-13/491", "dateType": "Temporary", "calc_creationDay": "04/11/2020", "calc_lastUpdate": "05/10/2020", "descriptionBackgroundInfo": "In order to ensure the continuity of business activity, to avoid redundancies and to allow, at the end of the confinement imposed on the population, a restart of business activities, the government has adopted an ordinance which modifies the rules for taking paid leave and the days of leave acquired by employees in application of reduced working hours or within the framework of a time savings account. These derogations from the Labour Code have been adopted through the Ordonnance No. 2020-323 of 25 March 2020, and can be implemented until 31 December 2020.", "descriptionContentOfMeasure": "In order to deal with the economic, financial and social consequences of the spread of COVID-19, the Ordinance provides that a collective company agreement or, failing that, a branch agreement, may:\r● Authorise the employer to impose the taking of paid leave, up to a limit of 6 days (i.e. 1 week's paid leave). In this case, the employer must respect a period of notice of at least 1 clear day (as against 1 month in normal times). This provision covers both acquired leave and leave in the process of being acquired (i.e. it may be taken even before the start of the leave period).● Authorize the employer to unilaterally modify the dates of taking paid leave up to a limit of 6 days. This provision relates to paid leave already taken by the employee. The employer must respect a notice period of at least 1 clear day (compared to one month in normal times). In the absence of a collective agreement, the law already allows the employer to do so without observing the one month's notice period, in exceptional circumstances as is currently the case.● Authorise the employer to impose the splitting of the main leave when it exceeds 12 days, without the employee's agreement.\rApart from the derogations from the rules on paid leave set out above, which imply a collective agreement, the employer may impose (without the need for a collective agreement) or modify the taking of the other rest days (provided for in a collective agreement on the reduction of working time, provided for in an agreement on the organisation of working time or provided for in a lump-sum-day agreement which exists for employees whose actual working time cannot be determined). In addition, the employer may impose the taking of rest days placed in a time-saving account.\rThe Ordinance provides for two limits: \r1. The employer must give the employee one day's notice. \r2. Derogations may concern a maximum of 10 rest days by 31 December 2020.\rThe employer, additionally, may set the dates of leave without taking into account the simultaneous leave entitlements of spouses employed in the same company. The employer may dissociate their leaves if the presence of only one of the two spouses is indispensable to the company, or if one of them has already exhausted his or her paid leave (normally the Labour Code provides that spouses or partners who are employees of the same company are entitled to simultaneous leave).\r\rFinally, the ordinance allows the employer (without collective agreement) to derogate to the Sunday rest. He is allowed to ask employees to work on Sunday. These derogations do not apply to all undertakings, however. They concern firms in sectors deemed essential to the continuity of economic life and national security (the list of which will be laid down by decree) and firms which provide the above mentioned with services necessary for the performance of their main activity. Provisions also apply to companies located in the departments of LaMoselle, Bas-Rhin and Haut-Rhin, which were hard hit by the Covid crisis.", "descriptionUseOfMeasure": "Potentially, all the private sector employees. ", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "Bi-or tripartite social dialogue bodies", "socialPartner_role": "Negotiated", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-13_491.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "584", "sources::title": "Ordonnance no 2020-323 du 25 mars 2020 portant mesures d’urgence en matière de congés payés, de durée du travail et de jours de repos", "sources::url": "https://www.legifrance.gouv.fr/jo_pdf.do?id=JORFTEXT000041755940", "sources::d_date": "03/25/2020", "modId": "4", "downloaded_to": "0534c48ac17554caa1642367a11fbafd982cfe33894acc175a95f38b01faa266"}], "actors": [{"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "382", "modId": "81"}