{"fieldData": {"title": "COVID-19: Unemployed can take seasonal work in agriculture without loss of benefits", "title_nationalLanguage": "КОВИД - 19: Допълнително подпомагане на безработните и аграрния сектор", "d_startDate": "04/05/2020", "d_endDate": "10/31/2020", "calc_country": "Bulgaria", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Income support for unemployed", "calc_identifier": "BG-2020-15/496", "dateType": "Temporary", "calc_creationDay": "04/12/2020", "calc_lastUpdate": "09/23/2020", "descriptionBackgroundInfo": "A new opportunity for registered unemployed individuals to sign temporary labour contracts with agriculture producers without losing their unemployment benefits has been approved by the Bulgarian government. The new amendment gives a legal right to an unemployed person to receive unemployment benefits from the state and at the same time work at a rural stop and take a salary from there.\r\rAccording to unofficial information, the Ministry of Agriculture is also discussing the possibility of workers in enterprises that have been introduced to reduced working hours due to the coronavirus crisis and are being compensated under the [_60/40 scheme_](https://static.eurofound.europa.eu/covid19db/cases/BG-2020-11_494.html), to be able to start additional work in agriculture.", "descriptionContentOfMeasure": "People receiving unemployment or social assistance benefits can earn additional income from seasonal work in agriculture without losing their entitlement to state support. Those who are currently on unpaid leave can also sign a second employment contract without permission from their primary employer. These are the two approved measures that, at the threshold of the active season in agriculture, should divert employees to this sector.\r\rAmendments to the Emergency Legislation adopted in April 2020 introduce the possibility for farmers to conclude temporary employment contracts similar to one-day contracts to hire employees for activities such as harvesting. The key change in this case is that the conclusion of such contracts would not affect the receipt of unemployment benefits or social benefits by employees, which in previous years was a serious obstacle to securing seasonal workers on the field.\r\rCurrently, there is also no limit to the length of time that employees can work under the second employment contract while on unpaid leave. ", "descriptionUseOfMeasure": "The Bulgarian employment agency, operating for the Ministry of Labour and Social Policy, estimated that of nearly 100,000 unemployed registered at the labour offices in the country since 13 March 2020 (date of introducing COVID-19 measures), 1,637 people have expressed interest in working in agriculture. They account for 1.6% of the unemployed force. In April 2020, 97 employers announced 1,304 open vacancies for agricultural workers.\r\rBetween January 2020 and June 2020, more than 73,000 one-day contracts have been registered with 564 farmers, who grow mainly vines, apples and lavender. Another 66 farmers have applied for 2,500 contracts for more than one day for 29,500 man-days to work, mainly for harvesting the rose. \r\rTo support the contracting, the employment agency, issued an online contracting portal. \r\r\r", "descriptionInvolvementOfSocialPartners": "The measure was thoroughly consulted with the representatives of the workers in the agriculture sector in Bulgaria.", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/BG-2020-15_496.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "391", "sources::title": "Земеделците ще могат да наемат безработни при облекчени услови", "sources::url": "https://www.capital.bg/biznes/zemedelie/2020/04/07/4051589_zemedelcite_shte_mogat_da_naemat_bezrabotni_pri", "sources::d_date": "04/07/2020", "modId": "3", "downloaded_to": "0371ef09d3765201974acbd65ca0f3064657f8d90a6419e352de7f79f4b37517"}, {"recordId": "599", "sources::title": "Закон за изменение и допълнение на Закона за мерките и действията по време на извънредното положение, обявено с решение на Народното събрание от 13 март 2020 г", "sources::url": "https://parliament.bg/bg/laws/ID/157400", "sources::d_date": "04/06/2020", "modId": "2", "downloaded_to": "e197cb3deddb63fbe41cf03c4184b72fc88646e657d3b85957979194e4e9dd5a"}, {"recordId": "725", "sources::title": "Farmers can conclude short-term seasonal farm work for more than a day", "sources::url": "http://www.gli.government.bg/page.php?c=47&d=4944", "sources::d_date": "04/15/2020", "modId": "1", "downloaded_to": "cc1415308f92fec5484a989adec0614af15987a4da30c47b3849d714666a4311"}, {"recordId": "1480", "sources::title": "Seasonal workers: What is the interest in our country?", "sources::url": "https://agri.bg/novini/posledni-danni-interesat-za-sezonni-rabtnitsi-u-nas-i-evropa", "sources::d_date": "04/27/2020", "modId": "0", "downloaded_to": "2664c73de0e24896ddd9e14f7f20e55c00b871437d057da42bedd885283a9021"}, {"recordId": "1481", "sources::title": "Seasonal contracts: Is it easy to hire the unemployed?", "sources::url": "https://agri.bg/novini/sezonni-dogovori-trudno-li-e-da-se-naemat-bezrabotni", "sources::d_date": "05/21/2020", "modId": "0", "downloaded_to": "7791888dbb774a4b455a41678f405bfb29b11db646fa7afd36525624fa930c1a"}, {"recordId": "1482", "sources::title": "Harvest 2020: Seasonal contracts up to 120 days are now applied online", "sources::url": "https://agri.bg/novini/rekolto-2020-sezonni-dogovori-do-120-dni-veche-se-vnasyat-i-onlayn", "sources::d_date": "05/26/2020", "modId": "0", "downloaded_to": "ecdc6eaa6c3e86d1d7ca2f50acb3828508d7c73370c80327b9d6d80a84392d49"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}], "targetGroups": [{"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}, {"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "3", "funding::name": "Employer", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}, {"recordId": "8", "funding::name": "Regional funds", "modId": "0"}], "occupations": [{"recordId": "36", "occupations::name": "Agricultural, forestry and fishery labourers", "modId": "0"}], "sectors": [{"recordId": "27", "sectors::code": "A1", "sectors::name": "Crop and animal production, hunting and related service activities", "modId": "0"}, {"recordId": "28", "sectors::code": "A2", "sectors::name": "Forestry and logging", "modId": "0"}, {"recordId": "29", "sectors::code": "A3", "sectors::name": "Fishing and aquaculture", "modId": "0"}], "updates": [{"recordId": "265", "updates::d_date": "09/22/2020", "updates::description": "During the months of the emergency situation due to the coronavirus in the period from 13 March to 13 May 2020, two types of extended one-day contracts were applied in agriculture, which were regulated by the Law on Measures and Actions during the State of Emergency.\r\rIn May 2020, the parliament amended the Health Act, allowing relaxed conditions of temporary employment contracts in agriculture in association with the coronavirus crisis to be prolonged until 31 October 2020. \r\rThe seasonal agricultural workers, that are also registered at the labour agency, will also be entitled to heating allowances if they meet all other conditions and requirements for receiving them.\r\rThe Act also states that the employment contract for seasonal employment has a normal working time for the day up to eight hours, and the parties may arrange work for four or six hours. Seasonal contracts can last up to 120 days. ", "modId": "3"}], "regions": []}, "recordId": "387", "modId": "104"}