{"fieldData": {"title": " Contingency fund to protect the elderly dependent, disabled and homeless persons", "title_nationalLanguage": "Fondo para proteger a personas mayores, dependientes y sin techo", "d_startDate": "03/17/2020", "d_endDate": "", "calc_country": "Spain", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Protection of vulnerable groups (beyond employment support)", "calc_identifier": "ES-2020-12/500", "dateType": "Open ended", "calc_creationDay": "04/12/2020", "calc_lastUpdate": "11/27/2020", "descriptionBackgroundInfo": "This policy measure aims to strengthen proximity services at home to guarantee care, support, connection to the environment, security and food, especially those aimed at the elderly, disabled or dependent, thus compensating for the closure of canteens, day centres, occupational centres and other similar services, considering the greater risk that these people assume in case of infection. These services include home assistance in all its forms and any other of a similar nature that is provided at the user's home.", "descriptionContentOfMeasure": "€300 million will be allocated to this contingency fund. The fund is targeted to cover the following needs: \r\r* Increase and strengthen the operation of home telecare devices so that they increase the rate of verification contacts and surveillance of the population benefiting from this service. \r* Transfer to the home setting, when deemed necessary, rehabilitation services, occupational therapy, hygiene services, and the like, considering the suspension of day care in centers. Strengthen the care devices for the homeless, with the appropriate personnel and material means, ensuring that they and those who care for them are duly protected, and make possible the extension, both in length of stay and in intensity, of the service. \r* Strengthen the staff of Social Services centers and residential centers in the event that it is necessary to make substitutions for prevention, contagion or for the provision of new services or overload of the workforce. \r* Acquisition of prevention means (PPE). \r* Expand the allocation of items intended to guarantee sufficient income to families, to ensure coverage of their basic needs, whether they are urgent or insertion. \r* Strengthen, with adequate services for caregivers and conciliation measures for those families (especially single-parent and single-parent) who have low incomes and need to go to their workplace or leave their home for justified and / or urgent reasons. \r\rOther measures that the Autonomous Communities, in collaboration with the Social Services of local entities, consider essential and urgent to attend to especially vulnerable people due to this crisis, and are duly justified.", "descriptionUseOfMeasure": "So far there is no estimation as to the number of workers / citizens benefiting from this measure.", "descriptionInvolvementOfSocialPartners": "Social partners were not involved in this policy measure, as it is not directly related to labour relations.", "socialPartner_form": "Not applicable", "socialPartner_role": "Informed", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-12_500.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "396", "sources::title": "Royal Decree-Law 8/2020, of March 17, on extraordinary and urgent measures to face the economic and social impact of COVID-19.", "sources::url": "https://www.boe.es/diario_boe/txt.php?id=BOE-A-2020-3824", "sources::d_date": "03/18/2020", "modId": "3", "downloaded_to": "ffffd57898455397cb5d53a741f052c5c19835d50a4e3b625bd1d247781a0ed8"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}, {"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}], "targetGroups": [{"recordId": "37", "targetGroups::name": "Older citizens", "modId": "15"}, {"recordId": "41", "targetGroups::name": "Single parents", "modId": "14"}, {"recordId": "43", "targetGroups::name": "Disabled", "modId": "14"}, {"recordId": "44", "targetGroups::name": "People in care facilities", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "391", "modId": "92"}