{"fieldData": {"title": "COVID-19: Assisting artists and freelancers", "title_nationalLanguage": "КОВИД - 19: Подпомагане на артистите и свободните професии", "d_startDate": "03/13/2020", "d_endDate": "06/15/2020", "calc_country": "Bulgaria", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Extensions of  income support to workers not covered by any kind of protection scheme", "calc_identifier": "BG-2020-11/501", "dateType": "Temporary", "calc_creationDay": "04/12/2020", "calc_lastUpdate": "09/23/2020", "descriptionBackgroundInfo": "Independent artists will be entitled to one minimum wage, together with social security contributions, for the period of emergency plus one month thereafter - that is, for three months. \rThe money will be donated through the Culture Fund and will be applied for online and by mail. \r\rAcceptance of applications and then disbursements should start by 15 April 2020. The idea is to support the most needy artists, who have relatively lower incomes compared to others in their industry.\r\rMore projects are being considered through the National Culture Fund, for example a drastic increase the budgets of these projects. So far, 10% of their value has been for administrative expenses. In addition, the duration of many cultural projects, which have been delayed by the pandemic, will be extended. In this way the ministry hopes to sustain art teams.\r\rThere are around 2,200 freelance artists in Bulgaria. According to preliminary estimates, at least 50% of them will be able to benefit from the measure.", "descriptionContentOfMeasure": "Freelance artists can receive creative scholarship in amount of BGN 720 (€360) per month for a period of three months. The measure aims to provide income for the artist who have been affected by the pandemic measures between March and June 2020. \r\rOnly artists who had average monthly incomes of less than BGN 1,000 (€500) last year could benefit from the support. The measure will cost BGN 2.7 million (€1.35 million) to the budget of the Ministry of Culture.\r\rA further requirement is that applicants have not received an interest-free loan or other financial support on another basis under a financial assistance measure in the conditions of the COVID-19 epidemic.\r", "descriptionUseOfMeasure": "Some 1,028 applications were submitted during the application period from 21 to 30 April 2020. \r\rHowever, on 17 June 2020, artists gathered to protest in front of Ministry of Culture as only 323 independent artists have been approved to receive the aid. Nevertheless, many of the approved applicants did not receive the aid up until end of June 2020, although the programme has been announced in March.\r\r", "descriptionInvolvementOfSocialPartners": "The measure has been proposed after a group of freelance artists sent a letter to the minister of Culture affairs with the request to be supported during the state of emergency. The letter was signed by artists engaged in several cultural projects like 'Sofia Film Fest', 'Derrida Dance Center', 'ONE for Art Culture' Foundation, organising 'One Dance Week', 'Bulgarian Music Association', 'ACT Association for Free Theatre' and many others small theatre companies, producers and independent artists", "socialPartner_form": "Direct consultation", "socialPartner_role": "Negotiated", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/BG-2020-11_501.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "593", "sources::title": "Мерки за творци и организациите в областта на културат", "sources::url": "http://mc.government.bg/newsn.php?n=7165&i=1", "sources::d_date": "04/10/2020", "modId": "4", "downloaded_to": "113c186243a955cce27927f13ec0cfdb80b2390b3e4e54ce1fd06f5041264170"}, {"recordId": "1486", "sources::title": " An additional BGN 5 million for freelance artists", "sources::url": "https://news.bg/politics/davat-dopalnitelni-5-mln-lv-za-svobodnite-artisti.html", "sources::d_date": "05/05/2020", "modId": "0", "downloaded_to": "e1d5ad8828a0200dca68ee2b03002c2e605e4a96a00c96122a54b8f016d3bf14"}, {"recordId": "1487", "sources::title": "Independent artists want compensation from the state", "sources::url": "https://www.segabg.com/node/125689", "sources::d_date": "03/18/2020", "modId": "0", "downloaded_to": "4879198fc04b7e500a7c3d0ed2a148ab667a96167ca2d90ffdf0b445dacdfd04"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}, {"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}, {"recordId": "33", "targetGroups::name": "Workers in non-standard forms of employment", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [{"recordId": "10", "occupations::name": "Legal, social and cultural professionals", "modId": "0"}], "sectors": [{"recordId": "122", "sectors::code": "R90", "sectors::name": "Creative, arts and entertainment activities", "modId": "0"}, {"recordId": "125", "sectors::code": "R93", "sectors::name": "Sports activities and amusement and recreation activities", "modId": "0"}], "updates": [{"recordId": "267", "updates::d_date": "05/11/2020", "updates::description": "The individual measure has not been prolonged, but the Ministry of Culture provides additional BGN 5 million (€2.5 million) for new cultural projects and their popularisation. The funds are targeted at independent artists and have the aim to support the industry during the COVID-19 pandemic. ", "modId": "2"}], "regions": []}, "recordId": "392", "modId": "93"}