{"fieldData": {"title": "Preference for remote work", "title_nationalLanguage": "Carácter preferente del trabajo a distancia", "d_startDate": "03/18/2020", "d_endDate": "05/30/2020", "calc_country": "Spain", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Teleworking arrangements, remote working", "calc_identifier": "ES-2020-12/503", "dateType": "Temporary", "calc_creationDay": "04/12/2020", "calc_lastUpdate": "11/27/2020", "descriptionBackgroundInfo": "In order to protect workers and ensure business continuity, new work arrangements will be established that allow the activity to be maintained by alternative mechanisms, particularly through remote work, and the company must adopt the appropriate measures if this is technically and reasonably possible and if the necessary adaptation effort is proportionate. These alternative measures, particularly remote work, should be a priority over the temporary cessation or reduction of activity. This is regulated in Royal Decree 8/2020 of 17 March.\r", "descriptionContentOfMeasure": "With the aim of facilitating the exercise of the remote work in those sectors, companies or jobs where it has not been foreseen until now, a risk assessment will be made, in the terms provided in Article 16 of Law 31/1995, of November 8, on Occupational Risk Prevention, exceptionally, through a self-evaluation carried out voluntarily by the worker himself. There is no monetary support involved in this measure. The measures established in this regulation have as priority objectives to guarantee that business activity and employment relations resume as normal after the exceptional health situation. There is no specific sector / company targeted, not a specific eligibility criteria, but all companies must show they've done all what is possible to allow remote work.\r\rMoreover, the regulation does not specify any aspect related to work organization, the equipment necessary in order to perform remote work etc.", "descriptionUseOfMeasure": "There is no estimation as to the number of workers / companies involved.", "descriptionInvolvementOfSocialPartners": "Social partners were informed - and not formally consulted - on the content of this policy measure. \rSince the very beginning, social partners made clear to the government the need to regulate telework in order to make sure that it is carried out with guarantees.\r", "socialPartner_form": "No involvement", "socialPartner_role": "Informed", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-12_503.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "396", "sources::title": "Royal Decree-Law 8/2020, of March 17, on extraordinary and urgent measures to face the economic and social impact of COVID-19.", "sources::url": "https://www.boe.es/diario_boe/txt.php?id=BOE-A-2020-3824", "sources::d_date": "03/18/2020", "modId": "3", "downloaded_to": "ffffd57898455397cb5d53a741f052c5c19835d50a4e3b625bd1d247781a0ed8"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "394", "modId": "84"}