{"fieldData": {"title": "Right to flexible schedule and reduction of working hours for workers with care responsibilities", "title_nationalLanguage": "Derecho de adaptación del horario y reducción de jornada", "d_startDate": "03/17/2020", "d_endDate": "06/30/2021", "calc_country": "Spain", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Support for parents and carers (financial or in kind)", "calc_identifier": "ES-2020-12/504", "dateType": "Temporary", "calc_creationDay": "04/12/2020", "calc_lastUpdate": "11/27/2020", "descriptionBackgroundInfo": "This measure allows workers to adapt or reduce their schedule to care for their dependents, with a 100% reduction in the workday being possible. The objective is to facilitate those persons with care responsibilities, including disabled, elderly or child, to adapt their working time and eventually reduce it in order to be able to guarantee the care tasks. This policy was included in Royal Decree 8/2020 of 17th March. Those employees eligible will contact their company that will apply the regulations contained in the Labour Code in relation to working time reduction.", "descriptionContentOfMeasure": "Employees who demonstrate care duties with respect to the spouse or domestic partner, as well as with respect to relatives by blood relationship up to the second degree of the worker, will have the right to access the adaptation of their working day and / or the reduction thereof in the terms provided for in this law, when there are exceptional circumstances related to the actions necessary to avoid community transmission of COVID-19. \r\rSuch exceptional circumstances occur when the presence of the worker is necessary for the care of any of the people indicated before who, due to reasons of age, illness or disability, needs personal and direct care as a direct consequence of the COVID-19. Likewise, exceptional circumstances will be considered to exist when there are decisions taken by the governmental authorities related to COVID-19 that imply the closure of educational centers or of any other nature that dispense care or attention to the person in need of them. Exceptional circumstances that require the presence of the employee will also be considered to be present, when the person who until now had been in charge of the direct care or assistance of the working person's spouse or family member up to the second degree could not continue to do so for related justified causes. with COVID-19.", "descriptionUseOfMeasure": "There is no estimation as to the number of employees benefiting from this measure.", "descriptionInvolvementOfSocialPartners": "Social partners were informed, though not formally consulted, on this measure.", "socialPartner_form": "No involvement", "socialPartner_role": "Informed", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-12_504.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "396", "sources::title": "Royal Decree-Law 8/2020, of March 17, on extraordinary and urgent measures to face the economic and social impact of COVID-19.", "sources::url": "https://www.boe.es/diario_boe/txt.php?id=BOE-A-2020-3824", "sources::d_date": "03/18/2020", "modId": "3", "downloaded_to": "ffffd57898455397cb5d53a741f052c5c19835d50a4e3b625bd1d247781a0ed8"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "69", "targetGroups::name": "Parents in employment", "modId": "8"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "395", "modId": "86"}