{"fieldData": {"title": "Work stoppage to care for a child under 16 years of age", "title_nationalLanguage": "Arrêt de travail pour garder un enfant de moins de 16 ans", "d_startDate": "03/11/2020", "d_endDate": "", "calc_country": "France", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Support for parents and carers (financial or in kind)", "calc_identifier": "FR-2020-11/509", "dateType": "Open ended", "calc_creationDay": "04/12/2020", "calc_lastUpdate": "12/01/2020", "descriptionBackgroundInfo": "An employee who is not ill and who has to look after a child under the age of 16 as a result of the closure of a school may be granted sick leave, provided that his or her job does not allow for teleworking. An employee who wishes to be placed on sick leave simply has to send a certificate to his employer. The latter, then, makes an online declaration on the Health Insurance website so that the benefits can be paid.", "descriptionContentOfMeasure": "According to this measure, if the job does not allow teleworking, the employer makes a declaration on the health insurance website (ameli.fr). The employee receives the sickness benefit without any seniority condition. In order to ensure equal treatment between insured persons who are ill, those who are placed in isolation and those who are forced to care for their children under 16 years of age, the waiting period for entitlement to compensation for work stoppages is abolished during the period of a state of health emergency. The measure applies to all compulsory schemes: general, agricultural and special schemes, including the civil service scheme. The insured persons concerned will therefore receive their compensation from the first day of the stoppage.\r\rThis measure has been in effect since March 11 and remains in force until the end of the closure of the schools (whose reopening date has not been set). \r\rOnly one parent at a time (or holder of parental authority) may be issued a work stoppage. It is possible to split the stoppage or to share it between the parents for the duration of the closure of the establishment. Periods of absence from work to care for children under the age of 16 do not give entitlement to paid leave.\r\rThe measure applies to employees, seamen, clerks and employees of notaries, artists-authors, self-employed persons and contract civil servants. It is also intended for the liberal professions and health professionals benefiting from the payment of exceptional flat-rate daily allowances.\r", "descriptionUseOfMeasure": "Potentially all employees of of the private sector with a child under 16 years old or a child with disabilities without age limit. No data available. ", "descriptionInvolvementOfSocialPartners": "No information available.", "socialPartner_form": "Not applicable", "socialPartner_role": "Agreed (outcome)", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-11_509.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "400", "sources::title": "Décret n° 2020-73 du 31 janvier 2020 portant adoption de conditions adaptées pour le bénéfice des prestations en espèces pour les personnes exposées au coronavirus", "sources::url": "https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=LEGITEXT000041521853&dateTexte=20200313", "sources::d_date": "01/31/2020", "modId": "4", "downloaded_to": "5d97aee2c8e3a1c67a2e13d0ee00024b11bb2792c9aacd955aafbbbb3c091d75"}, {"recordId": "585", "sources::title": "Décret no 2020-227 du 9 mars 2020 adaptant les conditions du bénéfice des prestations en espèces d’assurance maladie et  de  prise  en  charge des  actes de  télémédecine pour  les  personnes exposées au covid-19 ", "sources::url": "https://www.legifrance.gouv.fr/jo_pdf.do?id=JORFTEXT000041704122", "sources::d_date": "03/09/2020", "modId": "3", "downloaded_to": "416e64517f69499de2d236e5e777c999a70af79b822a8e57027a87213cd4eec2"}, {"recordId": "588", "sources::title": "Loi no 2020-290 du 23 mars 2020  d’urgence pour faire face à l’épidémie de covid-19 ", "sources::url": "https://www.legifrance.gouv.fr/jo_pdf.do?id=JORFTEXT000041746313", "sources::d_date": "03/23/2020", "modId": "3", "downloaded_to": "62746c7de2e9e8cf4f1ff342d4816f01d6c79a84812c7cc4b919174f834da79d"}, {"recordId": "2104", "sources::title": "Décret n° 2020-1098 du 29 août 2020 pris pour l'application de l'article 20 de la loi n° 2020-473 du 25 avril 2020 de finances rectificative pour 2020", "sources::url": "https://www.legifrance.gouv.fr/download/file/rM5U3gAJulqM8Zc2wbw4dZMD0LeooqkyAbZzfe5bjzs=/JOE_TEXTE", "sources::d_date": "08/29/2020", "modId": "0", "downloaded_to": "7190bdb2f8edb223429b9c220be96fca5fa67b5c5802d9b9be1c4af6d624de91"}, {"recordId": "2105", "sources::title": "Ministère du travail : Garde d’enfants et personnes vulnérables", "sources::url": "https://travail-emploi.gouv.fr/le-ministere-en-action/coronavirus-covid-19/questions-reponses-par-theme/article/garde-d-enfants-et-personnes-vulnerables", "sources::d_date": "10/01/2020", "modId": "0", "downloaded_to": "e76ede2d1598116a3baf26d7afcc0c57e26624c2da695a8e2e35b57ad4c1f4cc"}], "actors": [{"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}, {"recordId": "33", "targetGroups::name": "Workers in non-standard forms of employment", "modId": "14"}, {"recordId": "69", "targetGroups::name": "Parents in employment", "modId": "8"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "439", "updates::d_date": "11/26/2020", "updates::description": "The schools have opened again progressively from 11 May. Since schools are opened, the scheme has ended. However, Since 1 September, a measure has been in place for private-law employees who are obliged to keep their child because of the closure for health reasons of the section, class or institution where their child is being cared for or because their child has been identified as a contact case. If these parents cannot telework to care for a child under 16 years of age or a disabled child affected by such a closure, they may be placed in short-time working, declared by their employer, and be compensated as such. The employee will receive an allowance equivalent to 70% of his or her previous gross salary. Until 31 October, the employer will receive an allowance equivalent to that which he would have received for an employee placed in short-time working under ordinary law. From 1 November, the employer will receive an allowance equivalent to 60% of the employee's previous gross pay.\r\rIt should be noted that since 1 August 2020, vulnerable employees and employees cohabiting with vulnerable persons no longer benefit from the short-time working scheme. Decree No. 2020-1098 of 29 August 2020 maintains, for the most vulnerable employees, the partial work placement on medical prescription.", "modId": "4"}], "regions": []}, "recordId": "400", "modId": "92"}