{"fieldData": {"title": " Exceptional purchasing power bonus for essential services employees", "title_nationalLanguage": " Prime exceptionnelle de pouvoir d'achat pour les salariés des services essentiels", "d_startDate": "04/02/2020", "d_endDate": "08/31/2020", "calc_country": "France", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Remuneration and rewards for workers in essential services", "calc_identifier": "FR-2020-14/511", "dateType": "Temporary", "calc_creationDay": "04/12/2020", "calc_lastUpdate": "05/10/2020", "descriptionBackgroundInfo": "In 2019, in response to the \"yellow jackets\" crisis, the government has created an exceptional bonus (up to €1,000) exempt from all social security contributions. This premium is not subject to income tax. This scheme has been renewed in 2020, but is reserved for employers who have set up a profit-sharing scheme in the company's results (\"intéressement\"). However, this scheme has been modified to take into account the COVID-19 crisis to support purchase power of employees working during the crisis in essential services and all other companies that have stayed open.", "descriptionContentOfMeasure": "According to an ordinance dated 1 April 2020 published in the context of the health crisis, the exceptional purchasing power bonus, that is exempted of social contribution and tax-free, can reach €2,000 for companies that have set up a profit-sharing agreement. Those that do not have one can nevertheless pay the exceptional bonus, but within the limit of €1,000. \r\rOn the basis of the Article 11 of the emergency law of 23 March 2020 to deal with the COVID-19 pandemic, an ordinance published on 2 April 2020 relaxes the conditions for payment of the exceptional purchasing power bonus provided for in Article 7 of the law on the financing of social security for 2020 (LFSS 2020). \r\rThe aim is to encourage companies to make use of this scheme in the context of the epidemic, bearing in mind that the premium can now be paid until 31 August 2020 (instead of 30 June).\rCompanies that do not have a profit-sharing agreement ('accord d'intéressement') can use the bonus by benefiting from these exemptions, if the amount paid does not exceed €1,000. Until now, these companies have been excluded from the measure.\rFor companies which implement a profit-sharing agreement on the date of payment of the bonus, the maximum amount exempted is €2,000 (instead of €1,000 up to now). The profit-sharing agreement may be for a period of between one and three years if it was concluded between 1 January and 31 August 2020, with the deadline of 30 June 2020 being extended. \rInitially, the exceptional purchase power bonus scheme allowed its amount to be modulated between employees according to remuneration, classification level, length of actual presence during the year or the working time provided for in the employment contract. The ordinance provides for a new possibility of modulation, depending on 'working conditions related to the Covid-19 epidemic'. According to the Ministry of Labour, this new possibility was intended in particular to give companies the possibility of rewarding more people who, for example, are forced to go to their workplace than those who are not obliged to do so", "descriptionUseOfMeasure": "So far, only 37,000 companies have paid a bonus in 2020. The Minister of Economy Bruno Le Maire call to reward employees 'who had the courage to go to their workplace' despite the health crisis.\rParticularly targeted, large retailers seems to have received the message: Auchan, Carrefour, Intermarché, Lidl, Système U and Leclerc have already announced that their employees would receive a bonus of €1,000. The same goes for the 15,000 Veolia employees who remained in the field to manage water and waste, or for 5,000 employees of the Total group.\rIt should be noted that some companies have not yet made their decision, waiting in particular to assess the effects of the crisis on their cash flow: they now have until August 31 to do so (compared to June 30 initially).", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "Direct consultation", "socialPartner_role": "Negotiated", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-14_511.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "588", "sources::title": "Loi no 2020-290 du 23 mars 2020  d’urgence pour faire face à l’épidémie de covid-19 ", "sources::url": "https://www.legifrance.gouv.fr/jo_pdf.do?id=JORFTEXT000041746313", "sources::d_date": "03/23/2020", "modId": "3", "downloaded_to": "62746c7de2e9e8cf4f1ff342d4816f01d6c79a84812c7cc4b919174f834da79d"}, {"recordId": "598", "sources::title": "Ordonnance no 2020-385 du 1er avril 2020 modifiant la date limite  \ret les conditions de versement de la prime exceptionnelle de pouvoir d’achat", "sources::url": "https://www.legifrance.gouv.fr/jo_pdf.do?id=JORFTEXT000041776879", "sources::d_date": "04/01/2020", "modId": "2", "downloaded_to": "e42fd04d195d205e385a2d42a976d69ed9e48a804ce891616a5d809964780c45"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "61", "targetGroups::name": "Companies providing essential services", "modId": "12"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "402", "modId": "78"}