{"fieldData": {"title": "Microloans for rural development ", "title_nationalLanguage": "Mali krediti za ruralni razvoj", "d_startDate": "04/02/2020", "d_endDate": "", "calc_country": "Croatia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Access to finance", "calc_identifier": "HR-2020-14/513", "dateType": "Open ended", "calc_creationDay": "04/12/2020", "calc_lastUpdate": "12/13/2020", "descriptionBackgroundInfo": "Croatia has serious problems in rural development, primarily the age profile of farmers is very unfavorable. Over 60% of holders of family agricultural holdings are over 55 and less than 4 % under 35. The economic crisis and the previous wartime events have contributed to migratory movements from rural to urban areas, particularly of the younger population, resulting in a general decline in the rural population and an increase in the ageing population. This poses a serious threat to the further development and even survival of the rural areas themselves. Young people are a key resource for the development of a modern and competitive agricultural sector, primarily because of their willingness and ability to adapt easily to technological changes, new practices and changing market conditions which is a requirement to increase productivity and competitiveness. Some achieved progress has come under the question due to the recent crisis.", "descriptionContentOfMeasure": "The target groups of financial instruments Micro loans for rural development are primarily small business entities in the agricultural, processing and forestry sectors. Loans can be obtained in the amount of € 1,000 to €25,000 and the funds are provided from the Rural Development Program. The repayment period is up to three years with an interest rate of 0.5 percent and a grace period of up to 12 months. The measure offers the possibility of settling bills created up to three months before the loan application is received, with significantly less documentation and a prepared Business Plan form. The Business Plan form is quite simple with pages on two-page questions, which significantly shortens the time of preparation of the application and enables easier and faster processing. \r\rDue to restricted movement of possible beneficiaries and with the desire to simplify the procedure, the Croatian Agency for SMEs, Innovation and Investments (HAMAG-BICRO) recommends on-line applications. The used of these loans can be an important step in improving the economic performance of farms and facilitating farm restructuring and modernization, notably with a view to increasing market participation and orientation. Furthermore, such financial sources can be of crucial importance to needed agricultural diversification. ", "descriptionUseOfMeasure": "The number of possible applicants and available resources are currently unknown. However, due to serious problems in the observed sector it can be estimated that the interest for this type of financing will be significant. Particularly in positive that red tape is reduced and application is relatively simple. ", "descriptionInvolvementOfSocialPartners": "Due to the nature of the measure social partners were not involved but they always support measures for rural development. ", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-14_513.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "403", "sources::title": "Odluka o usvajanju Izmjena i dopune Programa »Mikro i mali zajmovi za ruralni razvoj«", "sources::url": "https://narodne-novine.nn.hr/clanci/sluzbeni/2020_04_41_860.html", "sources::d_date": "04/02/2020", "modId": "4", "downloaded_to": "bdec77bf95a3696cbbfbd7aae13ccb1622d5be9c31c5986ca29de3f7a92b11bd"}, {"recordId": "404", "sources::title": "Dvije nove mjere za dodatnu likvidnost poduzetnicima, obrtnicima i poljoprivrednicima", "sources::url": "https://www.seebiz.eu/tvrtke/dvije-nove-mjere-za-dodatnu-likvidnost-poduzetnicima-obrtnicima-i-poljoprivrednicima/229268/?fbclid=IwAR2H8t4rgX4sASXqMQ-42k9u5qcNHff-bEtVcL3RfHKhqDqJYrFXpb-DpJ4", "sources::d_date": "04/07/2020", "modId": "4", "downloaded_to": "f618b9eb5684d527756c82f5261bb7574cbb0e4daeb76272af1286286308eefc"}, {"recordId": "2306", "sources::title": "Obrtna sredstva za ruralni razvoj\r", "sources::url": "https://www.hbor.hr/kreditni_program/obrtna-sredstva-za-ruralni-razvoj/\r", "sources::d_date": "12/01/2020", "modId": "0", "downloaded_to": "695227fb8cdfd2b385f998aec07cc9ecd084367d5fe8683ba9e60e924aa26662"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}, {"recordId": "62", "targetGroups::name": "SMEs", "modId": "12"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "27", "sectors::code": "A1", "sectors::name": "Crop and animal production, hunting and related service activities", "modId": "0"}, {"recordId": "29", "sectors::code": "A3", "sectors::name": "Fishing and aquaculture", "modId": "0"}], "updates": [{"recordId": "468", "updates::d_date": "12/01/2020", "updates::description": "HAMAG better specified the criteria. Eligible borrowers are farmers and entities doing business in the agricultural products processing industry as well as entities doing business in the forestry industry set up in the following legal forms: family farms, crafts businesses registered for performing activities in the agricultural industry, companies (processing entities included), co-operatives (processing entities included). The borrowers are obliged to prove that they have difficulties in doing business as a consequence of the pandemic caused by COVID-19 virus in accordance with the criteria adopted by the Ministry of Agriculture. Eligible are those borrowers whose operations take place under the following measures, sub-measures and types of operations under the Rural Development Programme of the Republic of Croatia for the 2014-2020 (RDP). \rSpecific measures are following Measure 4: Investments in physical assets, Sub-measure 4.1: Support for investments in agricultural holdings. \r\rTypes of operation are the following \r\r* 4.1.1: Restructuring, modernisation and increased competitiveness of agricultural holdings; type of operation \r* 4.1.2: Disposal, handling and use of manure fertilizer in order to reduce the harmful effects on the environment; type of operation \r* 4.1.3: Use of renewable energy sources. \r\rSub-measure 4.2: Support for investments in processing/marketing and/or development of agricultural products: Type of operation \r\r* 4.2.1: Increase in value added to agricultural products and \r* 4.2.2: Using renewable energy sources. \r\rMeasure 6: Farm and business development, Sub-measure 6.4: Support for investments in creation and development of non-agricultural activities in rural areas: \r\r* Type of operation 6.4.1: Development of non-agricultural activities in rural areas. \r\rMeasure 8: Investments in forest area development and the improvement of forest viability, Sub-measure 8.6: Support for investments in forestry technologies and in processing, mobilisation and marketing of forest products, type of operation \r\r* 8.6.1: Modernisation of technologies, machines, tools and equipment for wood harvesting and forestry cultivation and \r* 8.6.2: Modernisation of technologies, machines, tools and equipment in pre-industrial wood processing. \r\rThe purpose of the loan is financing of working capital needed for the elimination of instabilities in production and financing of current operations (preparation of production, raw materials, other operating costs, labour costs, settling of obligations towards suppliers and other current operating costs except for loan obligations towards commercial banks and other financial institutions as well as VAT). Refunding of existing loans is not eligible, but refund of previously invested funds will be accepted by HBOR for the payments made as a rule not longer than 3 months before the submission of loan application. Direct lending in loan amount from HRK 190,000 (€25,333) to HRK 1,520,000 (€202,6679). The disbursement period is up to 3 months, while the repayment period is up to 3 years, up to 6-month grace period included for loans amounting to up to HRK 760,000 (€101,333); and up to 5 years, up to 6-moth or up to 12-month grace period included for loans exceeding HRK 760,000 (€101,333). Interest rate is 0.5% per annum and no fees charged. ", "modId": "3"}], "regions": []}, "recordId": "404", "modId": "83"}