{"fieldData": {"title": "Government support to assist the sports sector in wage payments", "title_nationalLanguage": "Zaključak u vezi s mjerama pomoći u sustavu športa uslijed epidemije koronavirusa ", "d_startDate": "04/09/2020", "d_endDate": "05/29/2020", "calc_country": "Croatia", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "HR-2020-15/516", "dateType": "Temporary", "calc_creationDay": "04/12/2020", "calc_lastUpdate": "04/30/2020", "descriptionBackgroundInfo": "As sport events have been prohibited, the financial position of people employed in the sport industry is dire, and they demand some form of aid from the government. According to the Croatian Bureau of Statistic, about  6,400 people are employed in the sector, approximately 3.4 percent of the total population. There are two major problems: the inability to conclude the competition in the 2019-2020 season and the existence of a large number of sports associations and clubs which, because of the loss of revenue, have difficulties to continue the payment of wages to workers.", "descriptionContentOfMeasure": "This Decision establishes measures to assist the sports system in the wake of the coronavirus epidemic. For the duration of the special circumstances, the support for preserving jobs in the sports sector affected by coronavirus will be disbursed. The amount of the support is to HRK 3,250 (€ 433) per employees for March 2020, and HRK 4,000 (€ 533) for April and May 2020. The measure is intended to preserve the system of competition and sport during the special circumstances. The Government submitted to the parliamentary procedure amendments to the Act on Sport which enables the Office to allow grants to clubs.\r\rThe responsible authority for the implementation of measure is the Central State Office for Sport. The redistribution within the budget of the State Office for Sport provided HRK 40 million (€ 5.33 million) to help sports clubs to mitigate the consequences caused by the coronavirus epidemic. These measures do not require additional resources or special funds, but they are secured by a redistribution within the adopted budget of the Office. Amendments to the Act on Sport ensure the regularity of the competition by enabling a shorter period of one year for the adoption of regulations and competition systems. ", "descriptionUseOfMeasure": "The usage is still unknown but it can be assessed that it will be significant.  ", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-15_516.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "406", "sources::title": "4.         a)        Prijedlog zaključka u vezi s mjerama pomoći u sustavu športa uslijed epidemije koronavirusa", "sources::url": "https://vlada.gov.hr/sjednice/223-sjednica-vlade-republike-hrvatske-29197/29197", "sources::d_date": "04/09/2020", "modId": "3", "downloaded_to": "06e7a1450fb6911bb69220708444e8e969c52e691316c3ad25fed8cdc74db650"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "125", "sectors::code": "R93", "sectors::name": "Sports activities and amusement and recreation activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "407", "modId": "77"}