{"fieldData": {"title": "Tourism company Valamar sets up the employment retention programme 'Pause, Restart'", "title_nationalLanguage": "Valamar pokrenuo program „PAUZA, RESTART“", "d_startDate": "04/01/2020", "d_endDate": "06/30/2020", "calc_country": "Croatia", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "HR-2020-14/518", "dateType": "Temporary", "calc_creationDay": "04/12/2020", "calc_lastUpdate": "04/30/2020", "descriptionBackgroundInfo": "Valamar Riviera is the largest tourism company in Croatia. Since the beginning of the global pandemic crisis, the company actively monitors the situation and continuously takes the necessary action to preserve employees’ and customers’ health, jobs and insure the business continuity. Following the tightening of general prevention measures by the competent authorities, Valamar closed in March 2020 all hotels and restaurants. With the aim of preserving jobs and business continuity in the conditions where touristic activities were completely suspended, Valamar made the decision to launch  the \"PAUSE, RESTART\" program. It started on 1 April and will last at least 30 to possible 90 days. ", "descriptionContentOfMeasure": "The program covers all employees, therefore there will be no layoffs for about 2,800 workers in Valamar. Government support will be used. All employees who cannot work due to the situation will be  referred to PAUSE from April 1. During the PAUSE, employees will be provided with a salary compensation in the amount of minimum 60% of regular salary, but not less than HRK 4,250 net (€ 567). This measure will apply equally to employees and management including permanent and seasonal workers. During the PAUSE, a part of employees and management in charge of the crisis will work primarily on maintenance, conservation and facility security duties, while a part of the staff will communicate with guests and partners. The wages of management will be reduced by up to 30% until all employees return to work. Other employees who will work full-time will continue to receive their regular full pay.\r\rThe Management Board cancelled the General Assembly and with the consent of the Supervisory Board proposed to the General Assembly a withdrawal of dividend payment and to direct these sources into funds for increase liquidity and support measures for the preservation of all jobs. Until the situation improves, Valamar Riviera cannot provide regular services but the company’s goal is not to lose any employee. To prepare on time for RESTART, the company directs its efforts to the development of a new business plan and the preparation of facilities for the start of touristic season. ", "descriptionUseOfMeasure": "Targeted at the whole company, 2,800 employees.", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "Direct consultation", "socialPartner_role": "Negotiated", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-14_518.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Company practices", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "408", "sources::title": "Valamar pokrenuo program „PAUZA, RESTART“ ", "sources::url": "https://valamar-riviera.com/hr/mediji/priopcenja-za-medije/valamar-pokrenuo-program-ocuvanja-radnih-mjesta-pauza-restart/", "sources::d_date": "03/25/2019", "modId": "4", "downloaded_to": "2e37dfcaca0a39b96d136bc7185e27dbca2c03473df07bfd72477c45ccd00454"}], "actors": [{"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "48", "targetGroups::name": "Seasonal workers", "modId": "14"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "83", "sectors::code": "I55", "sectors::name": "Accommodation", "modId": "0"}, {"recordId": "84", "sectors::code": "I56", "sectors::name": "Food and beverage service activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "409", "modId": "82"}