{"fieldData": {"title": "Income protection for self-employed workers and freelancers affected by the state of emergency", "title_nationalLanguage": "Prestación extraordinaria por cese de actividad para los afectados por declaración del estado de alarma para la gestión de la situación de crisis sanitaria", "d_startDate": "03/18/2020", "d_endDate": "09/30/2020", "calc_country": "Spain", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Extensions of  income support to workers not covered by any kind of protection scheme", "calc_identifier": "ES-2020-12/519", "dateType": "Temporary", "calc_creationDay": "04/12/2020", "calc_lastUpdate": "12/01/2020", "descriptionBackgroundInfo": "The measure is aimed at providing income protection for self-employed workers and freelancers. More specifically, this measure makes more flexible the access to benefits in case of cessation of activity for self-employed workers in case of financial difficulty. \r\rThe cessation of activity benefit already existed. What changes under the new regulation is that the requirements are relaxed and the periods for applying change: it will be charged for a period of one month (or until the state of alarm ends). Exceptionally, people who have seen their businesses closed and activities suspended may collect the cessation of activity benefit (unemployment of the self-employed).", "descriptionContentOfMeasure": "Exceptionally and with validity until the last day of the next month when the state of alarm ends, will be entitled to an extraordinary benefit for cessation of activity:\r\r* Self-employed workers included in the Special Scheme for Self-Employed Workers, the self-employed agricultural workers included in the Special System for Agricultural self-employee Workers and the self-employed workers included in the Special Scheme for Sea Workers whose activities are suspended.\r* Self-employed workers included in the Special Scheme for Self-Employed Workers, the self-employed agricultural workers included in the Special System for Self-Employed Agricultural Workers and the self-employed workers included in the Special Scheme for Sea Workers who, without ceasing their activity, their monthly income prior to which the benefit is requested is reduced by at least 75 percent in relation to the average billing for the previous calendar semester, provided they are not in some of the cases included in the next two points below.\r* Self-employed agricultural workers of seasonal productions included in the Special System for Self-Employed Agricultural Workers, as well as fishing productions, shellfish or of specific seasonal products included in the Special Scheme for Sea Workers, when their average turnover in the months of the production campaign prior to the one requested for the benefit is reduced, at least, by 75 percent in relation to the same months of the campaign of the previous year.\r* Self-employed workers who carry out activities in any of the following CNAE 2009 codes: 5912, 5915, 5916, 5920 and between 9001 and 9004, both included, provided that, without ceasing their activity, their turnover in the month natural prior to which the benefit is requested is reduced by at least 75% in relation to that made in the previous 12 months.\r", "descriptionUseOfMeasure": "There are no estimates on the number of workers who can benefit from this measure.", "descriptionInvolvementOfSocialPartners": "Peak-level social partners were informed of the content of this measure, as well as the main sectoral  organisations representing self-employee workers, with and without employees.\r", "socialPartner_form": "Direct consultation", "socialPartner_role": "Informed", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-12_519.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "396", "sources::title": "Royal Decree-Law 8/2020, of March 17, on extraordinary and urgent measures to face the economic and social impact of COVID-19.", "sources::url": "https://www.boe.es/diario_boe/txt.php?id=BOE-A-2020-3824", "sources::d_date": "03/18/2020", "modId": "3", "downloaded_to": "ffffd57898455397cb5d53a741f052c5c19835d50a4e3b625bd1d247781a0ed8"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "410", "modId": "84"}