{"fieldData": {"title": "Coronavirus business interruption loan scheme for SMEs", "title_nationalLanguage": "Coronavirus Business Interruption Loan Scheme", "d_startDate": "03/23/2020", "d_endDate": "03/23/2026", "calc_country": "United Kingdom", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Access to finance", "calc_identifier": "GB-2020-13/521", "dateType": "Temporary", "calc_creationDay": "04/12/2020", "calc_lastUpdate": "01/04/2021", "descriptionBackgroundInfo": "As part of the Budget 2020 package, the Government announced that it would provide a new Coronavirus Business Interruption Loan Scheme (CBILS) to both SMEs and large companies (see separate case). Loans were initially due to be worth up to GBP1.2m to support SMEs. On 17 March, this was increased to GPB5 million. The government will provide lenders with a guarantee of 80% on each loan. The Government has also said the first 12 months of the loan would be offered interest free, with Government meeting the cost of those interest payments. Initially, the interest free period was due to last 6 months.  The scheme went live on 23 March 2020.\r\rThe background regulation is the Coronavirus Act 2020, emergency legislation which received Royal Assent on the 25 March after having been fast-tracked through Parliament in just four days.", "descriptionContentOfMeasure": "This temporary scheme aims to allow small and medium businesses across the UK with an annual turnover of up to GBP 45 million, which are experiencing lost or deferred revenues to access loans, overdrafts, invoice finance and asset finance of up to GBP 5 million for up to 6 years. The government will also make a Business Interruption Payment to cover the first 12 months of interest payments and any lender-levied fees. This means smaller businesses will benefit from no upfront costs and lower initial repayments. The government will provide lenders with a guarantee of 80% on each loan (subject to pre-lender cap on claims) to give lenders further confidence in continuing to provide finance to SMEs. The scheme is delivered through commercial lenders, backed by the government-owned British Business Bank. There are 40 accredited lenders able to offer the scheme, including all the major banks, as well as challenger banks, asset-based lenders and smaller specialist local lenders.  \r\rA business is eligible if:\r\r* it is based in the UK\r* has an annual turnover of up to GBP 45 million\r* has a borrowing proposal which the lender would consider viable, if not for the coronavirus pandemic. \r\rTo access the scheme, businesses should approach their own provider – ideally via the lender’s website. They may also consider approaching other lenders if they are unable to access the finance they need. Decision-making on eligibility for CBILS is fully delegated to the accredited CBILS lenders. On 25 March, the Chancellor, Governor of the Bank of England, and CEO of the Financial Conduct Authority together wrote to Britain’s banking sector with a warning not to allow fundamentally viable companies to collapse because of the coronavirus crisis.\r\rFinance terms are up to six years for term loans and asset finance facilities. For overdrafts and invoice finance facilities, terms will be up to three years. The borrower always remains 100% liable for the debt.\r\rAt the discretion of the lender, the scheme may be used for unsecured lending for facilities of GBP 250,000 and under. Initially, the eligibility criteria stated that for facilities above GBP 250,000, the lender must establish a lack or absence of security prior to businesses using CBILS. It also stated that if the lender could offer finance on normal commercial terms without the need to make use of the scheme, they should do so. \r\rHowever, these were changed as the scheme progressed. Thus, on the 2 April 2020, the Government made changes to the scheme, namely:\r\r* No personal guarantees for facilities under GBP 250k: Personal guarantees of any form cannot be taken under the scheme for any facilities below GBP 250k.\r* Personal guarantees for facilities above GBP 250k: Personal guarantees may still be required, at a lender’s discretion, but recoveries under these are capped at a maximum of 20% of the outstanding balance of the CBILS facility after the proceeds of business assets have been applied. A Principal Private Residence (PPR) cannot be taken as security to support a personal guarantee or as security for a CBIL backed facility.\r* Security: For all facilities, including those over GBP 250,000, CBILS can now support lending to smaller businesses even where a lender considers there to be sufficient security, making more smaller businesses eligible to receive the business interruption payment.\r\rThe Government announced that these changes should be retrospectively applied by lenders for any CBILS facilities offered since 23 March 2020. For any commercial (non-CBILS) facilities offered since the same date, providing the borrower meets the CBILS eligibility criteria, lenders have been asked to bring these facilities onto CBILS wherever possible (e.g. where the lender is accredited to offer the same facility through CBILS) and changes retrospectively applied as necessary.\r", "descriptionUseOfMeasure": "By the 19 July (the latest available data), the CBILS had received a total of \r112,212 applications (this figure includes approved applications, applications that are still to be processed, applications that have been declined or turn out not to be eligible as well as withdrawn applications, where borrowers decide not to proceed). This number also includes a number of applications that have subsequently been converted to applications for the Bounce Back Loan Scheme (BBLS scheme) - see the [specific case for this new initiative](https://static.eurofound.europa.eu/covid19db/cases/GB-2020-19/944).\r \rThe number of facilities/loans approved by the 19 July was 55,674 with a value of GBP 12.20 billion (HM Treasury, 2020).\r\rBy the 20 September (the latest available data), the number of facilities/loans approved under the scheme was 66,585 with a value of GBP 15.4 billion (HM Treasury, 2020).", "descriptionInvolvementOfSocialPartners": "The social partners were informed about the raft of measures at the inception of the crisis; however, they were not formally involved in the design, implementation or monitoring of the measure.", "socialPartner_form": "Unknown", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GB-2020-13_521.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "409", "sources::title": "UK Government Corona Virus Covid-19 Guidance ", "sources::url": "https://www.gov.uk/guidance/apply-for-the-coronavirus-business-interruption-loan-scheme", "sources::d_date": "03/23/2020", "modId": "4", "downloaded_to": "735d3cbcddf9b07df6982facbcde53ad8390ed5cd19b58174753ed2cbe271025"}, {"recordId": "831", "sources::title": "Coronavirus Act 2020", "sources::url": "https://www.legislation.gov.uk/ukpga/2020/7/contents", "sources::d_date": "03/25/2020", "modId": "0", "downloaded_to": "0d332067323d772a87e95fcf22bdfe1564d8604ec92d5cf6e4c08047dd7d15c4"}, {"recordId": "1040", "sources::title": "HM Treasury 'HM Treasury coronavirus (COVID-19) business loan scheme statistics.'", "sources::url": "https://www.gov.uk/government/collections/hm-treasury-coronavirus-covid-19-business-loan-scheme-statistics", "sources::d_date": "06/30/2020", "modId": "0", "downloaded_to": "b5a83351f904f936c26c3f0ad63f74afc04503a9f8e900c0d944c5adb6b57ae1"}, {"recordId": "1690", "sources::title": "HM Government (2020) 'Chancellor outlines Winter Economy Plan.'", "sources::url": "https://www.gov.uk/government/news/chancellor-outlines-winter-economy-plan", "sources::d_date": "09/24/2020", "modId": "0", "downloaded_to": "82394d81b71aeb3fb6f9e2146305e57d66c5bd67df89e362df5199b3da70e734"}, {"recordId": "1691", "sources::title": "HM Treasury (2020) https://www.gov.uk/government/collections/hm-treasury-coronavirus-covid-19-business-loan-scheme-statistics", "sources::url": "https://www.gov.uk/government/collections/hm-treasury-coronavirus-covid-19-business-loan-scheme-statistics", "sources::d_date": "09/20/2020", "modId": "0", "downloaded_to": "b5a83351f904f936c26c3f0ad63f74afc04503a9f8e900c0d944c5adb6b57ae1"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "62", "targetGroups::name": "SMEs", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "328", "updates::d_date": "09/24/2020", "updates::description": "In the Chancellor's Winter Economy Plan, unveiled on the 24 September, it was announced that Coronavirus Business Interruption Loan Scheme lenders are to be given the ability to extend the length of loans from a maximum of six years to ten years if this will help with repayment. \r\rIn addition, the Chancellor also announced that he would be extending applications for the government’s coronavirus loan schemes until the end of November. As a result, more businesses will now be able to benefit from the Coronavirus Business Interruption Loan Scheme, the Coronavirus Large Business Interruption Loan Scheme, the Bounce Back Loan Scheme and the Future Fund. This change aligns all the end dates of these schemes, ensuring that there is further support in place for those firms who need it.\r", "modId": "2"}], "regions": []}, "recordId": "412", "modId": "93"}