{"fieldData": {"title": "Reclaiming of statutory sick pay by SMEs", "title_nationalLanguage": "Reclaiming of Statutory Sick Pay by SMEs", "d_startDate": "03/17/2020", "d_endDate": "", "calc_country": "United Kingdom", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Paid sick leave", "calc_identifier": "GB-2020-12/524", "dateType": "Open ended", "calc_creationDay": "04/13/2020", "calc_lastUpdate": "07/21/2020", "descriptionBackgroundInfo": "As it is anticipated that many employees will be off sick with the virus (the Government states that in a worst case scenario, a fifth of all employees will be absent from work) and that a large proportion of these who work in SMEs will only have statutory entitlement, this measure allows eligible firms to claim back the Statutory Sick Pay (SSP) they disburse to such employees.\r\rThe legal reference is the emergency legislation, the Coronavirus Act 2020. Section 39 is the relevant regulation (which amends The Social Security Contributions and Benefits Act 1992); this section gives the Secretary of State the power to make regulations to allow businesses to reclaim SSP payments from the Government for absences related to coronavirus. The Explanatory Notes say that if it is necessary, regulations could be made to allow larger employers to reclaim the costs of SSP as well.Regulations on the SSP rebate have not yet been made. However, on 3 April 2020 the Department for Business, Energy and Industrial Strategy (BEIS) published guidance on a forthcoming Coronavirus Statutory Sick Pay Rebate Scheme.\r", "descriptionContentOfMeasure": "In Budget 2020, the UK Government announced that Statutory Sick Pay (SSP) costs for businesses with fewer than 250 employees would be met in full for up to 14 days per employee. The Chancellor estimates that this will cost up to GBP 2 billion and help up to 2 million businesses. In its factsheet on government support for those affected by Covid-19, HM Treasury said that the eligibility criteria for the scheme would be as follows:\r\r* this refund will cover up to 2 weeks’ SSP per eligible employee who has been off work because of COVID-19;\r* employers with fewer than 250 employees will be eligible; the size of an employer will be determined by the number of people they employed as of 28 February 2020;\r* employers will be able to reclaim expenditure for any employee who has claimed SSP (according to the new eligibility criteria) as a result of COVID-19;\r* employers should maintain records of staff absences, but employees will not need to provide a GP fit note;\r* eligible period for the scheme will commence the day after the regulations on the extension of Statutory Sick Pay to self-isolators comes into force;\r• the government will work with employers over the coming months to set up the repayment mechanism for employers as soon as possible. Existing systems are not designed to facilitate employer refunds for SSP47.\r\rSSP is the minimum that employers have to pay out to qualifying sick employees. It is currently paid at GBP 94.25 per week (GBP 95.85 from 6 April 2020) and can be paid for up to 28 weeks. In order to qualify for SSP, an employee’s average weekly earnings must be above GBP 118 (GBP 120 from 6 April 2020). Some employers may pay enhanced sick pay over and above the SSP rate. This would be detailed in an employment contract. The self-employed are not eligible for SSP. \r\rThe Statutory Sick Pay (General) (Coronavirus Amendment) Regulations 2020 (SI 2020/287) came into force on 13 March 2020. These Regulations (as amended) make it clear in law that employees are entitled to SSP if they are unable to work because they are self-isolating as a result of them or someone in their household showing symptoms of coronavirus.  Normally, SSP is paid from the fourth day of absence. However, on the 28 March, the Government made the Statutory Sick Pay (Coronavirus) (Suspension of Waiting Days and General Amendment) Regulations 2020 (SI 2020/374). These provide that SSP is payable from the first day of absence where a worker is self-isolating because they or someone in their household has shown symptoms of coronavirus. The Regulations have retrospective from 13 March 2020.\rUnder the Coronavirus Act 2020, the Secretary of State has the power to make regulations to allow businesses to reclaim SSP payments from the Government for absences related to coronavirus. The Explanatory Notes say that if it is necessary, regulations could be made to allow larger employers to reclaim the costs of SSP as well.\r\rRegulations on the SSP rebate have not yet been made. However, on 3 April 2020 the Department for Business, Energy and Industrial Strategy (BEIS) published guidance on a forthcoming Coronavirus Statutory Sick Pay Rebate Scheme.\r\rThe guidance says that employers will be covered in the following circumstances: If employers are: \r\r* claiming for an employee who’s eligible for sick pay due to coronavirus\r* had a PAYE payroll scheme that was created and started on or before 28 February 2020\r* had fewer than 250 employees on 28 February 2020.\r\rThe scheme covers all types of employment contracts, including:\r* full-time employees\r* part-time employees\r* employees on agency contracts\r* employees on flexible or zero-hour contracts.\r", "descriptionUseOfMeasure": "Uptake currently unknown as there is no data available at this stage. It will apply to those employees working in organisations employing 250 or under, who are away from work due to coronavirus. This also applies if such employees are self-isolating due to a member of their household being unwell with the virus. ", "descriptionInvolvementOfSocialPartners": "The social partners were informed as to the raft of measures introduced by the Government by way of response to the coronavirus crisis. However, the partners were not involved in the design, implementation or monitoring of this measure.", "socialPartner_form": "Unknown", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GB-2020-12_524.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "417", "sources::title": "How to access government financial support if you or your business has been affected by COVID-19", "sources::url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/878995/Covid-19_fact_sheet.pdf", "sources::d_date": "03/17/2020", "modId": "3", "downloaded_to": "2b1b9e5353bbc2ec22e9bbb74da3ea9750b87f686ea459c15bd445131c3c31ce"}, {"recordId": "831", "sources::title": "Coronavirus Act 2020", "sources::url": "https://www.legislation.gov.uk/ukpga/2020/7/contents", "sources::d_date": "03/25/2020", "modId": "0", "downloaded_to": "0d332067323d772a87e95fcf22bdfe1564d8604ec92d5cf6e4c08047dd7d15c4"}, {"recordId": "1074", "sources::title": "UK Government (2020) 'Coronavirus Statutory Sick Pay Rebate Scheme set to launch.' ", "sources::url": "https://www.gov.uk/government/news/coronavirus-statutory-sick-pay-rebate-scheme-set-to-launch", "sources::d_date": "05/19/2020", "modId": "0", "downloaded_to": "74f18ef30bdd7333ae320be2e37b8d7b930d8ae73403c398948c58a61f42dec0"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "62", "targetGroups::name": "SMEs", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "122", "updates::d_date": "05/19/2020", "updates::description": "On the 19 May, the government announced the forthcoming launch of a new online service from the 26 May, which will allow small and medium-sized employers to recover Statutory Sick Pay (SSP) payments they have made to their employees.\r\rThe Coronavirus Statutory Sick Pay Rebate Scheme was announced at Budget as part of a package of support measures for businesses affected by the COVID-19 outbreak.\r\rEmployers will be able to make their claims through a new online service from 26 May. This means they will receive repayments at the relevant rate of SSP that they have paid to current or former employees for eligible periods of sickness starting on or after 13 March 2020.\r\rThey can reclaim up to two weeks’ SSP paid to employees with coronavirus; employees who are self-isolating and unable to work from home; or those who are shielding because they are at high risk.\r\rHMRC said employers will receive their rebate within six working days.\r\r", "modId": "2"}], "regions": []}, "recordId": "415", "modId": "80"}