{"fieldData": {"title": "Anti-crisis shield: Employment protection and wage subsidies", "title_nationalLanguage": "Tarcza antykryzysowa: ochrona miejsc pracy i subsydiowanie płac", "d_startDate": "04/01/2020", "d_endDate": "", "calc_country": "Poland", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "PL-2020-14/526", "dateType": "Temporary", "calc_creationDay": "04/13/2020", "calc_lastUpdate": "10/27/2020", "descriptionBackgroundInfo": "Following the outbreak of the COVID-19 pandemics the government proposed the legislative package of measures intended to counter-act the direct economic effects of the public health crisis. The package, commonly referred to as the Anti-crisis Shield, consist of three legislative acts which all came into force on 1 April.\r\rOf the three acts, the Act amending the Act on Special Measures regrading Prevention, Counteraction and Combating COVID-19 Other Contagious Diseases and Crisis Situations Related and Some Other act of Law is the key piece of legislation regarding the unfolding economic crisis. The Act (abbreviated as the “Anti-Crisis Shield 1.0”) is a follow-up to the initial ad-hoc regulation introduced in early March.\r\rUstawa z dnia 31 marca 2020 r. o zmianie ustawy o szczególnych rozwiązaniach związanych z zapobieganiem, przeciwdziałaniem i zwalczaniem COVID-19, innych chorób zakaźnych oraz wywołanych nimi sytuacji kryzysowych oraz niektórych innych ustaw ", "descriptionContentOfMeasure": "The original act deals mostly with reorganization of work (allowing for a wide use of online work, not to be confused with telework of home-office) and care allowances for parents of children aged up to eight forced to temporarily provide personal care due to closing of care facilities and schools.\r\rIn the area of job protection by subsidising wages the Special Act offers i.a. public financial support for employers to pay wages in cases of work stoppage or reduced working time. In such cases the state offer to step in and partially cover wages. The aid is on request, some conditions apply.\r\r\rIn the area of wage subsiding and job protection specific measures of the Special Act are as follows.\r\r1. Employers may request the public aid due to halting operations in the event of:\r\r* decrease in sales by at least 15% experienced over two consecutive months after 1 January 2020 (the reference period comprised the same two months of the previous year) due to COVID-19 outbreak;\r* Decrease in sales by at least 25% experienced on a month-to-month basis after 1 January 2020 (no specific reason required).\r\rIf granted, the aid will cover the wages in the amount equal to minimum wage and the social security costs borne by employer in the amount of 50% of minimum wage for three months:\r\r2. Employers may request the public aid due to introduction of shortened working time on the following conditions:\r\r* Working time reduction by no more than 20%;\r* As a result of working time reduction, the employee’s working time is no less than 0.5 FTE, provided that the employee’s wages still amount to at least minimum wage.\r\rIf the conditions are met, the state will supplement the wages in the amount of 40% of the average pay including social security dues for three months.\r\r", "descriptionUseOfMeasure": "As of October 2020, the government reports that PLN 212 bln (some EUR 47 bln) have been spent through various channels activated under the \"Anti-Crisis Shield\". \r", "descriptionInvolvementOfSocialPartners": "None", "socialPartner_form": "Unknown", "socialPartner_role": "Informed", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/PL-2020-14_526.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "544", "sources::title": "The Act of 31 March 2020 amending the Act on Special Measures regarding Prevention, Counteraction and Combating COVID-19 Other Contagious Diseases and Crisis Situations Related (Ustawa z dnia 31 marca 2020 r. o zmianie ustawy o szczególnych rozwiązaniach związanych z zapobieganiem, przeciwdziałaniem i zwalczaniem COVID-19, innych chorób zakaźnych oraz wywołanych nimi sytuacji kryzysowych oraz niektórych innych ustaw ", "sources::url": "https://dziennikustaw.gov.pl/D2020000056801.pdf ", "sources::d_date": "04/01/2020", "modId": "6", "failure_reason": "HTTPSConnectionPool(host='dziennikustaw.gov.pl', port=443): Max retries exceeded with url: /D2020000056801.pdf%20 (Caused by SSLError(SSLError(1, '[SSL: DH_KEY_TOO_SMALL] dh key too small (_ssl.c:1123)')))"}, {"recordId": "1855", "sources::title": "The Act of 16 April 2020 on Special Support Measures Related to Spread of SARS-CoV-2 Virus (Ustawa z dnia 16 kwietnia 2020 r. o szczególnych instrumentach wsparcia w związku z rozprzestrzenianiem się wirusa SARS-CoV-2)", "sources::url": "https://dziennikustaw.gov.pl/D2020000069501.pdf", "sources::d_date": "04/16/2020", "modId": "2", "failure_reason": "HTTPSConnectionPool(host='dziennikustaw.gov.pl', port=443): Max retries exceeded with url: /D2020000069501.pdf (Caused by SSLError(SSLError(1, '[SSL: DH_KEY_TOO_SMALL] dh key too small (_ssl.c:1123)')))"}, {"recordId": "1857", "sources::title": "The Act of 14 May 2020 amending Some Acts of Law with regard to Prevention Measures Related to Spread of SARS-CoV-2 Virus (Ustawa z dnia 14 maja 2020 r. o zmianie niektórych ustaw w zakresie działań osłonowych w związku z rozprzestrzenianiem się wirusa SARS-CoV-2)", "sources::url": "https://dziennikustaw.gov.pl/D2020000087501.pdf  ", "sources::d_date": "05/14/2020", "modId": "0", "failure_reason": "HTTPSConnectionPool(host='dziennikustaw.gov.pl', port=443): Max retries exceeded with url: /D2020000087501.pdf%20%20 (Caused by SSLError(SSLError(1, '[SSL: DH_KEY_TOO_SMALL] dh key too small (_ssl.c:1123)')))"}, {"recordId": "1875", "sources::title": "The Act of 17 September 2020 amending the Act on Special Measures regarding Prevention, Counteraction and Combating COVID-19 and Other Contagious Diseases and Crisis Situations Related and Some Other Acts of Law (Ustawa z dnia 17 września 2020 r. o zmianie ustawy o szczególnych rozwiązaniach związanych z zapobieganiem, przeciwdziałaniem i zwalczaniem COVID-19, innych chorób zakaźnych oraz wywołanych nimi sytuacji kryzysowych oraz niektórych innych ustaw),", "sources::url": "https://dziennikustaw.gov.pl/D2020000163901.pdf ", "sources::d_date": "09/17/2020", "modId": "0", "failure_reason": "HTTPSConnectionPool(host='dziennikustaw.gov.pl', port=443): Max retries exceeded with url: /D2020000163901.pdf%20 (Caused by SSLError(SSLError(1, '[SSL: DH_KEY_TOO_SMALL] dh key too small (_ssl.c:1123)')))"}], "actors": [{"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "386", "updates::d_date": "09/17/2020", "updates::description": "The \"Anti-Crisis Shield\" is a set of legislative acts establishing special measures to counteract the effects of COVID-19 on social and economic issues. Up to date (October 2020), five acts have been enacted, four of which (Anti-Crisis Shield 1.0 to 3.0 and 5.0, the order is reflected in the Sources section) are discussed in this entry. Anti-Crisis Shield 4.0 has been omitted as its focus is not on employment protection or wages. \r", "modId": "2"}], "regions": []}, "recordId": "417", "modId": "112"}