{"fieldData": {"title": "Extension of unemployment benefit entitlements for jobseekers", "title_nationalLanguage": "Prolongation des droits à l’allocation chômage pour les demandeurs d’emploi", "d_startDate": "03/01/2020", "d_endDate": "", "calc_country": "France", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Income support for unemployed", "calc_identifier": "FR-2020-10/533", "dateType": "Open ended", "calc_creationDay": "04/13/2020", "calc_lastUpdate": "05/10/2020", "descriptionBackgroundInfo": "On 18 March, the Government decided to extend the rights to unemployment benefit for jobseekers reaching the end of their entitlement during the month of March, in order to prevent these people from suffering a loss of income, as the current period of confinement does not give them any prospect of returning to work quickly. Futhermore, the Minister of Labour announced the postponement of the entry into force of the second part of the unemployment insurance reform, initially scheduled for 1 April 2020. The new rules, which modified the calculations of the duration of compensation and the reference daily wage used to determine the amount of the back-to-work allowance, are therefore postponed to an entry into force on 1 September 2020. These rules are less favourable to jobseekers.", "descriptionContentOfMeasure": "This measure apply to:\r- all jobseekers receiving unemployment benefit who reach the end of their entitlement during the month of March, whether they are seasonal, temporary workers or intermittent performers;\r- jobseekers who may have worked again during the period they are entitled to employment benefit, and who may therefore extend the duration of their entitlement to unemployment benefit;\r- beneficiaries of the Specific Solidarity Allowance (ASS) whose renewal takes place in March; the renewal of rights will be studied at the end of the confinement period.\rPayment of unemployment benefit will be extended until the end of the confinement period. This additional compensation will not reduce any future entitlements.\rThe extension is automatic on the part of public employment service (Pôle Emploi) and is effective for payments since the beginning of April. \r\rJobseekers are still required to keep up to date. On the other hand, job search monitoring is suspended during the entire period of confinement. No jobseeker will be struck off the list or sanctioned during this period, ensures a question and answer published on the Pôle emploi website.\r\rA decree published on 14 April provides that the payment of benefits to the unemployed at the end of their rights will go at least 'until the end of the calendar month in which the end of the confinement occurs', details the Ministry of Labour. At this stage, it would therefore be until 31 May 2020. But 'this date will be extended in case of a new extension of the containment measure', the ministry specifies.", "descriptionUseOfMeasure": "According to the daily Les Echos, between 60,000 and 90,000 jobseekers should arrive at the end of the allowance period in March. It can be estimated a similar number of April. The measure could support from 150,000 to 250,000 jobseekers if the confinement period ends, as expected, on 11 May 2020.", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "Not applicable", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-10_533.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "381", "sources::title": "Ordonnance n° 2020-324 du 25 mars 2020 portant mesures d'urgence en matière de revenus de remplacement", "sources::url": "https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000041755953&fastPos=20&fastReqId=611522783&categorieLien=id&oldAction=rechTexte", "sources::d_date": "03/25/2020", "modId": "3", "downloaded_to": "db0ebaee55dd7e8d5e30eb3983b03d21f2c6a0dcd79c8c4482db74e22334415e"}, {"recordId": "676", "sources::title": "Décret no 2020-425 du 14 avril 2020 portant mesures d’urgence en matière  \rde revenus de remplacement mentionnés à l’article L. 5421-2 du code du travail ", "sources::url": "https://www.legifrance.gouv.fr/jo_pdf.do?id=JORFTEXT000041798325", "sources::d_date": "04/14/2020", "modId": "1", "downloaded_to": "50adc21f448b3fb3f06f5fe8dcbb8fc509ed024c2821290a450f25d915259cf9"}], "actors": [{"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [{"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "424", "modId": "80"}