{"fieldData": {"title": "Deferral of VAT payments due to coronavirus (COVID-19) ", "title_nationalLanguage": "Deferral of VAT payments due to coronavirus (COVID-19) ", "d_startDate": "03/20/2020", "d_endDate": "06/30/2020", "calc_country": "United Kingdom", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "GB-2020-12/534", "dateType": "Temporary", "calc_creationDay": "04/13/2020", "calc_lastUpdate": "10/06/2020", "descriptionBackgroundInfo": "This measure was announced as part of Budget 2020 and is part of the raft of measures introduced to support businesses through the coronavirus crisis. The measure allows businesses to defer payment of VAT to Her Majesty's Revenue and Customs (HMRC) until next year. Generally, businesses are required to submit a VAT return and pay the VAT they owe on a quarterly basis. However, in his statement on the 20th of March, the Chancellor announced that the next quarter of VAT payments would be deferred. Details are given on the Government’s Business Support site.\r\rThe legislative background is the Coronavirus Act 2020, within section 79 (HMRC functions).\r\r", "descriptionContentOfMeasure": "Value Added Tax (VAT)\rGenerally, businesses are required to submit a VAT return and pay the VAT they owe on a quarterly basis. In his statement on 20 March, the Chancellor announced that the next quarter of VAT payments would be deferred. Details are given on the Government’s Business Support site.\r\rThe deferral will apply from 20 March to 30 June 2020 and will be offered automatically so that businesses will not be required to make an application. All VAT-registered businesses will be eligible. Taxpayers will be given until the end of the 2020-21 tax year to pay any liabilities that have accumulated during the deferral period. VAT refunds and reclaims will be paid by the government as normal. HMRC have advised that customers who normally pay by direct debit should cancel their direct debit with their bank if they are unable to pay. They should do in sufficient time so that HMRC do not attempt to automatically collect on receipt of your VAT return.\r\rOn 26 March, Her Majesty's Revenue and Customs (HMRC) issued further guidance on this scheme. This underlines that HMRC will not charge interest or penalties on any amount deferred as a result of the Chancellor’s announcement. Businesses will still need to submit their VAT returns on time. VAT payments due following the end of the deferral period will have to be paid as normal, and HMRC have stated that further information about how to repay deferred VAT will be available soon.\r\r", "descriptionUseOfMeasure": "As of the 7 April, 342,000 payments were eligible for deferral, with 140,000 payments deferred by businesses. GBP 5.1 billion of VAT was deferred during this period. In the period to 7th of May, 549,000 payments were eligible for deferral and 243,000 businesses deferred payment, to the sum of GBP 17.2 billion (cumulative amount of VAT deferred = GBP 22.3 billion). In the month to 7th of June, 337,000 payments were eligible for deferral and 113,000 payments had been deferred by businesses, to an amount of GBP 5.2 billion. This brought the cumulative total to GBP 27.5 billion of deferred VAT payments.\r\rThe scheme closed at the 30 June, with all payments due by the 30 June 2021.\r", "descriptionInvolvementOfSocialPartners": "Please note that the UK does not have formal institutional settings for involvement in the design, implementation and monitoring of policies although often, there will be information exchange and consultation, conducted on informal bases (this exists in addition to formal responses from the social partners to official consultations).\r\rIt is reported that the Chancellor held discussions with both the CBI and the TUC before launching the raft of emergency measures at the start of the epidemic. Therefore, there will have been discussion but there is no information available on these.", "socialPartner_form": "Unknown", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GB-2020-12_534.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "421", "sources::title": "UK Government Deferral of VAT Payments due to Covid-19", "sources::url": "https://www.gov.uk/guidance/deferral-of-vat-payments-due-to-coronavirus-covid-19", "sources::d_date": "03/26/2020", "modId": "4", "downloaded_to": "19f99db962f69bc4aeff087d2069c951e19547dae4ed9a22456613a45c38dfe1"}, {"recordId": "831", "sources::title": "Coronavirus Act 2020", "sources::url": "https://www.legislation.gov.uk/ukpga/2020/7/contents", "sources::d_date": "03/25/2020", "modId": "0", "downloaded_to": "0d332067323d772a87e95fcf22bdfe1564d8604ec92d5cf6e4c08047dd7d15c4"}, {"recordId": "1039", "sources::title": "HMRC (2020) HMRC coronavirus (COVID-19) statistics", "sources::url": "https://www.gov.uk/government/collections/hmrc-coronavirus-covid-19-statistics", "sources::d_date": "06/30/2020", "modId": "0", "downloaded_to": "330e8e3c59533a953524360f873e5d647c7a63c16ffd2863e20ffa737b509f20"}, {"recordId": "1644", "sources::title": "UK Government (2020) 'Chancellor outlines Winter Economy Plan.'", "sources::url": "https://www.gov.uk/government/news/chancellor-outlines-winter-economy-plan", "sources::d_date": "09/24/2020", "modId": "0", "downloaded_to": "82394d81b71aeb3fb6f9e2146305e57d66c5bd67df89e362df5199b3da70e734"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "112", "updates::d_date": "06/30/2020", "updates::description": "Please see 'Use of measure' for data on take-up of the measure.\r\rThe VAT Payment Deferral Scheme ended on the 30 June 2020. Where a VAT registered firm deferred payment as a result of coronavirus, they must now pay the VAT on or before 31 March 2021.\r\rOn the 24th of September, as part of his Winter Economy Plan, the Chancellor announced an extension to the temporary 15% VAT cut for the tourism and hospitality sectors to the end of March next year. It is hoped that this will give businesses in the sector the confidence to maintain staff as they adapt to a new trading environment.\r\rIn addition, up to half a million business who deferred their VAT bills will be given more breathing space through the New Payment Scheme, which gives them the option to pay back in smaller instalments. Rather than paying a lump sum in full at the end March next year, they will be able to make 11 smaller interest-free payments during the 2021-22 financial year.\r\rFinally, around11 million self-assessment taxpayers will be able to benefit from a separate additional 12-month extension from HMRC on the “Time to Pay” self-service facility, meaning payments deferred from July 2020, and those due in January 2021, will now not need to be paid until January 2022.", "modId": "6"}], "regions": []}, "recordId": "425", "modId": "90"}