{"fieldData": {"title": "Extension of the employee re-employment obligation to nine months", "title_nationalLanguage": "Työntekijän takaisinottovelvollisuuden pidennys yhdeksään kuukauteen", "d_startDate": "04/01/2020", "d_endDate": "12/31/2020", "calc_country": "Finland", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Flexibilisation and security", "calc_identifier": "FI-2020-14/267", "dateType": "Temporary", "calc_creationDay": "04/03/2020", "calc_lastUpdate": "07/10/2020", "descriptionBackgroundInfo": "In accordance with chapter 6 of the Employment Contract Act (2001/55) and chapter 7 of the Seafarers’ Employment Contracts Act (756/2011), employees shall offer re-employment to former employers that have been dismissed due to financial and production-related reason in case the employer needs to hire to positions similar to those the dismissed employee had. This applies to all permanent contracts that have been terminated due to financial and production-related reasons within the past 4 or 6 months, depending on length of the contract. This obligation seeks to protect employees from unemployment. \r\rThis obligation has been temporarily extended to nine months in order to protect employees affected by the COVID-19 outbreak.  \r\r", "descriptionContentOfMeasure": "This measure applies to all cases of dismissals made due to financial and production-related reasons that have taken place during a time when the temporary provisions were in force. This applies to all employments, regardless of their duration. \r\rNot applicable to the following employers: the State, municipalities, KELA, Åland Government, Evangelical Lutheran Church or Orthodox Church. These employers follow four or six months re-employment obligation. \r\rFurthermore, in accordance with chapter 13 of the Employment Contract Act (2001/55), collective agreements do not have to follow the re-employment obligation set by the Employment Contract Act. In other words, the re-employment obligation regulated by collective agreements may be shorter or longer. It is up to employer's organisations and trade unions to make temporary changes to regulation on re-employment obligation. \r\rThis measure does not direct involve financial support but it seeks to protect employees who have been dismissed due to the effects of the COVID-19 pandemic from long-term unemployment and facilitate their return to the labour market when the situation normalises. ", "descriptionUseOfMeasure": "No information to date. ", "descriptionInvolvementOfSocialPartners": "Despite the temporary legislative amendments, employers shall follow the rules regulated in the collective agreements. In accordance with chapter 13 of the Employment Contract Act (2001/55),  re-employment obligation regulated in collective agreements may differ from re-employment obligation regulated in the Employment Contract Act. \r\rHowever, many trade unions and employer’s organisations have temporarily changed collective agreements to match the temporary legislative amendments. Approximately 90% of employees working for members of Confederation of Finnish Industries EK are covered by collective agreements that have been changed accordingly. ", "socialPartner_form": "Other", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FI-2020-14_267.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "113", "sources::title": "Hallituksen esitys eduskunnalle laeiksi työsopimuslain, merityösopimuslain ja yhteistoiminnasta yrityksissä annetun lain 51 §:n väliaikaisesta muuttamisesta", "sources::url": "https://tem.fi/paatos?decisionId=0900908f80692d9", "sources::d_date": "03/26/2020", "modId": "7", "downloaded_to": "ef6ce5b7ad8674fffb563e2e5936083061c3f6293ef3454091c62843f1f658b3"}, {"recordId": "728", "sources::title": "Onko työnantajan takaisinottovelvollisuuteen tullut muutoksia?", "sources::url": "https://tem.fi/artikkeli/-/asset_publisher/onko-tyonantajan-takaisinottovelvollisuuteen-tullut-muutoksia-", "sources::d_date": "03/31/2020", "modId": "1", "downloaded_to": "fa2f15f3ecc0e6dcbdb21036006fca0b89caf99e1b0d8a200068d1dce92d3972"}, {"recordId": "1024", "sources::title": "Labor market organizations agree on layoffs and unemployment security (Työmarkkinakeskusjärjestöt sopuun lomautuksista ja työttömyysturvasta)", "sources::url": "https://ek.fi/ajankohtaista/tiedotteet/2020/05/14/tyomarkkinakeskusjarjestot-sopuun-lomautuksista-ja-tyottomyysturvasta/", "sources::d_date": "05/14/2020", "modId": "0", "downloaded_to": "d911f65d5835c6e903d7ee1e955d354526671baafeadb7944dc03f305fb1c69f"}, {"recordId": "1028", "sources::title": "Government proposal HE 92/2020 vp (Hallituksen esitys HE 92/2020 vp)", "sources::url": "https://www.eduskunta.fi/FI/vaski/HallituksenEsitys/Sivut/HE_92+2020.aspx", "sources::d_date": "06/05/2020", "modId": "0", "downloaded_to": "121ec8df9c6635102dae5b6a3c9f39742fb909fea6fe9f597d52538b3a683d1b"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "103", "updates::d_date": "07/06/2020", "updates::description": "In May 2020, the peak-level social partners proposed to the Government that the duration of the COVID-19 related labour market policies, including extension of the employee re-employment obligation, should be extended until the end of 2020 instead of 6 July 2020. \r\rIn June 2020, the Parliament accepted the Government's proposal to extend this temporary provision to 31 December 2020. ", "modId": "2"}], "regions": []}, "recordId": "150", "modId": "115"}