{"fieldData": {"title": "State-funded unemployment security during the waiting period ", "title_nationalLanguage": "Valtion rahoittama työttömyysetuus omavastuuajalla", "d_startDate": "04/20/2020", "d_endDate": "12/31/2020", "calc_country": "Finland", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Income support for unemployed", "calc_identifier": "FI-2020-17/540", "dateType": "Temporary", "calc_creationDay": "04/13/2020", "calc_lastUpdate": "07/10/2020", "descriptionBackgroundInfo": "According to sections 7 and 5 of the Unemployment Security Act (Työttömyysturvalaki) (1290/2002), labour market subsidy and basic or earnings-related unemployment allowance can be paid out after a job-seeker has been unemployed or temporarily laid-off for 5 working days.  \r\rSome of the COVID-19 related temporary amendments to the Finnish labour market regulation have weakened the possibilities of employees to prepare for unemployment. As a result of this, temporary amendments to the Unemployment Security Act and other related Acts have been made. These amendments remove the waiting period in the sense that job-seekers will receive benefits from day one of the unemployment period. During this period, the state will cover for the expenses (after the waiting period unemployment funds will cover parts of the earnings-related unemployment allowance of their members). \r\r", "descriptionContentOfMeasure": "This measure applies to all job-seekers. As for usual, persons who are laid off temporarily or dismissed (either for personal reasons or financial or production-related reasons) need to register with the TE-services as unemployed job-seekers on the first day of the lay-off or unemployment period. \r\rAlso during the waiting period the amount of financial support is dependent on whether the job-seeker is a member of an unemployment fund and meets the specific criteria (temporary changes due to COVID-19 has been made) and can apply for earnings-related or basic unemployment allowance or not. Those who do not qualify for earnings-related or basic unemployment benefit receive labour market subsidy. \r\rThe temporary removal of the waiting period applies to cases where the waiting period has started between 16 March 2020 and 7 July 2020. ", "descriptionUseOfMeasure": "By the end of May 2020, there were 432,700 unemployed job-seekers in Finland which is 206,200 more than the year before. This includes both unemployed job-seekers and temporarily laid off job-seekers. ", "descriptionInvolvementOfSocialPartners": "In March 2020, the peak-level social partners (the Confederation of Unions for Professional and Managerial Staff in Finland, the Central Organisation of Finnish Trade Unions SAK, the Finnish Confederation of Professionals STTK and the Confederation of Finnish Industries EK) \rjointly proposed a set of actions for the Finnish Government. The measures were proposed as a package that includes both measures that support adaptation of businesses to the new market situation and measures that improve the situation of employees who have been dismissed or temporarily laid off. \r\rState-funded unemployment security during the waiting period was part of this proposal. \r\r", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FI-2020-17_540.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "435", "sources::title": "Hallituksen esitys eduskunnalle laeiksi työttömyysturvalain, työttömyysetuuksien rahoituksesta annetun lain ja työttömyyskassalain väliaikaisesta muuttamisesta", "sources::url": "https://www.eduskunta.fi/FI/vaski/HallituksenEsitys/Sivut/HE_38+2020.aspx", "sources::d_date": "04/02/2020", "modId": "4", "downloaded_to": "e707ac3c7d85d983ee85a8ae2ae44863a09337f9f7b5cfbb2f8da9e09dace45d"}, {"recordId": "436", "sources::title": "Unemployment benefit in the coronavirus situation", "sources::url": "https://www.kela.fi/web/en/unemployment-benefit-corona#i-have-been-laid-off-temporarily", "sources::d_date": "04/09/2020", "modId": "3", "downloaded_to": "dd1e28d3fa624a08e9d79d95a69307f9532181d65a0095726989153177f34ead"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "101", "updates::d_date": "07/06/2020", "updates::description": "In May 2020, the peak-level social partners jointly proposed that  temporary amendments to unemployment allowance should be extended to 31 December 2020. \r\rIn June 2020, the Parliament accepted the Government's proposal to extend the duration of the temporary amendments concerning the right of laid off employees to unemployment security until 31 December 2020. ", "modId": "1"}], "regions": []}, "recordId": "431", "modId": "109"}