{"fieldData": {"title": "Easier access to short-time work", "title_nationalLanguage": "Verbesserter Zugang zur Kurzarbeit", "d_startDate": "03/01/2020", "d_endDate": "12/31/2021", "calc_country": "Germany", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "DE-2020-10/541", "dateType": "Temporary", "calc_creationDay": "04/13/2020", "calc_lastUpdate": "01/06/2021", "descriptionBackgroundInfo": "The Federal Government eased up rules on short time work, in order to support workers and companies alike during the COVID-19 crisis. Employees on short-time work will receive public money to support their livelihood when not working. Companies on the other hand will not have to pay wages for hours not worked and still be able to keep their workers on board and not lay them off. Changed rules on short time work were implemented by a government ordinance based on the act to enhance the regulations governing short-time work allowance for a limited period as a result of the crisis (Gesetz zur befristeten krisenbedingten Verbesserung der Regelungen für das Kurzarbeitergeld). The improved short-time working scheme is part of a broader rescue package adopted by the Federal Government at the end of March 2020, in order to cushion the negative economic impact of the COVID-19 outbreak and the closure of many businesses. The rescue package also includes other measures, such as easier access to loans for companies, eased up tax and insolvency rules, financial assistance for solo- or micro-entrepreneurs, support for hospitals and other critical infrastructure.", "descriptionContentOfMeasure": "The new rules took effect in retrospect on 1 March 2020. Companies that are faced with a decline in orders due to the negative impact of the COVID-19 outbreak and shut-down of businesses, can apply for short-time work, if at least 10% of its workforce could be affected by the lack of work. This limit was lowered from 30%. Before short-time work can be granted, any remaining hours on workers' working time accounts have to be depleted. If short-time work is granted, employees will receive 60% of their net income (67% if having children) for all hours not worked. The short-time working allowance is paid by the local employment agency for a maximum of 12 months. To lower the remaining costs, the federal government also decided that social insurance contributions usually paid by employers for their employees, will be fully reimbursed by the Federal Employment Agency. The new rules apply to dependent employees and will also be made available to temporary agency workers.", "descriptionUseOfMeasure": "First projections regarding the usage of the measure are available. The Federal Employment Agency estimates that in March 2020 over 322,000 establishments ran short-time work affecting nearly 2.5 million workers. Estimated figures rise to over 565,000 establishments affecting nearly seven million workers in April 2020. These figures are first estimates.\r\r**Information from 6 October 2020:** The Federal Statistical Office estimates that in March 2020 344,020 establishments ran short-time work affecting 2.6 million workers. In April figures rose to 613,149 establishment with 5,979,148 affected workers. In May numbers started to decrease with 532,428 establishments in short-time work, affecting 5,818,432 workers. In June, 411,793 establishments and 5,355,874 workers were affected by short-time work.\r\r**Information from 5 January 2020:** In its annual report for 2020, the Federal Employment Agency estimates that around 2.9 million workers were on short-time work in 2020 (or 8.7% of all employees in a job liable to social security contributions). This compares to only 145,000 workers in 2019 (or 0.4% of all employees in a job liable to social security contributions). Given these first estimates for annual averages in 2020, the COVID-19 pandemic had a much harsher effect on the German labour then the global economic and financial crisis in 2008/2009. In 2009, some 1.14 million workers had been on short-time work on average (or 4.1% of employees in a job liable to social security contributions).", "descriptionInvolvementOfSocialPartners": "Social partners are on board of the Federal Employment Agency and consulted on such issues as prolonging the short-time working duration or other changes to the scheme.", "socialPartner_form": "Other", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/DE-2020-10_541.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "432", "sources::title": "Easier access to short-time work allowance", "sources::url": "https://www.bundesregierung.de/breg-de/themen/coronavirus/kurzarbeitergeld-172962", "sources::d_date": "03/23/2020", "modId": "6", "downloaded_to": "0f04456386939ce0bf49eeb9e6ab613d0b3f89dbcaa29abe871dc24070700d96"}, {"recordId": "1682", "sources::title": "Data on the COVID-19 pandemic", "sources::url": "https://www.destatis.de/DE/Themen/Querschnitt/Corona/Downloads/dossier-covid-19.pdf?__blob=publicationFile", "sources::d_date": "09/21/2020", "modId": "0", "downloaded_to": "dcd3e628993a029eb1d4d3761627d24794c064b613a70fe1a8954fa4e0115927"}, {"recordId": "2434", "sources::title": "Short-time working rules in 2021", "sources::url": "https://www.bundesregierung.de/breg-de/themen/coronavirus/kurzarbeit-wird-verlaengert-178735", "sources::d_date": "01/01/2021", "modId": "0", "downloaded_to": "9c0c0c2a4ea804e6c2571617287cf62be60c6c8199340979eea6a52aa87265b1"}, {"recordId": "2435", "sources::title": "Annual report 2020", "sources::url": "https://www.arbeitsagentur.de/datei/arbeitsmarktbericht-dezember-2020_ba146814.pd", "sources::d_date": "01/05/2021", "modId": "0", "downloaded_to": "ccdb3b3c427d7ed2eeb438aea6f835c901b358717997e189af44219b8a46ba49"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "33", "targetGroups::name": "Workers in non-standard forms of employment", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "123", "updates::d_date": "07/08/2020", "updates::description": "The maximum duration of receiving the short-time working allowance has been extended to 12 months (in specific cases to up to 21 months), and employers' contribution to social insurance are fully reimbursed by the public employment service. \r\rFurthermore, the short-time working allowance has been raised to 70% or 77% after the 4. month of short-time work and to 80% or 87% after the 7. month of short-time work", "modId": "1"}, {"recordId": "320", "updates::d_date": "10/06/2020", "updates::description": "The maximum duration of receiving the short-time working allowance has been extended to 24 months, for businesses, which applied prior to 31 December 2020. The short-time working allowance is paid until the 31 December 2021 at the latest.  \rAdditionally, the full reimbursement of social insurances by the Federal Employment Agency has been extended to the 30 June 2021. Between the 1 July 2021 and the 31 December 2021 the reimbursement of social insurances will drop to 50%. ", "modId": "1"}, {"recordId": "518", "updates::d_date": "01/01/2021", "updates::description": "On 1 January 2021, the Federal Government confirmed that the new rules on short-time work will be in place in 2021 (see update from 6 October 2020 for the new rules). Some slight changes affect the reimbursement of social security contributions paid by employers. Whilst the employer's share will be reimbursed fully by the local employment agency in the first half of 2021, this ratio will drop to 50% in the second half of 2021. However, if employers train their workers during short-time work, the level of reimbursed social security contributions can be raised to 100% in the second half of 2021.", "modId": "3"}], "regions": []}, "recordId": "432", "modId": "103"}