{"fieldData": {"title": "Good practice: Snowblowers to blow disinfectants", "title_nationalLanguage": "Good practice: Schneekanonen für Desinfektionsmittel", "d_startDate": "04/06/2020", "d_endDate": "", "calc_country": "Austria", "calc_minorCategory": "Reorientation of business activities", "calc_subMinorCategory": "Change of production/innovation", "calc_identifier": "AT-2020-15/544", "dateType": "Temporary", "calc_creationDay": "04/13/2020", "calc_lastUpdate": "05/04/2020", "descriptionBackgroundInfo": "According to a decree decree by the Ministry of Health from 31 March, from 6 April 2020 onward, surfaces and devices that are regularly touched by customers must be cleaned and disinfected on a regular basis. \r\rThis inspired the Tyrolean based waste disposal company DAKA to use snow cannons (snow blowers which are used for producing snow in ski resorts) for disinfecting large areas like train stations or production halls. In addition, the company uses mobile nebulizers spraying disinfectants e.g. in old people's homes.", "descriptionContentOfMeasure": "The waste disposal company DAKA in Hopfgarten wants to use the snow cannon to disinfect larger areas and rooms in the future. Use in production halls, stadiums, train stations, airfields or event halls is conceivable. For smaller areas and spaces, the company also works with mobile nebulizers. So far, a snow cannon has been adapted accordingly. It should already be in use next week. There are five of the mobile nebulizers, some of which are already being used, for example in old people's homes.\r\rOn 31 March, a decree by the Ministry of Health created the basis for this unorthodox measure, said the DAKA. According to this, from 6 April  surfaces and devices that are regularly touched by customers must be cleaned and disinfected on a regular basis. 'Of course, manual wiping is the best method', DAKA project manager Matthias Zitterbart admitted in an interview, but this is 'very expensive'.Swiveling snow cannons loaded with hydrogen peroxide with a throw of up to fifty meters are said to bring relief. 'It can be used to disinfect large areas within a very short time', emphasized Zitterbart. For example, dosing tanks and high-pressure pumps had to be integrated into the snow cannon.\r\rThe mobile nebulizers are used for smaller areas, including offices or pharmacies. 'The second smallest devices work autonomously'. said the DAKA project manager. The room was accessible again ninety minutes after the disinfection process. The smallest device is also suitable for reaching corners and niches. Car interiors can also be disinfected.", "descriptionUseOfMeasure": "The adapted snow cannon is expected to be in use from mid-April onwards.", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "Not applicable", "socialPartner_role": "Not applicable", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/AT-2020-15_544.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Company practices", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "434", "sources::title": "Tyrolean company wants to disinfect large\rareas with snow cannons", "sources::url": "https://www.tt.com/artikel/30727893/tiroler-firma-will-mit-schneekanonen-grosse-flaechen-desinfizieren", "sources::d_date": "04/10/2020", "modId": "3", "downloaded_to": "22d0ec315abff81dce6e13a1c58bec34ff5f4f07c2755af5f6c2a8dec6ed6194"}], "actors": [{"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "65", "targetGroups::name": "Other businesses", "modId": "12"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "66", "sectors::code": "E38", "sectors::name": "Waste collection, treatment and disposal activities; materials recovery", "modId": "0"}], "updates": [], "regions": [{"recordId": "3103", "regions::countryCode": "AT", "regions::level": 2, "regions::name": "Tirol", "regions::nutsCode": "AT33", "modId": "5"}]}, "recordId": "435", "modId": "89"}