{"fieldData": {"title": "Special subsidised care time for working parents and carers", "title_nationalLanguage": "Sonderbetreuungszeit", "d_startDate": "03/16/2020", "d_endDate": "07/02/2021", "calc_country": "Austria", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Support for parents and carers (financial or in kind)", "calc_identifier": "AT-2020-12/545", "dateType": "Temporary", "calc_creationDay": "04/13/2020", "calc_lastUpdate": "11/06/2020", "descriptionBackgroundInfo": "Due to the partial closure of school and kindergartens (with emergency service for those children who cannot be otherwise cared for, i.e. whose parents cannot work in home office), a special care time of up to three weeks for working parents with children up to the age of 14 and children with disabilities (no age limit) was established. In a later step, this was extended to workers with care needs for older people and can now be taken day wise. The employer's consent is needed.\r\rThe legal basis was an amendment to the employment law act § 18b Abs. 1 Arbeitsvertragsrechts-Anpassungsgesetz (AVRAG).", "descriptionContentOfMeasure": "The employer's consent to the special care time is needed. The costs for the leave are shared between the state (which pays one third) and the employer (two thirds). Eligibility ends with a monthly wage of €5,370 (upper threshold).\r\rThe special care period is available for all those employees whose work is not necessary for the maintenance of the business and who do not have other childcare opportunities (schools and kindergartens remain open only for children of those parents whose work is necessary for the maintenance of the business).\r\rThe special care time is not to be offset against regular holiday entitlements or claims for time off or 'flexitime' credits. It is regarded as a 'normal' period of employment, and therefore counts towards employees' entitlements dependent on length of service. The legal base is an adaptation of the Employment Law Amendment Act (AVRAG, §18b/1).\r", "descriptionUseOfMeasure": "According to the answer to a parliamentary inquiry, 4,874 people were released from work, the majority of whom were women, namely 3,501, which corresponds to a share of 72%. Within the scope of this special leave, 5,490 children up to the age of 14 were looked after. In addition, 30 people with disabilities and 22 people in need of care were looked after.\r\r**Figures from May and June**\r\rAccording to the Federal Accounting Agency, relating to figures from May, only 10% of the recipients availed of the maximum amount of three weeks of childcare time. Until May 25, only four applications were rejected. Up until then, €365,257.61 had been paid out in funding amounts. Up to €2.5 million were budgeted. Earlier media reports from 23 June 2020 reported that according to ministry information, almost 9,500 families had made use of the measure, but in light of the most recent update, this seems much overrated. \r\r**Figures from August**\r\rAccording to information provided by the Federal Chancellery in late August 2020, around 30,000 children have benefited from the special care period and more than 25,000 employees have taken advantage of the special care period. Of these, 66% were women and 34% were men. 57% have taken advantage of the special care time of up to three weeks, 22% up to two weeks and 21% up to one week. 3,841 companies have so far submitted 4,385 applications for special care time. The most frequent applications were made in Vienna (968 companies), Upper Austria (848 companies) and Lower Austria (529 companies).", "descriptionInvolvementOfSocialPartners": "The social partners were consulted informally, but the labour side claims its demands have not been considered.", "socialPartner_form": "Direct consultation", "socialPartner_role": "Agreed (outcome)", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/AT-2020-12_545.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "438", "sources::title": "FAQ: Special care time", "sources::url": "https://www.bmafj.gv.at/Services/News/Coronavirus/FAQ--Sonderbetreuungszeit.html", "sources::d_date": "03/15/2020", "modId": "3", "downloaded_to": "495dd15686c49f10e3f90d9bf643894760a3ab4880afd1ee0f4a9ed9c9b8ace7"}, {"recordId": "441", "sources::title": "Special care time now also per day", "sources::url": "https://orf.at/stories/3161629/", "sources::d_date": "04/12/2020", "modId": "3", "downloaded_to": "8619e4d629c582145fc740aee1fca6e0602faa7a3f9f7d765803040c814444ef"}, {"recordId": "1114", "sources::title": "Around 9,500 took special care time", "sources::url": "https://orf.at/stories/3170733/", "sources::d_date": "06/23/2020", "modId": "0", "downloaded_to": "8e921a51c500f0eafffbb577f837ba1bc09a8594818552ef28c3c9ffc7ef2266"}, {"recordId": "1115", "sources::title": "Special care leave extended over the summer", "sources::url": "https://www.wienerzeitung.at/nachrichten/politik/oesterreich/2067178-Sonderurlaub-ueber-den-Sommer-verlaengert.html", "sources::d_date": "07/09/2020", "modId": "0", "downloaded_to": "e7307233681e4b846067ca7c7c5615c73aa85c1007c86b5f8c0af3fb96f365c7"}, {"recordId": "1554", "sources::title": "Special care time extended to February 2021", "sources::url": "https://www.ots.at/presseaussendung/OTS_20200923_OTS0222/nationalrat-sonderbetreuungszeit-wird-bis-ende-februar-2021-verlaengert", "sources::d_date": "09/23/2020", "modId": "0", "downloaded_to": "5f1c6fe57c2554b74e14be1433478ae31752b90041bdde8cc34b0769c549faa3"}, {"recordId": "1555", "sources::title": "Special care time usage August 2020", "sources::url": "https://www.derstandard.at/story/2000119610438/corona-sonderbetreuungszeit-soll-verlaengert-werden", "sources::d_date": "08/27/2020", "modId": "0", "downloaded_to": "7f504e9f7d3cba484f33804516e0e43e459bb80dcce543d4882759d5dbfa646b"}, {"recordId": "1971", "sources::title": "Legal entitlement to special care time decided", "sources::url": "https://orf.at/stories/3188402/", "sources::d_date": "11/05/2020", "modId": "0", "downloaded_to": "ad15a847b8127f7311742987874e848cd1544f38b293691b4e2746d453f925d7"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "37", "targetGroups::name": "Older citizens", "modId": "15"}, {"recordId": "40", "targetGroups::name": "Parents", "modId": "14"}, {"recordId": "43", "targetGroups::name": "Disabled", "modId": "14"}, {"recordId": "69", "targetGroups::name": "Parents in employment", "modId": "8"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "148", "updates::d_date": "07/09/2020", "updates::description": "On 9 July 2020, the National Council agreed on an extension of the measure to 30 September 2020.", "modId": "2"}, {"recordId": "283", "updates::d_date": "09/23/2020", "updates::description": "On 23 September 2020, the National Council decided to extend the measure until the end of February 2021. Also, the employer will now get half of the wage costs reimbursed by the federal government, instead of one third, as in the previous regulation. The employer's consent is still needed. Even if one has already made use of this measure during the first weeks of the COVID-19 crisis (up until and including 24 July 2020), the three weeks may be taken again.", "modId": "2"}, {"recordId": "411", "updates::d_date": "11/05/2020", "updates::description": "On 5 November 2020, the measure was updated once again via a political initiative in parliament, after the government had finalised negotiations with the social partners: \rRetroactively from 1 November 2020, there is now a legal entitlement to this specialised subsidised care time (i.e. the employer's consent is not needed) and 100% of the costs will be paid by the federal state. In addition, the duration of the measure was extended to four weeks, to be consumed (by choice) also in individual days or half days by the end of the school year 2020/21. This applies now also to parents with care duties when their children are sent into quarantine.", "modId": "3"}], "regions": []}, "recordId": "436", "modId": "108"}