{"fieldData": {"title": "Cancellation of the unemployment allowance deductible period in the case of temporary layoff or dismissal", "title_nationalLanguage": "Lomautuksen tai työttömyyden perusteella maksettu perus-tai ansiopäiväraha ei väliaikaisesti kerrytä työttömyypäivärahan enimmäismaksuaikaa", "d_startDate": "04/20/2020", "d_endDate": "12/31/2020", "calc_country": "Finland", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Income support for unemployed", "calc_identifier": "FI-2020-17/546", "dateType": "Temporary", "calc_creationDay": "04/13/2020", "calc_lastUpdate": "07/10/2020", "descriptionBackgroundInfo": "In accordance with section 6 of Unemployment Security Act (Työttömyysturvalaki) (1290/2002), the basic or earnings-related unemployment allowance is limited to 300-500 days. After this period, job-seekers will receive labour market subsidy. \r\rAs a result of changes in the market situation caused by the outbreak of COVID-19, the Parliament has accepted a temporary amendment that cancels the unemployment allowance deductible period in the case of temporary lay-off. In the case of dismissal, the deductible period applies as for usual. ", "descriptionContentOfMeasure": "This measure applies to all job-seekers that have been temporarily laid off between 16 March 2020 and 6 June 2020 and meet the criteria for either basic unemployment allowance (earnings-related unemployment allowance. \r\rFor those job-seekers that have been temporarily laid-off and who qualify for earnings-related unemployment allowance, this measure has financial significance since it extends the period they can receive earnings-related unemployment allowance in case they are dismissed after the lay-off or in the following months. The average earnings-related unemployment allowance is €65 per workday whereas the basic unemployment allowance and the labour market subsidy are €34 per workday. ", "descriptionUseOfMeasure": "By the end of May 2020, there were 158,100 temporarily laid off job-seekers in Finland. This was 5,600 less than in April 2020. In comparison to May 2019,  the number of temporarily laid off job-seekers had increased by 149,800. This includes only those job-seekers that were laid-off on a full-time basis. ", "descriptionInvolvementOfSocialPartners": "In March 2020, the peak-level social partners (the Confederation of Unions for Professional and Managerial Staff in Finland, the Central Organisation of Finnish Trade Unions SAK, the Finnish Confederation of Professionals STTK and the Confederation of Finnish Industries EK) \rjointly proposed a set of actions for the Finnish Government. The measures were proposed as a package that includes both measures that support adaptation of businesses to the new market situation and measures that improve the situation of employees who have been dismissed or temporarily laid off. \r\rCancellation of the unemployment allowance deductible period was part of this joint proposal. \r\rFurthermore, peak-level social partners were consulted during the drafting period of these amendments. ", "socialPartner_form": "Unknown", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FI-2020-17_546.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "416", "sources::title": "Social partners’ proposals to help businesses in the corona crisis", "sources::url": "https://akava.fi/en/general-en/social-partners-proposals-to-help-businesses-in-the-corona-crisis/", "sources::d_date": "03/20/2020", "modId": "4", "downloaded_to": "312ad1ef868000d89ff7777be9b9f35a051e27db2cefc0b5c24814e1b6e72360"}, {"recordId": "435", "sources::title": "Hallituksen esitys eduskunnalle laeiksi työttömyysturvalain, työttömyysetuuksien rahoituksesta annetun lain ja työttömyyskassalain väliaikaisesta muuttamisesta", "sources::url": "https://www.eduskunta.fi/FI/vaski/HallituksenEsitys/Sivut/HE_38+2020.aspx", "sources::d_date": "04/02/2020", "modId": "4", "downloaded_to": "e707ac3c7d85d983ee85a8ae2ae44863a09337f9f7b5cfbb2f8da9e09dace45d"}, {"recordId": "1023", "sources::title": "Measures that have brought security and flexibility to labour markets during coronavirus epidemic will be extended (Jatkoa toimille, joilla on tuotu turvaa ja joustoa työmarkkinoille korona-aikana)", "sources::url": "https://tem.fi/-/jatkoa-toimille-joilla-on-tuotu-turvaa-ja-joustoa-tyomarkkinoille-korona-aikana?languageId=en_US", "sources::d_date": "06/23/2020", "modId": "0", "downloaded_to": "27346e9458b995c572d629768ac78006969a5dbe6da687c8688ca8b0230ec5d3"}, {"recordId": "1024", "sources::title": "Labor market organizations agree on layoffs and unemployment security (Työmarkkinakeskusjärjestöt sopuun lomautuksista ja työttömyysturvasta)", "sources::url": "https://ek.fi/ajankohtaista/tiedotteet/2020/05/14/tyomarkkinakeskusjarjestot-sopuun-lomautuksista-ja-tyottomyysturvasta/", "sources::d_date": "05/14/2020", "modId": "0", "downloaded_to": "d911f65d5835c6e903d7ee1e955d354526671baafeadb7944dc03f305fb1c69f"}, {"recordId": "1026", "sources::title": "Employment Bulletin May 2020 (Työllisyyskatsaus toukokuu 2020)", "sources::url": "http://julkaisut.valtioneuvosto.fi/bitstream/handle/10024/162334/TKAT_May_2020_en.pdf?sequence=1&isAllowed=y", "sources::d_date": "06/25/2020", "modId": "0", "downloaded_to": "84689d73cfe964a6f61f837430910d5c1b6b94a82a8a97a8425e257770798157"}, {"recordId": "1027", "sources::title": "Government proposal HE 94/2020 vp (Hallituksen esitys HE 94/2020 vp)", "sources::url": "https://www.eduskunta.fi/FI/vaski/HallituksenEsitys/Sivut/HE_94+2020.aspx", "sources::d_date": "06/05/2020", "modId": "0", "downloaded_to": "7e5026fc7068046c917081c424ed58fb50603545eebf68a2272193d015ad995a"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [{"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "102", "updates::d_date": "07/06/2020", "updates::description": "In May 2020, the peak-level social partners proposed to the Government that the duration of the COVID-19 related labour market policies, including cancellation of the unemployment allowance deductible period, should be extended until the end of 2020 instead of 6 July 2020. They also proposed for extension of this measure to cover even unemployed employees.\r\rIn June, 2020 this temporary provision was extended to 31 December 2020. As of 1 July 2020, it covers both unemployed job-seekers and temporarily laid off job-seekers. ", "modId": "2"}], "regions": []}, "recordId": "437", "modId": "115"}