{"fieldData": {"title": "Flexibilisation of temporary adjustment of business activities to avoid layoffs", "title_nationalLanguage": "Medidas de flexibilización de los mecanismos de ajuste temporal de actividad para evitar despidos", "d_startDate": "03/18/2020", "d_endDate": "01/31/2021", "calc_country": "Spain", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "ES-2020-12/548", "dateType": "Temporary", "calc_creationDay": "04/13/2020", "calc_lastUpdate": "12/01/2020", "descriptionBackgroundInfo": "With the objective of allowing companies to maintain their activities in the context of the COVID-19, measures have been taken in order to speed up and make more flexible the process whereby companies can implement collective temporary redundancies and apply reduced working time schemes. \r\rContract suspensions and reductions in working hours that have their direct cause in loss of activity as a consequence of COVID-19, including the declaration of the state of alarm, which imply suspension or cancellation of activities, temporary closure of places of public influx, restrictions on public transport and, in general, the mobility of people and / or goods, lack of supplies that seriously impede the continued development of the activity, or in urgent and extraordinary situations due to the contagion of the staff or the adoption of preventive isolation measures decreed by the health authority, which are duly accredited, will be considered as coming from a situation of force majeure, with the consequences derived from article 47 of the revised text of the Workers' Statute Law, approved by Royal Legislative Decree 2/2015, of October 23.", "descriptionContentOfMeasure": "In the cases in which the company decides to suspend contracts or temporarily reduce the working day, the following process will be followed:\r\r* The procedure will begin at the request of the company, which will be accompanied by a report regarding the link of the loss of activity as a result of COVID-19, as well as, where appropriate, the corresponding supporting documentation. The company must communicate its request to the workers and transfer the previous report and the supporting documentation, if any, to their representation.\r* The existence of force majeure, as a motivating cause for the suspension of contracts or the reduction in working hours provided for in this article, must be verified by the labor authority, regardless of the number of workers affected.\r* The resolution of the labor authority will be dictated within a period of five days from the request, following a report, where appropriate, of the Labor and Social Security Inspection and must be limited to verifying the existence, when appropriate, of force majeure. alleged by the company, corresponding to it, the decision on the application of measures to suspend contracts or reduce working hours, which will take effect from the date of the act of force majeure.\r* The report of the Labor and Social Security Inspection, whose request will be optional for the labor authority, will be fulfilled within the non-extendable period of five days.", "descriptionUseOfMeasure": "The number of workers affected by this policy in the period January-September 2020 has been 974,489 workers.", "descriptionInvolvementOfSocialPartners": "Social partners were involved in designing, implementing and monitoring this policy measure. Their involvement was preceded by a bipartite agreement between the most representative trade unions and employer organisation about measures to face the COVID-19 crisis. ", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-12_548.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "396", "sources::title": "Royal Decree-Law 8/2020, of March 17, on extraordinary and urgent measures to face the economic and social impact of COVID-19.", "sources::url": "https://www.boe.es/diario_boe/txt.php?id=BOE-A-2020-3824", "sources::d_date": "03/18/2020", "modId": "3", "downloaded_to": "ffffd57898455397cb5d53a741f052c5c19835d50a4e3b625bd1d247781a0ed8"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "439", "modId": "84"}