{"fieldData": {"title": "Temporarily shortened working requirement for unemployment benefit eligibility", "title_nationalLanguage": "Työssäoloehdon väliaikainen lyhennys", "d_startDate": "04/20/2020", "d_endDate": "12/31/2020", "calc_country": "Finland", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Income support for unemployed", "calc_identifier": "FI-2020-17/550", "dateType": "Temporary", "calc_creationDay": "04/13/2020", "calc_lastUpdate": "07/10/2020", "descriptionBackgroundInfo": "In accordance with section 5 of Unemployment Security Act (Työttömyysturvalaki) (1290/2002), unemployed job-seekers who fulfill the working requirement are entitled to basic unemployement allowance or earnings-related unemployment allowance, depending on whether they are members in a unemployment fund or not. If they do not meet the working requirement, they will receive labour market subsidy instead of unemployment allowance. \r\rDue to market disturbances caused by COVID-19, many workers are or will be temporarily laid off or unemployed. Many of them do not meet the original working requirement of 26 weeks and are not thus entitled to unemployment allowance.\r\rAs a result of the temporary amendments to the Unemployment Security Act, the minimum working requirement has been shortened. The requirement is now 13 weeks instead of 26 weeks (during the past 28 months). ", "descriptionContentOfMeasure": "This measure applies retroactively to unemployed job-seekers who have worked at least one calendar week since March 2020 and who do not meet the original work requirement of 26 weeks. This applies to both temporarily-laid off job-seekers and job-seekers who are dismissed either due to reasons related to person or financial or production-related reasons. \r\rThe original working requirement of 26 weeks is applied to those that meet the original requirement. The shortened requirement of 13 weeks is applied to those who do not meet the original requirement. \r\rAs a result of this measure, more unemployed job-seekers will meet the working requirement. If they are members to a unemployment fund, they will receive earnings-related unemployment fund instead of the basic unemployment fund. \r\rEarning-related unemployment allowance is dependent on the wage the unemployed job-seeker has earned during the work requirement period, in other words either the past 13 weeks or 26 weeks (or more). \r\rThe average earning-related unemployment fund is €65 per working day whereas the basic unemployment allowance (and the labour market subsidy) is €34 per day. \r\r\r", "descriptionUseOfMeasure": "No information to date. ", "descriptionInvolvementOfSocialPartners": "In March 2020, the peak-level social partners (the Confederation of Unions for Professional and Managerial Staff in Finland, the Central Organisation of Finnish Trade Unions SAK, the Finnish Confederation of Professionals STTK and the Confederation of Finnish Industries EK) \rjointly proposed a set of actions for the Finnish Government. The measures were proposed as a package that includes both measures that support adaptation of businesses to the new market situation and measures that improve the situation of employees who have been dismissed or temporarily laid off. \r\rShortening the working requirement was part of the 15-point list suggested by the social partners. \r\rFurthermore, peak-level social partners were consulted during the drafting period of the amendment. \r\rIn May 2020, the peak-level social partners proposed to the Government that the duration of the temporary provisions, including temporarily shortened working requirement, should be extended to the end of 2020. \r\rThe peak-level social partners stress that this measure is part of the wider package of measures (proposed by them in March 2020) and amendments to labour law that include both measures that facilitate adaptation of businesses to the new market situation but also measures that support employees who are being either temporarily or permanently dismissed. ", "socialPartner_form": "Unknown", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FI-2020-17_550.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "416", "sources::title": "Social partners’ proposals to help businesses in the corona crisis", "sources::url": "https://akava.fi/en/general-en/social-partners-proposals-to-help-businesses-in-the-corona-crisis/", "sources::d_date": "03/20/2020", "modId": "4", "downloaded_to": "312ad1ef868000d89ff7777be9b9f35a051e27db2cefc0b5c24814e1b6e72360"}, {"recordId": "435", "sources::title": "Hallituksen esitys eduskunnalle laeiksi työttömyysturvalain, työttömyysetuuksien rahoituksesta annetun lain ja työttömyyskassalain väliaikaisesta muuttamisesta", "sources::url": "https://www.eduskunta.fi/FI/vaski/HallituksenEsitys/Sivut/HE_38+2020.aspx", "sources::d_date": "04/02/2020", "modId": "4", "downloaded_to": "e707ac3c7d85d983ee85a8ae2ae44863a09337f9f7b5cfbb2f8da9e09dace45d"}, {"recordId": "1023", "sources::title": "Measures that have brought security and flexibility to labour markets during coronavirus epidemic will be extended (Jatkoa toimille, joilla on tuotu turvaa ja joustoa työmarkkinoille korona-aikana)", "sources::url": "https://tem.fi/-/jatkoa-toimille-joilla-on-tuotu-turvaa-ja-joustoa-tyomarkkinoille-korona-aikana?languageId=en_US", "sources::d_date": "06/23/2020", "modId": "0", "downloaded_to": "27346e9458b995c572d629768ac78006969a5dbe6da687c8688ca8b0230ec5d3"}, {"recordId": "1024", "sources::title": "Labor market organizations agree on layoffs and unemployment security (Työmarkkinakeskusjärjestöt sopuun lomautuksista ja työttömyysturvasta)", "sources::url": "https://ek.fi/ajankohtaista/tiedotteet/2020/05/14/tyomarkkinakeskusjarjestot-sopuun-lomautuksista-ja-tyottomyysturvasta/", "sources::d_date": "05/14/2020", "modId": "0", "downloaded_to": "d911f65d5835c6e903d7ee1e955d354526671baafeadb7944dc03f305fb1c69f"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [{"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "99", "updates::d_date": "07/05/2020", "updates::description": "In May 2020, the peak-level social partners jointly proposed that  temporary amendments to unemployment allowance should be extended to 31 December 2020. \r\rIn June 2020, the Parliament accepted the Government's proposal to extend the duration of the temporary amendments concerning the right of laid off employees to unemployment security until 31 December 2020. ", "modId": "3"}], "regions": []}, "recordId": "441", "modId": "104"}