{"fieldData": {"title": "Additional unemployed benefit", "title_nationalLanguage": "Beneficcju Addizzjonali ta' Dizimpjieg ", "d_startDate": "03/09/2020", "d_endDate": "07/03/2020", "calc_country": "Malta", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Income support for unemployed", "calc_identifier": "MT-2020-11/272", "dateType": "Temporary", "calc_creationDay": "04/04/2020", "calc_lastUpdate": "07/14/2020", "descriptionBackgroundInfo": "COVID-19 had a substantial impact upon the Maltese economy. The government rolled out several initiatives to save jobs, but it was clear early on that unemployment was rising. In view of this, an additional unemployment benefit for individuals who due to the impact of COVID-19 lost their job in the private sector after the 8th March 2020 was introduced. This will be received in conjunction with the Contributory Unemployment Benefit. \r\r", "descriptionContentOfMeasure": "This will be received by individuals who were working full-time or part-time in the private sector before becoming unemployed after the 8th March 2020. Additionally, individuals must be registering for work under Part 1 with Jobsplus (that national employment and training agency).\r\rSuch individuals who would qualify for the 'Contributory Unemployment Benefit' would also be eligible for this additional benefit. Between the two, individuals will receive a direct payment of €166.15 a week for those who were working full time, or €103.85 for those who were working part-time before they became unemployed. \r\rAdditionally, their Social Security Contribution will be paid, and their future contributory pension rights safeguarded. Children's allowance will continue to be received and increased to the maximum rate of €24.08 per week per child (depending on previous income, individuals may already have been in the maximum children's allowance bracket). Other benefits that the person may have been entitled to such as the 'In Work Benefit' and 'Supplementary Allowance' will also continue to be received. \r", "descriptionUseOfMeasure": "In March 2020, unemployment increased by just over 300 individuals. The number of individuals who made use of this measure however was not released.\r\rBy the beginning of June, €13.2 million have been paid out to 8,360 beneficiaries for benefits related to parents, those with medical conditions, disability and those who applied for the additional unemployment benefit. A total of €17.5 million will be handed out by the end of June. A further breakdown is unavailable, however by the beginning of June, 234 individuals stopped applying for the additional employment benefit as they had found a job. \r", "descriptionInvolvementOfSocialPartners": "This measure was announced by the Government as part of a second package of measures in response to the COVID-19 pandemic. The announcement of such measures was precipitated by social partner pressure who aired their concerns publicly in the media and directly with Government. On the announcement of these measures, social partners stated that whilst the measures were beneficial, they were not sufficient. It was also stated that consultation was limited and insufficient. This changed a few days later when a third package was agreed between the social partners; the current measure was retained as part of that package too. The measure is administered by the social security department", "socialPartner_form": "Bi-or tripartite social dialogue bodies", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/MT-2020-11_272.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "121", "sources::title": "COVID 19 - Additional unemployment benefit", "sources::url": "", "sources::d_date": "03/18/2020", "modId": "5", "failure_reason": "Invalid URL 'http://': No host supplied"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "92", "updates::d_date": "07/03/2020", "updates::description": "This measure has ended. ", "modId": "1"}], "regions": []}, "recordId": "155", "modId": "103"}