{"fieldData": {"title": "Stricter rules on leave for family reasons in connection with the Coronavirus epidemic", "title_nationalLanguage": "[Mise à jour] Congé pour raisons familiales lié au coronavirus", "d_startDate": "03/13/2020", "d_endDate": "11/25/2020", "calc_country": "Luxembourg", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Support for parents and carers (financial or in kind)", "calc_identifier": "LU-2020-11/571", "dateType": "Temporary", "calc_creationDay": "04/13/2020", "calc_lastUpdate": "07/27/2020", "descriptionBackgroundInfo": "In order to contain the spread of the coronavirus, the Government has drawn up a specific form for those parents who have to look after their child(ren) under 13 years of age, so that they will be able to benefit from leave for family reasons. The employee under this measure benefits from the full salary paid the CNS.\r\rLegal background: Labour Code, Book II, Title III, Chapter IV, Section (Code du travail, Livre II, Titre III, Chapitre IV, section 7.Amended Grand-Ducal Regulation of 10 May 1999 , Introducing parental leave and leave for family reasons (Règlement grand-ducal du 10 mai 1999 définissant les maladies ou déficiences d'une gravité exceptionnelle en application de l'article 15, alinéa 2 de la loi du 12 février 1999 portant création d'un congé parental et d'un congé pour raisons familiales. Mémorial A 58 , 27 mai 1999.", "descriptionContentOfMeasure": "Leave for family reasons can only be taken if no other childcare options are available. If necessary, parents may alternate their leave for family reasons. In this case, each parent must send in a separate form to their employer as well as to the children's future fund. The measure is limited in time, that will not affect the balance of the regular for family reasons and is treated separately from the regular balance of leave for family reasons until the end of the suspension period for all school and childcare facility activities.\r\rFollowing conditions must be fulfilled:\rOne of the parents (employed, in a non-salaried activity, self-employed) who is affiliated to the Luxembourg social security scheme of one or more children under 13 years of age on condition that they are schooled and are concerned by the temporary closures of teaching structures in primary and secondary education, vocational training, childcare. If another member of the household can provide for the care, e.g. because said person is benefiting from short-time work during the period of leave for family reasons applied for, then the parent of the child cannot benefit from leave for family reasons. Moreover, both parents (or spouse) cannot take leave for family reasons at the same time.\r\rThese limitations do not apply in the case of telework that remains work performed from home and during which the parent cannot provide care for the child.\r\rThe government decided that this COVID-19 related measure for families will be extended beyond the Etat the crise until the 25 of November 2020. The leave for family support ends however if the approved childcare structure notifies the Minister that it has resumed all or part of its activities and that there is a place available in the approved service for the concerned child. \r\r  ", "descriptionUseOfMeasure": "No information is available yet. ", "descriptionInvolvementOfSocialPartners": "No involvement. ", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LU-2020-11_571.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "456", "sources::title": "[Update] Leave for family reasons in connection with the coronavirus epidemi", "sources::url": "https://guichet.public.lu/en", "sources::d_date": "04/13/2020", "modId": "5", "failure_reason": "('Connection aborted.', RemoteDisconnected('Remote end closed connection without response'))"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}, {"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}, {"recordId": "69", "targetGroups::name": "Parents in employment", "modId": "8"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "462", "modId": "99"}