{"fieldData": {"title": "State credit line for companies and the self-employed", "title_nationalLanguage": "Aprobación de una Línea de credito para la cobertura por cuenta del Estado de la financiación otorgada por entidades financieras a empresas y autónomos", "d_startDate": "03/18/2020", "d_endDate": "12/01/2020", "calc_country": "Spain", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Access to finance", "calc_identifier": "ES-2020-12/574", "dateType": "Temporary", "calc_creationDay": "04/13/2020", "calc_lastUpdate": "12/01/2020", "descriptionBackgroundInfo": "In order to facilitate the maintenance of employment and mitigate the economic effects of COVID-19, the Ministry of Economic Affairs and Digital Transformation will grant guarantees to the credit granted by financial institutions, credit financial institutions and electronic money entities to companies and self-employed to meet their needs arising, among others, from the management of invoices, the need for cash, maturities of financial or tax obligations or other liquidity needs.\r\r", "descriptionContentOfMeasure": "The Ministry of Economic Affairs and Digital Transformation may grant guarantees for a maximum amount of  €100,000 million. The applicable conditions and requirements to be met, including the maximum term for the request for the guarantee, will be established by Agreement of the Council of Ministers, without the need for subsequent regulatory development for its application.\r\rThe Official Credit Institute within 10 days of the adoption of the Council of Ministers Agreement is the body in charge of arranging what is necessary for the effective implementation of this line of guarantees.\r\rThe guarantees regulated in this norm and the conditions developed in the Council of Ministers Agreement will comply with the European Union regulations regarding State Aid.\r\rThe Agreements of the Council of Ministers of March 24, April 10, May 5, May 19 and June 16 establish the activation of the sections of the Line that have been distributed as follows:\r\r* SMEs and the self-employed: € 67,500 million\r* Non-SME companies: 25,000 million euros\r* Tourism sector and related activities: 2,500 million euros for the self-employed and SMEs.\r* Acquisition or financial or operational leasing of motor vehicles for road transport for professional use: 500 million euros for the self-employed and companies.\r", "descriptionUseOfMeasure": "No statistics on the number of companies / self-employed accessing this financing programme.", "descriptionInvolvementOfSocialPartners": "Social partners were not involved in designing, implementing or monitoring this measure", "socialPartner_form": "Not applicable", "socialPartner_role": "Not applicable", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-12_574.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "396", "sources::title": "Royal Decree-Law 8/2020, of March 17, on extraordinary and urgent measures to face the economic and social impact of COVID-19.", "sources::url": "https://www.boe.es/diario_boe/txt.php?id=BOE-A-2020-3824", "sources::d_date": "03/18/2020", "modId": "3", "downloaded_to": "ffffd57898455397cb5d53a741f052c5c19835d50a4e3b625bd1d247781a0ed8"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "465", "modId": "82"}