{"fieldData": {"title": "New insurance coverage line for export-oriented SMEs", "title_nationalLanguage": "Línea extraordinaria de cobertura aseguradora para PYMES internacionalizadas", "d_startDate": "03/18/2020", "d_endDate": "09/18/2020", "calc_country": "Spain", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Access to finance", "calc_identifier": "ES-2020-12/575", "dateType": "Temporary", "calc_creationDay": "04/13/2020", "calc_lastUpdate": "08/07/2020", "descriptionBackgroundInfo": "With extraordinary character and with a duration of 6 months from the entry into force, it is established the creation of an insurance coverage line of up to €2,000 million with the guarantee of the Reserve Fund for the Risks of Internationalization.\r\rThe objective of this policy is to help export-oriented SMEs to get access to funding and coverage of risks incurred during the COVID-19 crisis.", "descriptionContentOfMeasure": "The financial liquidity needs of the exporting company will be eligible provided that they respond to new financing needs and not to situations prior to the current crisis.\r\rThe beneficiaries of this policy are SMEs according to the definition in Annex I of Commission Regulation EU 651/2014, as well as other larger companies, provided they are unlisted entities, in which the following circumstances concur:\r\r*That they are internationalized companies or in the process of internationalization, by meeting at least one of the following requirements: companies in which the international business, reflected in its latest available financial information, represents at least a third (33%) of its turnover; or companies that are regular exporters (those companies that have exported regularly over the last four years according to the criteria established by the Secretary of State for Commerce).\r\r*That the company faces a liquidity problem or lack of access to financing as a result of the impact of the COVID-19 crisis on its economic activity.\r\r*Those companies in bankruptcy or pre-bankruptcy are expressly excluded, as well as those companies with incidents of default with companies in the Public Sector or debts with the Administration, registered before December 31, 2019.\r\rThe percentage of credit risk coverage in the operations subscribed under this line will not exceed the limit that may be established at any time in accordance with the EU regulations on State aid.", "descriptionUseOfMeasure": "No stats on the use of measure are available", "descriptionInvolvementOfSocialPartners": "Social partners were not involved in designing, implementing or monitoring this measure", "socialPartner_form": "Unknown", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-12_575.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "396", "sources::title": "Royal Decree-Law 8/2020, of March 17, on extraordinary and urgent measures to face the economic and social impact of COVID-19.", "sources::url": "https://www.boe.es/diario_boe/txt.php?id=BOE-A-2020-3824", "sources::d_date": "03/18/2020", "modId": "3", "downloaded_to": "ffffd57898455397cb5d53a741f052c5c19835d50a4e3b625bd1d247781a0ed8"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "62", "targetGroups::name": "SMEs", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "466", "modId": "76"}