{"fieldData": {"title": "Online application for unemployment benefit ", "title_nationalLanguage": "Online Anmeldung für Arbeitslosengeld", "d_startDate": "03/15/2020", "d_endDate": "", "calc_country": "Austria", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Income support for unemployed", "calc_identifier": "AT-2020-12/576", "dateType": "Temporary", "calc_creationDay": "04/13/2020", "calc_lastUpdate": "10/02/2020", "descriptionBackgroundInfo": "With new rules and more funds for short-time work, the Austrian government is trying to keep as many people as possible in their jobs. The Public Employment Service (AMS) head Johannes Kopf still expects 'due to the developments' that 'in the coming weeks a lot of people - hopefully for only a short time - will have to register as unemployed'. AMS expects an increased number of people to become unemployed during the current pandemic. In order reduce personal contacts to a minimum, applications for unemployment benefit and emergency assistance can be made without a personal interview from home. This can be done online, or via the electronic system eAMS, or, if online is not possible, via telephone and subsequent mailing of the forms.", "descriptionContentOfMeasure": "Minister of Labour Christine Aschbacher (conservative People's Party ÖVP) has issued a decree stating that people no longer have to come personally to the AMS service centers to apply for unemployment benefits. This should both relieve the AMS and help to limit the spread of the virus.\r\rThe preferred way to submit an application is via an eAMS account, 'then a lot of the further communication is done electronically', according to AMS head Kopf. Those who do not yet have one can get one through their _'Finanzonline'_ account or with their Citizen Card. Those who have neither access to _'Finanzonline'_ nor a citizen card can apply for an electronic AMS account by email or phone. Then, however, the processing can take a few days. If waiting is not an option, unemployed can also register as unemployed using a form on the AMS website. It is also possible to report unemployment by email. The last option is to call the AMS to have the necessary forms sent to you by post.\r\rFor those who receive unemployment benefits and the entitlement period would come to an end (thus receiving the lower emergency assistance), the 'Corona crisis period' is not calculated towards this entitlement, i.e. unemployment benefits are prolonged for the duration of the crisis.", "descriptionUseOfMeasure": "Compared to February (333,987 unemployed persons), there was in increase in the number of unemployed both in March (504,345) and in April (522,253). So it can be assumed that the additional unemployed during the Corona crisis (150,000-200,000) could have made use of an online application for the unemployment benefit or have filed the application via mail, telephone or fax.", "descriptionInvolvementOfSocialPartners": "The PES administrative board consists of social partner and state representatives, so it can be assumed they were informed.", "socialPartner_form": "Unknown", "socialPartner_role": "Informed", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/AT-2020-12_576.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "459", "sources::title": "AMS applications possible from home", "sources::url": "https://orf.at/corona/stories/3157908/", "sources::d_date": "03/15/2020", "modId": "3", "failure_reason": "HTTPSConnectionPool(host='corona21v2.orf.at', port=443): Max retries exceeded with url: /stories/3157908 (Caused by NewConnectionError('<urllib3.connection.HTTPSConnection object at 0x7fe4c75e28e0>: Failed to establish a new connection: [Errno 110] Connection timed out'))"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "293", "updates::d_date": "09/23/2020", "updates::description": "The topped up emergency assistance (see content of measure), which has been increased to the amount of unemployment benefit for the 'duration of the pandemic' has been extended to 31 December 2020 (for now) - initially, it was planned until September 2020.", "modId": "1"}], "regions": []}, "recordId": "467", "modId": "95"}