{"fieldData": {"title": "Alleviations for tenants", "title_nationalLanguage": "Erleichterungen für Mieter", "d_startDate": "04/01/2020", "d_endDate": "06/30/2020", "calc_country": "Austria", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Keeping a safe home", "calc_identifier": "AT-2020-14/579", "dateType": "Temporary", "calc_creationDay": "04/13/2020", "calc_lastUpdate": "01/07/2021", "descriptionBackgroundInfo": "Several alleviations for tenants of rented apartments have recently been made, for those who suffer from the pandemic with income losses, disabling them from paying the monthly rent in part or fully. Measures include \r\r* the prohibition of the termination of a rental contract due to such financial problems; \r* the temporary exclusion of the enforceability of rent arrears; \r* reliefs with regard to the extension of fixed-term residential rental contracts; \r* and the statutory deferment of eviction for dwellings.", "descriptionContentOfMeasure": "If the tenant of a flat does not pay a rent due in the period from 1 April 2020 to 30 June 2020, or does not pay it in full, because his economic capacity has been considerably impaired as a result of the COVID 19 pandemic, the landlord can neither terminate the lease nor demand its cancellation in accordance with § 1118 of the Austrian Civil Code (ABGB) solely because of this arrears in payment. The landlord may not claim the arrears of payment in court until the end of 31 December 2020 or cover them from a deposit handed over by the tenant.\rIn addition, the landlord may not legally demand payment of rent due between 1 April and 30 June 2020 until the end of 31 December 2020, nor may he/she cover it from a security deposit provided by the tenant. This is not a legal postponement of the due date, but only a temporary suspension of the enforceability of the claim.\r\rFurthermore, a fixed-term residential rental agreement subject to the Austrian Tenancy Act (Mietrechtsgesetz) that expires after 30 March 2020 and before 1 July 2020 may, notwithstanding Section 29 MRG, be extended in writing until the end of 31 December 2020 or for a shorter period.\r\rFinally, in order to prevent people in the current situation from becoming homeless due to eviction, it should be possible to postpone the eviction of apartments at the request of the obligated party (tenant).", "descriptionUseOfMeasure": "Currently no information available.", "descriptionInvolvementOfSocialPartners": "No involvement.", "socialPartner_form": "Not applicable", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/AT-2020-14_579.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "460", "sources::title": "Corona and apartment rental", "sources::url": "https://www.pfr.at/de/news-medien/rechtsfragen-zum-coronavirus/corona-wohnungsmiete", "sources::d_date": "04/05/2020", "modId": "3", "downloaded_to": "c1722b0310018a440c6f17f96c7da3433658a289512abe96a2817b2c381183ff"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "517", "updates::d_date": "12/23/2020", "updates::description": "The date until which the landlord may not claim the arrears of payment in court or cover them from a deposit handed over by the tenant was postponed from 31 December 2020 to 31 March 2021.\rThe regulation that non-payment of the rent for the time period April to June 2020 will not result in the possibility of being sued for eviction until July 2022 remains in place.", "modId": "1"}], "regions": []}, "recordId": "470", "modId": "86"}