{"fieldData": {"title": "No energy shutdown when payment difficulties occur", "title_nationalLanguage": "Keine Energieabschaltung bei Zahlungsschwierigkeiten", "d_startDate": "03/16/2020", "d_endDate": "06/30/2020", "calc_country": "Austria", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Keeping a safe home", "calc_identifier": "AT-2020-12/580", "dateType": "Temporary", "calc_creationDay": "04/13/2020", "calc_lastUpdate": "10/05/2020", "descriptionBackgroundInfo": "In the Corona crisis, not only is the fear of a breakdown in the country's power supply increasing. Many people are even more concerned with how they should pay their next electricity bill.\r\rEnergy Minister Leonore Gewessler (Green Party) and Wolfgang Urbantschitsch (Board Member of E-Control) explained why these concerns are unfounded. Even if there are payment difficulties, there will be no shutdowns on the part of the energy suppliers.", "descriptionContentOfMeasure": "Until further notice, in any case until 1 May 2020, _'no one in Austria will turn off electricity, gas or heat,'_ the Minister and the E-Control board assured. This applies to the population, but also to micro and small companies. Energy minister Ms Gewessler said it was a quick and unbureaucratic consensus in the industry. _'This is a good and important contribution,'_ said the Green politician. However, this is not a legally fixed regulation. The energy suppliers would share the risk with the network operators, said the minister responsible for energy and the environment. According to Urbantschitsch, it is also possible to arrange a deferral of payments or an installment plan with the utilities, or at most a reduction of advance payments for companies, since there is a reduction in energy consumption for company closings.\r\r**Chamber of Labour AK favours legal regulation**\r\rThe major energy suppliers for electricity and gas have already announced that they will not switch off during the Corona crisis. The AK also expressly welcomes this voluntary principal. \"But all energy suppliers, including small and above all local and district heating suppliers, have to be brought on board,\" says Christa Schlager , head of the economic policy department at the AK. That seems to have succeeded with Thursday's agreement.\r\rAccording to E-Control, there were around 43,000 shutdowns in electricity and around 4,000 in gas in 2018. There are no official shutdown figures for the heating sector, but one thing is certain: In Austria around 140,000 people could not afford to keep their home sufficiently warm in 2018. This is also shown by a current study of heating types by the AK. Therefore, the AK is now calling for a legal shutdown ban for electricity, gas and heat during the duration of the Corona crisis.", "descriptionUseOfMeasure": "Unknown.", "descriptionInvolvementOfSocialPartners": "It seems that the Chamber of Labour was somewhat involved, even though the extent is unknown. However, their demand seems to have been taken into the sector agreement (see source).", "socialPartner_form": "Unknown", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/AT-2020-12_580.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "461", "sources::title": "Corona crisis: Nobody is turned off electricity, gas or heat", "sources::url": "https://kurier.at/politik/inland/live-keine-angst-vor-blackouts-ministerin-gewessler-beruhigt/400793456", "sources::d_date": "03/26/2020", "modId": "3", "downloaded_to": "fbff6c94e90d2a45b170e9c90dfcdbb02e4501690f05728fa909d7f54dfae7bd"}, {"recordId": "1546", "sources::title": "Electricity shutdown further suspended", "sources::url": "https://www.ots.at/presseaussendung/OTS_20200430_OTS0048/coronavirus-strom-und-gasabschaltungen-weiterhin-ausgesetzt", "sources::d_date": "04/30/2020", "modId": "0", "downloaded_to": "864fb144cf2f64d0e1c5739393ecfb1b52011d7e6a5afa1a156b374237d1bc97"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "62", "sectors::code": "D35", "sectors::name": "Electricity, gas, steam and air conditioning supply", "modId": "0"}], "updates": [], "regions": []}, "recordId": "471", "modId": "83"}