{"fieldData": {"title": "Person with disability benefit who cannot work for medical reasons can apply for benefit", "title_nationalLanguage": "Beneficcju ta' Persuna b'Dizabilita", "d_startDate": "03/09/2020", "d_endDate": "06/05/2020", "calc_country": "Malta", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Extensions of  income support to workers not covered by any kind of protection scheme", "calc_identifier": "MT-2020-11/274", "dateType": "Temporary", "calc_creationDay": "04/04/2020", "calc_lastUpdate": "07/14/2020", "descriptionBackgroundInfo": "Due to COVID-19 certain groups of individuals considered at greater risk were advised not to go to work and to work from home where possible. Individuals with disability were considered to be at greater risk to COVID-19 than other groups of individuals. A benefit was created for individuals with disability who were employed in the private sector, who due to COVID-19 were advised not to go to work on medical grounds, but were also unable to work from home. To be eligible, individuals had to be advised not to go to work on medical grounds after the 8 March 2020. \r", "descriptionContentOfMeasure": "Individuals who are registered with Jobsplus as a person with disability and have a special ID Number or EU disability Card issued by the Commission for the Rights of Persons with Disability, who work full or part-time in the private sector, who were medically advised to remain at home after the 8th of March 2020, and cannot work from home are eligible. \r\rThose eligible will receive a direct payment of €166.15 per week if they work full-time or €103.85 per week if they work part-time. \r\rFurthermore, the social security contribution will be paid, and their future contributory pension rights safeguarded; disability assistance will continue to be received without deductions. \r", "descriptionUseOfMeasure": "€13.2 million have been paid out to 8,360 beneficiaries for benefits related to parents, those with medical conditions, disability and those who applied for the additional unemployment benefit. A total of €17.5 million will be handed out by the end of June. A further breakdown is unavailable.", "descriptionInvolvementOfSocialPartners": "This measure was announced by the Government as part of a second package of measures in response to the COVID-19 pandemic. The announcement of such measures was precipitated by social partner pressure who aired their concerns publicly in the media and directly with Government. On the announcement of these measures, social partners stated that whilst the measures were beneficial, they were not sufficient. It was also stated that consultation was limited and insufficient. This changed a few days later when a third package was agreed between the social partners; the current measure was retained as part of that package too. The measure is administered by the social security department. ", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/MT-2020-11_274.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "123", "sources::title": "COVID-19 - Disability benefit ", "sources::url": "", "sources::d_date": "03/18/2020", "modId": "5", "failure_reason": "Invalid URL 'http://': No host supplied"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "72", "targetGroups::name": "Disabled workers", "modId": "9"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "90", "updates::d_date": "06/05/2020", "updates::description": "This measure has ended.", "modId": "2"}], "regions": []}, "recordId": "157", "modId": "106"}