{"fieldData": {"title": "Electronic prescriptions", "title_nationalLanguage": "Elektronisches Rezept", "d_startDate": "03/18/2020", "d_endDate": "", "calc_country": "Austria", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Access to healthcare", "calc_identifier": "AT-2020-12/583", "dateType": "Temporary", "calc_creationDay": "04/14/2020", "calc_lastUpdate": "07/10/2020", "descriptionBackgroundInfo": "In order to keep visits to doctors' offices to a minimum during the COVID-19 pandemic, Austria started to use electronic prescriptions on 18 March 2020. This quick initiation was possible because the country had already prepared to start electronic prescriptions in a pilot project in two political districts in the regional province in Carinthia in April 2020. The measure is targeted especially to those who need long-term medication. It stands to be seen whether it will be prolonged after the Corona crisis is over.\r\rIn addition to the electronic prescription, further measures for the period of the pandemic were introduced, including for instance the suspension of the authorization requirement (chief physician requirement) for many medications. Furthermore, ambulance transports are free of charge until further notice; the same applies to medical aids and aids up to a total of €1,500 as well as X-ray and cross-sectional examinations. Sickness reports to doctors are currently also possible by telephone. Doctors, psychotherapists and midwives can also invoice necessary telemedical treatments (via Skype, video conference or telephone) such as a service performed in the ordination.", "descriptionContentOfMeasure": "The procedure of getting an electronic recipe is that the patient calls the doctor's office. The doctor issues the prescription and saves it in the patient's (pre-existing) e-medication. The information reaches the pharmacy automatically via e-medication. There, the patients can either pick up the medicine themselves or send someone.\r\rIn cases where e-medication is not working or is not yet working, doctors were also given the opportunity to send prescriptions to the pharmacies by fax or email. The electronic prescription is primarily intended to help older people and people with previous illnesses to avoid medical practices as best they can given the spread of coronavirus in Austria. Accordingly, the measure is mainly intended for people with long-term medication. However, in principle, it is also possible that the doctor prescribes medication for acute cases. ", "descriptionUseOfMeasure": "Currently no information available.", "descriptionInvolvementOfSocialPartners": "The social insurance's administrative board consists of social partner and government representatives, so they are basically involved in all decisions. In this case, the process (i.e. the pre-existing project of implementing e-recipes) was sped up due to the pandemic. No specific funds (above the ones which were set aside for this anyway) were needed.", "socialPartner_form": "Bi-or tripartite social dialogue bodies", "socialPartner_role": "Negotiated", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/AT-2020-12_583.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "465", "sources::title": "Electronic prescriptions - how it works (Elektronisches Rezept – so funktioniert es)", "sources::url": "https://orf.at/stories/3158210/", "sources::d_date": "03/17/2020", "modId": "5", "downloaded_to": "40377f36b8825a1bba176d124bc12cfcd72901d8e3005232379e8306f41641e9"}], "actors": [{"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "474", "modId": "83"}