{"fieldData": {"title": "Campaign 'Safe at home'", "title_nationalLanguage": "Kampagne \"Sicher zu Hause\"", "d_startDate": "03/19/2020", "d_endDate": "", "calc_country": "Austria", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Protection of vulnerable groups (beyond employment support)", "calc_identifier": "AT-2020-12/584", "dateType": "Temporary", "calc_creationDay": "04/14/2020", "calc_lastUpdate": "10/08/2020", "descriptionBackgroundInfo": "With state restrictions on movement to curb the Corona virus, experts fear an increase in domestic violence. To counteract this, a package of measures was first presented by the government on 19 March 2020. The criminal prosecution of the perpetrators would be further ensured, entry and proximity bans would be further pronounced, and directions would be implemented. This would mean that the police can give those affected by domestic violence applications for an injunction against violent partners at first contact and take the completed forms with them on inspection visits a few days later. Applications can also be submitted electronically. The removal of violent offenders would also be guaranteed in quarantine areas. On 5 April, new measures where presented and figures showing a slight decrease in the number of domestic violence cases.", "descriptionContentOfMeasure": "When presenting measures in mid-March, it was emphasised that the 24-hour helpline had been increased in terms of funding and staff and that online advice for women at risk of violence was expanded. Furthermore, information brochures on the protection against violence were being published, to be distributed in supermarkets. A professional online help and advice service (\"help chat\") has been available from 19 March 2020 every day from 3 pm to 10 pm for women and girls affected by violence, in several languages (German, English, Turkish, Farsi / Dari (Persian), Russian, Bulgarian and Arabic).\r\rOn 5 April, the interior minister presented a new campaign ‘Safe at home’ (Halt der Gewalt), which is designed to help women with violent partners. He appealed to victims of domestic violence, mostly women and children, not to remain silent. Police officers would know exactly what to do in a specific case, they were ‘trained to decide exactly that’ - and also for prevention.\r\rThere has been extensive information and services on the subject of violence in the family on the website of the Ministry of the Interior, and additional advertisements since Sunday. The Ministry has announced ‘Prevention Spots’ as well. The information is available in several languages.\r", "descriptionUseOfMeasure": "The number of bans on entering and approaching the home, which can be issued by police officers who intervene to remove perpetrators of violence from their private surroundings and thus protect victims, rose throughout Austria from 886 in February to 1,081 in the lockdown month of April. In the months that followed, it settled roughly at this slightly higher level: In July there were 1,085 such distance requirements for violent persons, in August 1,055, and by mid-September 507 such distance requirements had been imposed on violent people. In the vast majority of cases it concerned men who abused women and children.\rThe need for anti-violence counselling has increased considerably due to the restrictions on starting school and multiple family burdens from home schooling and home office. The women's helpline has registered 38 percent more calls since the start of the lockdown, and the new help chat at haltdergewalt.at has received around 900 inquiries since then.\rAccording to a survey by the opinion research institute (OGM) on 21 September 2020, 4% of those interviewed perceived more private acts of violence in their surroundings during the lockdown. This is far less than expected/feared.\r", "descriptionInvolvementOfSocialPartners": "Not the genuine field of work of social partners.", "socialPartner_form": "Not applicable", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/AT-2020-12_584.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "466", "sources::title": "Safe at home", "sources::url": "https://bmi.gv.at/614/start.aspx", "sources::d_date": "04/05/2020", "modId": "3", "downloaded_to": "e12a2a2e995cc91b1f004b99f38ce32371c36eb904d2f14e64b0283c836575b8"}, {"recordId": "467", "sources::title": "Help chat", "sources::url": "https://www.haltdergewalt.at/en/index.html", "sources::d_date": "03/19/2020", "modId": "3", "downloaded_to": "ad36afe29c732e06a094f1e94e01eedf051a4e881e52a54192c51dc4ac29b904"}, {"recordId": "468", "sources::title": "Package of measures against domestic violence", "sources::url": "https://orf.at/stories/3158536/", "sources::d_date": "03/19/2020", "modId": "3", "downloaded_to": "75d6c33cdbef9e06d0ad3ed73f0e2b9a2fd5270cca9edc9a7540a27a37e1f3a7"}, {"recordId": "469", "sources::title": "New campaign against domestic violence", "sources::url": "https://orf.at/stories/3160714/", "sources::d_date": "04/05/2020", "modId": "3", "downloaded_to": "74fd5dd34d57d89d6a71c7bf8cbc0a873cd1b319199164eda2786cb767dfdbb5"}, {"recordId": "1545", "sources::title": "Slight increase in domestic violence", "sources::url": "https://www.derstandard.at/story/2000120148467/lockdown-brachte-leichten-anstieg-bei-haeuslicher-gewalt", "sources::d_date": "09/21/2020", "modId": "0", "downloaded_to": "bf75b86f5c9c77be8635f959b15767db3898398e0dd864548d3fc60efbd02929"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}], "targetGroups": [{"recordId": "38", "targetGroups::name": "Children (minors)", "modId": "17"}, {"recordId": "45", "targetGroups::name": "Women", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "475", "modId": "98"}