{"fieldData": {"title": "Changes to statutory sick pay (SSP)", "title_nationalLanguage": "Changes to Statutory Sick Pay (SSP)", "d_startDate": "03/13/2020", "d_endDate": "06/26/2020", "calc_country": "United Kingdom", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Paid sick leave", "calc_identifier": "GB-2020-11/586", "dateType": "Open ended", "calc_creationDay": "04/14/2020", "calc_lastUpdate": "07/21/2020", "descriptionBackgroundInfo": "On the 17 March, the Chancellor announced a package of government-backed and guaranteed loans to support businesses, making available an initial GBP 330 billion of guarantees – equivalent to 15% of GDP. This was on top of a series of measures announced at Budget 2020 on the 12 March, where the government announced GBP 30 billion of additional support for public services, individuals and businesses experiencing financial difficulties because of COVID-19.  \r\rChanges to SSP were part of the initial Budget package, subsequently extended on the 17 March, and accounted for in Sections 39 to 44 of the Coronavirus Act 2020. Section 40 amends the Social Security Contributions and Benefits Act 1992.  Under the Coronavirus Act 2020, the changes in SSP will be back-dated to 13th of March.\r\r", "descriptionContentOfMeasure": "In order to traditionally qualify for SSP (currently £94.25 and payable by employers for a maximum of 28 weeks), there is a wait of three days before an individual employee becomes eligible. However, under the new ruling, SSP will be paid from day 1, rather than day 4 of an individual's absence from work if that person is absent from work due to sickness or the need to self-isolate caused by COVID-19. This applied retrospectively from the 13th of March. \r\rMoreover, from the 20th of March onwards, those who have COVID-19 or who are advised to self-isolate will be able to obtain an “isolation note” by visiting the National Health Service (NHS) 111 online and completing an online form, rather than visiting a doctor. For COVID-19 cases, this replaces the usual need to provide a “fit note” after seven days of sickness absence. \r\rFor those not eligible for SSP e.g. the self-employed or those earning below the Lower Earnings Limit of GBP 118 per week, but who have COVID-19 or are advised to self-isolate, the government says that they can now more easily make a claim for Universal Credit (UC) or new style Employment and Support Allowance. \r\rFor those who are self-employed and receiving Universal Credit with COVID-19 or advised to self-isolate, the requirements of the Minimum Income Floor will be temporarily relaxed. This change took effect on 13 March and will last for the duration of the outbreak, to ensure that self-employed UC claimants will receive support.\r", "descriptionUseOfMeasure": "\r", "descriptionInvolvementOfSocialPartners": "The social partners were informed as to the raft of measures to be introduced at the beginning of the coronavirus pandemic; however, they were not formally involved in the design, implementation or monitoring of this measure.", "socialPartner_form": "Unknown", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GB-2020-11_586.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "476", "sources::title": "HM Treasury 'How to access government financial support if you or your business has been affected by COVID-19", "sources::url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/878995/Covid-19_fact_sheet.pdf", "sources::d_date": "03/20/2020", "modId": "3", "downloaded_to": "2b1b9e5353bbc2ec22e9bbb74da3ea9750b87f686ea459c15bd445131c3c31ce"}, {"recordId": "831", "sources::title": "Coronavirus Act 2020", "sources::url": "https://www.legislation.gov.uk/ukpga/2020/7/contents", "sources::d_date": "03/25/2020", "modId": "0", "downloaded_to": "0d332067323d772a87e95fcf22bdfe1564d8604ec92d5cf6e4c08047dd7d15c4"}, {"recordId": "1055", "sources::title": "UK Government (2020) Guidance on shielding and protecting people who are clinically extremely vulnerable from COVID-19 ", "sources::url": "https://www.gov.uk/government/publications/guidance-on-shielding-and-protecting-extremely-vulnerable-persons-from-covid-19/guidance-on-shielding-and-protecting-extremely-vulnerable-persons-from-covid-19", "sources::d_date": "07/07/2020", "modId": "0", "downloaded_to": "df893c5199055b9b6e075e2f3c602f4ed20284be3bb21ea44cf1d96571b1b08a"}, {"recordId": "1056", "sources::title": "HM Government (2020) 'Guidance \r\rNHS test and trace: how it works.'", "sources::url": "https://www.gov.uk/guidance/nhs-test-and-trace-how-it-works", "sources::d_date": "07/07/2020", "modId": "0", "downloaded_to": "c02fd9cb8fa7eb06a52d12d4608b7c76e35244d13f670ebd1db412e6693e1606"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "114", "updates::d_date": "05/28/2020", "updates::description": "The changes to statutory sick pay as a result of the coronavirus pandemic were further extended to encompass people in the following two categories:\r\r1. From the 16 April 2020, regulations were passed so that any person classed as extremely vulnerable and at very high risk of severe illness from coronavirus (COVID-19), and who have been advised to remain at home for at least 12 weeks will be entitled to Statutory Sick Pay (SSP). The process is known as shielding, and the regulations mean that people are deemed as incapable of work for the period in which they are shielding.\r\rThere are around 1.5 million \"extremely vulnerable\" persons in the UK, who were directed to shield for at least 12 weeks. However, 'shielding' is to end on the 1 August, with those who have been shielding being able to return to work. Thus, those who are shielding will  continue to be eligible for SSP until 31 July, but this ends on the 1st of August (UK Government, 2020).\r\rIf an individual cannot work as they are shielding due to coronavirus (COVID-19), then they will be entitled to receive SSP for every day that they are unable to work. They will be entitled to SSP from day one of sickness, in line with how SSP will be paid to those self-isolating, or absent, due to coronavirus. Individuals must, however, shield for a minimum of four days to be eligible for SSP payment from day one. Individuals must also meet the other eligibility requirements for SSP.\r\rThe changes have been made, as previously those individuals who were shielding were not entitled to SSP, and the amendments are intended as a safety net for individuals in cases where their employer opts not to furlough them under the Coronavirus Job Retention Scheme (CJRS) and does not have other suitable policies in place, e.g. allowing the individuals to work from home.\r\r\r2. On the 28th of May, those who have been told by NHS Test and Trace that they have been in contact with someone who has tested positive for COVID-19. This requires 14 days' self-isolation, but this period is superseded or extended by the seven day self-isolation rule if the person develops symptoms (UK Government, 2020).\r\r", "modId": "4"}], "regions": []}, "recordId": "477", "modId": "82"}