{"fieldData": {"title": "Mortgage and rent protective provisions", "title_nationalLanguage": "Mortgage and Rent Provisions", "d_startDate": "03/17/2020", "d_endDate": "06/17/2020", "calc_country": "United Kingdom", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Keeping a safe home", "calc_identifier": "GB-2020-12/587", "dateType": "Temporary", "calc_creationDay": "04/14/2020", "calc_lastUpdate": "07/21/2020", "descriptionBackgroundInfo": "The measures - mortgage holidays and the prevention of eviction from residential tenancies in relation to COVID-19 - are part of the measures announced by the Chancellor on the 17 March, in addition to his Budget 2020 pledges. \r\rThe protection from eviction - set to last for at least three months - is set in statute in Section 81 of the Coronavirus Act 2020.", "descriptionContentOfMeasure": "Under the new measure, if a person is experiencing financial difficulties in meeting their mortgage repayments because of COVID-19, they may be entitled to a mortgage or rental holiday for 3 months. This includes landlords whose tenants are experiencing financial difficulties because of COVID-19. Where a tenant is experiencing financial difficulties because of COVID-19, the government will ensure they do not face the threat of eviction for at least three months:\r\r* The government has agreed with mortgage lenders that they will offer repayment holidays of three months to households in financial difficulty due to COVID-19.\r\r* This will also apply to landlords whose tenants are experiencing financial difficulties because of COVID-19.\r* The offer of a payment holiday can be made available to customers who are up to date with payments and not already in arrears.\r* Customers who are concerned about their current financial situation should contact their lender at the earliest possible opportunity to discuss whether this is a suitable option for them.\r* Under the Coronavirus Act, landlords will not be able to start proceedings to evict tenants for at least a three month period. This applies to private and social renters.\r* At the end of this period, landlords and tenants will be expected to work together to establish an affordable repayment plan, taking into account tenants’ individual circumstances. \r", "descriptionUseOfMeasure": "Currently unknown.\r\rHowever, research by the Resolution Foundation published on the 30th May (Judge, 2020), analysed the findings of a YouGov survey of 6000 working-age adults, focusing on levels of housing stress, and how families in different housing tenures are coping.\r\rThe study found that while the earnings hit has been widely experienced across tenure groups, renters are one-and-a-half to two times more likely to have fallen behind with their housing payments compared to mortgaged home owners. Owners entered the crisis with lower average housing costs and a bigger financial buffer than renters, and have also been more successful at directly reducing housing costs in recent weeks. While just one-in-twelve home owners applying for a mortgage holiday have been refused, that figure stands at one-in-two for those renters who have sought a rent reduction. While the social security system potentially offers a (more generous) backstop for renters, eligibility rules and caps leave some renters without adequate support. The study showed that one-third of new benefit claimants are in housing cost arrears.  ", "descriptionInvolvementOfSocialPartners": "Whilst the social partners were informed as to the total raft of measures, they were not involved in the design, implementation or formal monitoring of this measure.", "socialPartner_form": "Unknown", "socialPartner_role": "Informed", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GB-2020-12_587.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "477", "sources::title": "HM Treasury 'How to access government financial support if you or your business has been affected by COVID-19.'", "sources::url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/878995/Covid-19_fact_sheet.pdf", "sources::d_date": "03/17/2020", "modId": "3", "downloaded_to": "2b1b9e5353bbc2ec22e9bbb74da3ea9750b87f686ea459c15bd445131c3c31ce"}, {"recordId": "1054", "sources::title": "Judge, L. (2020) 'Coping with housing costs during the coronavirus crisis: Flash findings from the Resolution Foundation’s coronavirus survey. 30 May 2020.' Resolution Foundation", "sources::url": "https://www.resolutionfoundation.org/app/uploads/2020/05/Coping-with-housing-costs-during-the-coronavirus-crisis.pdf", "sources::d_date": "05/30/2020", "modId": "0", "downloaded_to": "c4f20e6501b6b29810886cc11a39d9e04c5ed9f95de60be709872cb98d1c9428"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "478", "modId": "85"}