{"fieldData": {"title": "Medical benefit for COVID-19 risk group who cannot carry out their work", "title_nationalLanguage": "Beneficcju Mediku ", "d_startDate": "03/28/2020", "d_endDate": "06/05/2020", "calc_country": "Malta", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Paid sick leave", "calc_identifier": "MT-2020-13/275", "dateType": "Temporary", "calc_creationDay": "04/04/2020", "calc_lastUpdate": "07/14/2020", "descriptionBackgroundInfo": "Individuals who are employed in the private sector and after 27 March 2020 due to COVID-19, were ordered not to leave home by the Superitendent of Public Health because they suffer from one or more of several medical conditions, and are not able to work from home and are not being paid by their employer during their absence are eligible for this benefit. \r\rEligible individuals will continue to have their social security contribution paid and future pension rights safeguarded, whilst also receiving other benefits. \r", "descriptionContentOfMeasure": "Individuals eligible are those ordered to not to leave home by the Superintendent of Public Health because they suffer from one or more of several medical conditions including: diabetes and is dependent on insulin; on biological medicines; had cancer in the previous 6 months; is immuno-suppressed; undergoing renal dialysis; is pregnant; admitted to hospital for respiratory disease over the previous 6 months; had a heart condition in the previous 6 months; attending the heart failure clinic; are on oral steroids. Furthermore, the individual works full-time or part-time in the private sector, cannot work from home and is not being paid by their employer during their absence; have not yet reached retirement age. \r\rEligible individuals will receive €166.15 per week if they worked full time, or 103.85 if they worked part time. \r\rIndividuals will continue to have their social security contribution paid and future pension rights safeguarded, will continue to receive children's allowance if eligible (and may be upgraded to maximum level due to new income), if entitled to other benefits these will continue without deductions.\r", "descriptionUseOfMeasure": "€13.2million have been paid out to 8,360 beneficiaries for benefits related to parents, those with medical conditions, disability and those who applied for the additional unemployment benefit. A total of €17.5million will be handed out by the end of June. A further breakdown is unavailable.", "descriptionInvolvementOfSocialPartners": "Social partners initially aired their COVID-19 related concerns both publicly and directly with the government. This led the government to announce a series of packages, with the current measure forming part of the third package. The measures that formed part of this third package were the result of tripartite negotiations between Malta's largest trade unions, employer associations, the government and the Central Bank. It was unanimously approved by the Malta Council for Economic and Social Development (MCESD). The measure is administered by the Government via the social security department.    ", "socialPartner_form": "Bi-or tripartite social dialogue bodies", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/MT-2020-13_275.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "124", "sources::title": "Covid-19 -  Medical Benefit", "sources::url": "", "sources::d_date": "03/27/2020", "modId": "6", "failure_reason": "Invalid URL 'http://': No host supplied"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "71", "targetGroups::name": "The COVID-19 risk group at the workplace", "modId": "8"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "89", "updates::d_date": "06/05/2020", "updates::description": "This measure has now ended.", "modId": "2"}], "regions": []}, "recordId": "158", "modId": "111"}