{"fieldData": {"title": "Additional child-bonus for employees entitled to the allowance for idle time", "title_nationalLanguage": "Papildus maksājums dīkstāves pabalstu saņēmējiem par katru bērnu vai apgādībā esošu personu ", "d_startDate": "03/14/2020", "d_endDate": "06/30/2020", "calc_country": "Latvia", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Support for parents and carers (financial or in kind)", "calc_identifier": "LV-2020-11/595", "dateType": "Open ended", "calc_creationDay": "04/14/2020", "calc_lastUpdate": "01/22/2021", "descriptionBackgroundInfo": "On 9 March 2020, the government adopted amendments to Cabinet Regulations No. 165, introducing an additional children-related bonus for employees receiving allowance for idle time. \rAllowance for idle time in general is described in Section 14 of the law 'On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19' (adopted on 20 March 2020, valid from 22 March 2020).\r\rThe conditions of eligibility for the allowance are set by the Regulation of the Cabinet of Ministers No. 165, 'Regulations Regarding the Employers Affected by the Crisis Caused by COVID-19 which are Eligible for the Allowance for Idle Time and Division of the Payment for Late Tax Payments in Installments or Deferral Thereof for up to Three Years'. \r", "descriptionContentOfMeasure": "An employee who receives the allowance for idle time is granted also with an additional bonus of the amount of €50 for each dependent child in age 24 years old if, at the moment of awarding the allowance for idle time, the personal income tax relief for the child is applied to the employee. \rThe additional payment is made by the State Social Security agency for the period in which the employee is entitled to the idle time allowance.\r\rThe State Social Security agency is informed about the persons receiving the allowance for the idle time from the State Revenue Service. The additional payment is transferred to the employee's bank account to which the idle time allowance is transferred.\r\rIn addition, entitlements to the parental benefit expiring during the state of emergency are extended for the duration of the state of emergency (capped at €700) for persons who are not able to return to work and gain income due to the emergency circumstances.", "descriptionUseOfMeasure": "No information to date. ", "descriptionInvolvementOfSocialPartners": "Top level social partner organisations – the Latvian Employers’ confederation and the Free Trade Union Confederation of Latvia – on 17 March 2020 has published 'Statement on support for government action to limit the spread of COVID-19 and reduce the impact of the crisis on Latvian companies and workers'. The social partners emphasized the need for cooperation of government, businesses, workers and citizens to ensure that everything we do helps to address this crisis.", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LV-2020-11_595.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "483", "sources::title": "Law On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19", "sources::url": "https://likumi.lv/ta/en/en/id/313373-on-measures-for-the-prevention-and-suppression-of-threat-to-the-state-and-its-consequences-due-to-the-spread-of-covid-19", "sources::d_date": "04/09/2020", "modId": "4", "downloaded_to": "4783f8d4b6e2ae36e2c7c497825dd167abffb16ec48e0c97397f180b4824e59a"}, {"recordId": "484", "sources::title": "Regulation of the Cabinet of Ministers Nr. 165 “Regulations Regarding the Employers Affected by the Crisis Caused by COVID-19 which are Eligible for the Allowance for Idle Time and Division of the Payment for Late Tax Payments in Instalments or Deferral Thereof for up to Three Years”", "sources::url": "https://likumi.lv/ta/en/en/id/313514-regulations-regarding-the-employers-affected-by-the-crisis-caused-by-covid-19-which-are-eligible-for-the-allowance-for-idle-time-and-division-of-the-payment-for-late-tax-payments-in-instalments-or-deferral-thereof-for-up-to-three-years", "sources::d_date": "04/09/2020", "modId": "4", "downloaded_to": "5c51e478c07a16ab5a3728cb95511cc1cd75ea737b3e5baf9018e91b497e3139"}, {"recordId": "1218", "sources::title": "Law on the Suppression of Consequences of the Spread of COVID-19 Infection", "sources::url": "https://likumi.lv/ta/en/en/id/315287-law-on-the-suppression-of-consequences-of-the-spread-of-covid-19-infection", "sources::d_date": "06/10/2020", "modId": "0", "downloaded_to": "8e8d939ea7d7f72019976c2ab6105271e52ca57b21115b7562932fb11ceae0f1"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "69", "targetGroups::name": "Parents in employment", "modId": "8"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "626", "updates::d_date": "11/28/2020", "updates::description": "On 28 November 2020 the Government adopted new regulations Nr. 709 “On support for taxpayers for downtime to continue their activities during the COVID-19 crisis”. These regulations set out the criteria and procedures for the provision of idle time support to taxpayers – employees and self-employed.\rThe new regulations sets in force re-introduced idle time allowance for employees ([See case at COVID-19 EU PolicyWatch](https://static.eurofound.europa.eu/covid19db/cases/LV-2020-11_1708.html)) and idle time allowance for self employed.\r([See case at COVID-19 EU PolicyWatch](https://static.eurofound.europa.eu/covid19db/cases/LV-2020-11_1712.html)).\rAdditional child-bonus now is tied together with these support measures, and will be in force as long as the measures are available.", "modId": "2"}], "regions": []}, "recordId": "486", "modId": "90"}