{"fieldData": {"title": "Compensation for corporate fixed expenses", "title_nationalLanguage": "Midlertidig kompensation for virksomheders faste udgifter", "d_startDate": "03/09/2020", "d_endDate": "02/28/2021", "calc_country": "Denmark", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "DK-2020-11/600", "dateType": "Temporary", "calc_creationDay": "04/14/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "Together with all parties of the Danish parliament, the government has passed a new scheme that allow vulnerable companies, (that experiencing a marked decline in their turnover as as a result of both the COVID-19 pandemic and the measures taken to limit the spread in Denmark) to receive support for their fixed cost e.g. expenses for contracts that can't be cancelled to continue operations in the extraordinary situation.\r\rThe scheme was first introduced with the political agreement on 1 April 2020 targeting companies from 9 March through 8 June 2020. However, the scheme was partly reopened two times in December 2020, first with a new political agreement on 9 December 2020 due the introduction of new restrictions in 38 municipalities, and secondly due the introduction of the restrictions in a total of 69 municipalities. Finally, on 15 December, it was decided to roll out the compensation scheme to the rest of Denmark, in total 98 municipalities. \r\rThe legal referance is \"BEK nr 332 af 01/04/2020\".", "descriptionContentOfMeasure": "Companies can be reimbursed for documentable fixed expenses, including for example rent, interest expenses and contract-related expenses during a period (e.g. leasing), where the companies are exposed to a large decline in revenue. \r\rThe compensation scheme is based on the following five principles: \r\r* Businesses across all industries should be able to receive compensation\r* The compensation is targeted at companies with a large drop in turnover domestically (more than 40 per cent).\r* The compensation is targeted at fixed expenses and amounts to between 25 and 80 per cent.\r*Compensation covers up to three months and is paid as soon as possible\r* If revenue has decreased considerably less, then the compensation must be repaid.\r\rOperators who are required to be fully closed by order will during this period be compensated, corresponding to 100 per cent. of the fixed expenses.\r\rWith the first political agreement on April 2020, companies could apply for compensation of expected revenue decline during the period from March 9 to June 9 as a result of COVID-19.\r\rBut with the new political agreement on December 2020, companies can again apply for compensation for expected revenue decline in the period from 9 December 2020 through 3 January 2021.\r\r\r", "descriptionUseOfMeasure": "The Danish Business Authority regularly update a webpage with information on number of companies applying for the measure. \r\rOn 4 January 2021, 30.497 companies had their application for compensation from the scheme approved, corresponding to DKK 7,678 billion DKK in disbursement.", "descriptionInvolvementOfSocialPartners": "The compensation scheme was not adopted in a tripartite negotiation between the employer organisations, labour organisations and the Government. Instead, it was adopted by the Government and a large majority of the parties in the Parliament. However, the business and industry organisation were involved in the preparation of the scheme in the form of consultation processes. These consultation processes are not public. ", "socialPartner_form": "Unknown", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/DK-2020-11_600.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "498", "sources::title": "BEK nr 332 af 01/04/2020", "sources::url": "https://www.retsinformation.dk/Forms/R0710.aspx?id=213844", "sources::d_date": "04/15/2020", "modId": "3", "downloaded_to": "1b4ca24706dee6d624f83ad93171de922841ff2fbd6383390b366751517376ac"}, {"recordId": "765", "sources::title": "Få hjælp til din virksomheds faste omkostninger", "sources::url": "https://virksomhedsguiden.dk/erhvervsfremme/content/temaer/coronavirus_og_din_virksomhed/artikler/kompensation-for-virksomheders-faste-udgifter/668d7243-3b13-4b98-a35a-a61413490260/", "sources::d_date": "04/27/2020", "modId": "0", "downloaded_to": "a2d8dafe1fcba5f881e0f0c73b8fbaa1ef0f13de16aa10f341419e8e33e687f4"}, {"recordId": "2478", "sources::title": "Agreement on reopening of the scheme", "sources::url": "https://em.dk/media/13944/aftaletekst.pdf", "sources::d_date": "01/07/2021", "modId": "0", "downloaded_to": "f2f24c68841884642d6869a3132c5a9653295633006f842065ee57f3b70a7830"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "491", "modId": "85"}