{"fieldData": {"title": "Measures to speed up the processing and payment of unemployment benefits", "title_nationalLanguage": "Medidas para agilizar la tramitación y abono de prestaciones por desempleo", "d_startDate": "03/27/2020", "d_endDate": "01/31/2021", "calc_country": "Spain", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "ES-2020-13/601", "dateType": "Temporary", "calc_creationDay": "04/14/2020", "calc_lastUpdate": "12/01/2020", "descriptionBackgroundInfo": "In order to guarantee that all workers affected by a temporary collective dismissal or a reduced working time scheme receive as soon as possible their benefits, the government has simplified the administrative procedures whereby companies implementing a temporary collective dismissal ask the unemployment benefit for their employees.\r\rIn other words, it is not the individual employee that has to initiate the procedure, but the company that has to do so. \r\r", "descriptionContentOfMeasure": "The procedure of recognition of the contributory unemployment benefit for all persons affected by procedures for temporary collective dismissal and reduction of working hours based on the causes provided for in articles 22 and 23 of Royal Decree-Law 8/2020, of March 17 , It will begin through a collective application filed by the company with the entity managing the unemployment benefits, acting on behalf of those.\r\rIn addition to the collective request, the communication by the company to the public employment service will include the following information, individually for each of the affected establishments:\r\r* Name or company name, address, tax identification number and social security contribution account code to which the workers whose suspensions or reductions in working hours are requested are listed.\r* Name and surnames, tax identification number, telephone and email address of the legal representative of the company.\r* File number assigned by the labor authority.\r* Specification of the measures to be adopted, as well as the starting date on which each of the workers will be affected by them.\r* In the event of a reduction in working hours, determination of the percentage of temporary reduction, computed on a daily, weekly, monthly or annual basis.\r* For the purposes of accrediting the representation of workers, a responsible declaration in which it must be stated that the authorization of those for their presentation has been obtained.\r* The complementary information that, where appropriate, is determined by resolution of the General Directorate of the State Public Employment Service.", "descriptionUseOfMeasure": "Not available yet.", "descriptionInvolvementOfSocialPartners": "Social partners were not involved in the design, implementation or monitoring of this policy.", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-13_601.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "489", "sources::title": "Royal Decree 9/2020", "sources::url": "https://www.boe.es/diario_boe/txt.php?id=BOE-A-2020-4152", "sources::d_date": "03/27/2020", "modId": "3", "downloaded_to": "78c361b88eb30b179ca851e0aadf631efb889a9cc5c7eed4ad60aaa568f6d7cc"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "492", "modId": "80"}