{"fieldData": {"title": "Emergency measures to speed temporary layoffs and short time work schemes for cooperatives", "title_nationalLanguage": "Medida extraordinaria aplicable a las sociedades cooperativas para la adopción de acuerdos en los procedimientos de suspensión total y/o parcial", "d_startDate": "03/27/2020", "d_endDate": "06/30/2020", "calc_country": "Spain", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Changes of working hours or work arrangements", "calc_identifier": "ES-2020-13/602", "dateType": "Temporary", "calc_creationDay": "04/14/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "In order to allow cooperatives to implement temporary collective dismissal procedures or reduced working time schemes, the government had introduced some flexibility in the formal requirements to adopt these decisions. \r\rMore specifically, when due to lack of adequate or sufficient means, the General Assembly of the cooperative cannot be called to hold it through virtual means, the Governing Council will assume the authority to approve the total or partial suspension of the provision of work for its members and partners and will issue the corresponding certification for processing, under the terms provided in articles 22 and 23 of Royal Decree-Law 8/2020, of March 17, of extraordinary urgent measures to face the economic and social impact of COVID-19 .\r\rFor more information on the temporary layoff scheme see the following cases: \r\r[ES-2020-12/551](https://static.eurofound.europa.eu/covid19db/cases/ES-2020-12_551.html?utm_source=externalDashboard&utm_medium=powerbi&utm_campaign=covid-19)\r\r[ES-2020-12/555](https://static.eurofound.europa.eu/covid19db/cases/ES-2020-12_555.html?utm_source=externalDashboard&utm_medium=powerbi&utm_campaign=covid-19).\r\r[ES-2020-20/880](https://static.eurofound.europa.eu/covid19db/cases/ES-2020-20_880.html?utm_source=externalDashboard&utm_medium=powerbi&utm_campaign=covid-19). ", "descriptionContentOfMeasure": "Although the legal statutes had not provided for it, during the state of alarm period, the sessions of the governing and administrative bodies of cooperatives and the trustees of foundations may be held by videoconference or by multiple conference call, provided that all the members of the body have the necessary means, the secretary of the body recognizes their identity, and expresses it in the minutes, which they will immediately send to the email addresses of each one of the attendees. The same rule will be applied to the delegated committees and to the other mandatory or voluntary committees that it has constituted. The session will be understood to be held at the domicile of the legal entity.\r\rWhen due to lack of adequate or sufficient means, the General Assembly of the cooperative cannot be called to hold it through virtual means, the Governing Council will assume the authority to approve the total or partial suspension of the provision of work for its members and partners and will issue the corresponding certification for processing, under the terms provided in articles 22 and 23 of Royal Decree-Law 8/2020, of March 17, of extraordinary urgent measures to face the economic and social impact of COVID-19 .", "descriptionUseOfMeasure": "No data available.", "descriptionInvolvementOfSocialPartners": "No involvement of social partners was reported in the design, implementation or monitoring phases.", "socialPartner_form": "Unknown", "socialPartner_role": "Not applicable", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-13_602.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "489", "sources::title": "Royal Decree 9/2020", "sources::url": "https://www.boe.es/diario_boe/txt.php?id=BOE-A-2020-4152", "sources::d_date": "03/27/2020", "modId": "3", "downloaded_to": "78c361b88eb30b179ca851e0aadf631efb889a9cc5c7eed4ad60aaa568f6d7cc"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "65", "targetGroups::name": "Other businesses", "modId": "12"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "493", "modId": "80"}