{"fieldData": {"title": "Interruption of the calculation of the maximum duration of temporary contracts", "title_nationalLanguage": "Interrupción del cómputo de la duración máxima de los contratos temporales", "d_startDate": "03/20/2020", "d_endDate": "06/30/2020", "calc_country": "Spain", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "ES-2020-12/603", "dateType": "Temporary", "calc_creationDay": "04/14/2020", "calc_lastUpdate": "07/22/2020", "descriptionBackgroundInfo": "With this measure, the government urges companies also include temporary workers in temporary collective dismissal procedures, without the need to terminate these contracts. For this, the Executive has approved that, in the event that a company suspends its activity due to the health crisis, the temporary contracts that its workers have (including training, relief and interim contracts) are also suspended. After this crisis, the duration of these eventual contracts will be prolonged for the time they have been suspended.\r\r", "descriptionContentOfMeasure": "The suspension of temporary contracts, including training, relief and interim contracts, for the causes provided for in articles 22 and 23 of Royal Decree-Law 8/2020, of March 17, will mean the computation will be interrupted, both for the duration of these contracts, as well as the reference periods equivalent to the suspended period, in each of these contractual modalities, with respect to the workers affected by them.\r\rArticle 5 of RDL 9/2020 provides that the suspension of temporary contracts for the causes provided for in articles 22 and 23 of RDL 8/2020, including training, relief and interim contracts, means the interruption of the computation of both the duration of such contracts as of the reference periods equivalent to the suspended period.\r\rThus, RDL 9/2020 does not indicate that the causes of force majeure, or the economic, technical, organizational or production related to the COVID-19 constitute an enabling budget so that the parties can proceed directly to the suspension of the temporary employment contracts. On the contrary, RDL 8/2020 refers to the suspensions of contracts decided by the company, after confirmation of the force majeure by the competent Labor Authority, or after processing the consultative and negotiating period. Therefore, the paralysis of the effects of the reciprocal obligations of the parties to the temporary contract requires that the causes concur and that the expressed procedural rules have been followed. It is for these assumptions and conditions that it is established that the suspension also has the additional, and exceptional, effect of interrupting the calculation of the term of life or duration of the temporary contract.\r\rThe norm refers to temporary contracts in general, although it is specified that training, relief and interim contracts are included.\r\rThe interruption of the calculation means that the period of suspension of the contract does not count for the purposes of determining neither the agreed term of validity nor the maximum duration. ", "descriptionUseOfMeasure": "No data available yet.", "descriptionInvolvementOfSocialPartners": "There was no involvement in the design, implementation or monitoring of this policy. Peak-level social partners organisations were informed.", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-12_603.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "489", "sources::title": "Royal Decree 9/2020", "sources::url": "https://www.boe.es/diario_boe/txt.php?id=BOE-A-2020-4152", "sources::d_date": "03/27/2020", "modId": "3", "downloaded_to": "78c361b88eb30b179ca851e0aadf631efb889a9cc5c7eed4ad60aaa568f6d7cc"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "33", "targetGroups::name": "Workers in non-standard forms of employment", "modId": "14"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "494", "modId": "79"}