{"fieldData": {"title": "Suspension of the eviction procedure for vulnerable households without housing alternatives", "title_nationalLanguage": "Suspensión del procedimiento de desahucio y de los lanzamientos para hogares vulnerables sin alternativa habitacional", "d_startDate": "03/31/2020", "d_endDate": "01/31/2021", "calc_country": "Spain", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Keeping a safe home", "calc_identifier": "ES-2020-14/604", "dateType": "Temporary", "calc_creationDay": "04/14/2020", "calc_lastUpdate": "12/01/2020", "descriptionBackgroundInfo": "The Royal Decree 11/2020 regulates a new package of measures to support the most vulnerable families and groups, which, after the paralysis of much of the economic activity, have decreased or lost their income and, consequently, their ability to cope with the expenses necessary for the maintenance of their homes.\r\rFirst, measures are taken to support the rental of vulnerable people. In Spain, in 85% of housing leases, the owner is a natural person, a small owner. This particularity of the rental market in Spain makes it especially necessary that the measures adopted facilitate agreements between the parties to allow the payment of rents. For this reason, proposals are established in this area aimed at the necessary protection for the most vulnerable groups that may significantly affect their ability to cope with rent, while ensuring a balance between the parties that prevents the vulnerability of tenants from being shifted to lessors, especially those for whom rental income may be essential.", "descriptionContentOfMeasure": "For the suspension of the eviction procedure, the tenant must prove that he is in any of the situations of economic vulnerability referred to in article 5 of this royal decree-law, accompanying his letter of documents referred to in article 6. If the Lawyer of the Administration of Justice understands that the situation of alleged economic vulnerability is present, he will decree the suspension retroactively to the date on which it occurred for the time strictly necessary, following the report of social services. The decree that establishes the suspension will expressly state that, once the fixed period has elapsed, the calculation of the days referred to in article 440.3 will be resumed or it will indicate a date for the hearing.", "descriptionUseOfMeasure": "No data available at the moment.", "descriptionInvolvementOfSocialPartners": "Social partners were not involved in designing, implementing or monitoring this measure.", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-14_604.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "490", "sources::title": "Royal Decree 11/2020", "sources::url": "https://www.boe.es/diario_boe/txt.php?id=BOE-A-2020-4208", "sources::d_date": "03/31/2020", "modId": "3", "downloaded_to": "39fcc12dd520e1b9731a2c961f532ee0767fbbf3ffc0b02b5154f56141e13786"}, {"recordId": "2130", "sources::title": "Royal Decree 30/2020", "sources::url": "https://www.boe.es/boe/dias/2020/09/30/pdfs/BOE-A-2020-11416.pdf", "sources::d_date": "09/29/2020", "modId": "0", "downloaded_to": "3dbb7bea9a185a9856fa2f3b2472c529076303f958ef29d0345bf5c35657d1c0"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "12", "actors::name": "Public support service providers", "modId": "1"}], "targetGroups": [{"recordId": "51", "targetGroups::name": "Other groups of workers", "modId": "15"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "495", "modId": "78"}