{"fieldData": {"title": "Quarantine leave - Grants for employers", "title_nationalLanguage": "None", "d_startDate": "03/18/2020", "d_endDate": "", "calc_country": "Malta", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Paid sick leave", "calc_identifier": "MT-2020-12/276", "dateType": "Open ended", "calc_creationDay": "04/04/2020", "calc_lastUpdate": "01/06/2021", "descriptionBackgroundInfo": "As part of the national policy to tackle COVID-19, individuals diagnosed with this disease, or individuals who had been in contact with individuals diagnosed with this disease were to quarantine themselves for two weeks. In response, the government provided employers with such employees a lump sum. \r\rIt is worth noting that this measure came a few days after the government updated the law by publishing the “Minimum Special Leave Entitlements (Amendment) Regulations, 2020”. These Regulations amend the “Minimum Special Leave Entitlement Regulations” (S.L.452.101): this introduced quarantine leave for all employees, which was to be granted without loss of wages, when the employees is legally obliged to quarantine on order by the Superintendent of Public Health.", "descriptionContentOfMeasure": "Employers who have a member of staff (including themselves) on mandatory quarantine leave in line with the directives of the Superintendent of Public Health are entitled to a one-off lump sum of €350. The grant also applies when members of staff have to quarantine themselves as they may have contacted individuals at risk of infection e.g., those living in the same house or in the same workplace. \r\rThe measure only covers grants for full-time employees. Applications are to be made via an online form to the Malta Enterprise who may request further information and documentation to determine eligibility. ", "descriptionUseOfMeasure": "By the end of May, €885,500 had been dispensed, covering 2,530 employees. By September it was announced that 3,500 individuals had benefitted from this measure. \r\rDuring October 2020, Economy Minister Silvio Schembri stated that 2,664 applications for the Quarantine Leave scheme had so far been received, with the total amount approved was €1,821,750. \r\r", "descriptionInvolvementOfSocialPartners": "Initially a lack of clarity existed regarding if employees who required to quarantine themselves were to be paid by their employer. Trade unions argued in favour of this, whilst employer associations felt that this was not their role. These representations were made publicly as well as directly with government. Once Government amended the law on special leave, employer associations continued to argue that employers should not foot the bill for this special leave, whilst also opposing the amended special leave legal notice. In view of this, the government announced the grant for employers. Employers however still argued that whilst the grant was beneficial they were opposed to the legal notice as well as the manner in which it was introduced, which was outside of the usual channels of social dialogue. Social partner involvement was thus limited. ", "socialPartner_form": "Bi-or tripartite social dialogue bodies", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/MT-2020-12_276.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "125", "sources::title": "Quarantine leave", "sources::url": "https://covid19.maltaenterprise.com/quarantine-leave/", "sources::d_date": "03/18/2020", "modId": "5", "downloaded_to": "93e6afabe98d49893c9477ae1e02aedf243dd353fb4a79723a40eb47d839b172"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "159", "modId": "129"}