{"fieldData": {"title": "Extraordinary extension of the rental contracts for habitual residence", "title_nationalLanguage": "Prórroga extraordinaria de los contratos de alquiler de vivienda habitual", "d_startDate": "03/31/2020", "d_endDate": "01/31/2021", "calc_country": "Spain", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Keeping a safe home", "calc_identifier": "ES-2020-14/605", "dateType": "Temporary", "calc_creationDay": "04/14/2020", "calc_lastUpdate": "12/01/2020", "descriptionBackgroundInfo": "With the objective of guaranteeing the right to housing of groups whose rental contract expires during the state of alarm as a a consequence of the COVID-19 crisis, Royal Decree Law 11/2020 establishes an extension of rental contracts.\r\rThe Royal Decree-Law provides for tenants in vulnerable situations, moratoriums on the payment of rent or waivers thereof, which will be mandatory or not, depending on the condition of the landlord of the home (small holder or company / large holder), and they establish a series of financial aids guaranteed by the State for those tenants in vulnerable situations who cannot agree to moratoriums with their natural person landlords and cannot face the payment of the rent for their homes.\r\rAccording to the explanatory memorandum of the Royal Decree, regarding the situation of the rental market, three objectives are pursued: \r\r1. respond to the situation of vulnerability incurred by tenants of habitual residence as a result of circumstances arising due to the health crisis COVID-19, especially those who were already making a great effort to pay the rents, but also those who, without previously being in that situation, are now in it circumstantially; \r2. design balance measures that prevent vulnerability from being transferred to smallholders when solving the tenants' situation; and\r3. mobilize sufficient resources to achieve the objectives pursued and respond to situations of vulnerability.\r\rConsequently, the key to having access to the measures approved by the Government is to be the lessee of a housing contract granted under the current Law of Urban Leases and to be in a vulnerable situation.", "descriptionContentOfMeasure": "In the rental contracts of habitual residence in which, within the period from the entry into force of this royal decree-law until two months after the end of the state of alarm for the management of the health crisis situation caused by COVID-19, the mandatory or tacit extension of rental contracts may be applied, upon request of the tenant. This extraordinary extension of the term of the lease can last a maximum period of six months, during which the terms and conditions established for the contract in force apply. This request for extraordinary extension must be accepted by the landlord, unless other terms or conditions are set by agreement between the parties.", "descriptionUseOfMeasure": "No data available.", "descriptionInvolvementOfSocialPartners": "Social partners were not involved in designing, implementing or monitoring the measure.", "socialPartner_form": "No involvement", "socialPartner_role": "Not applicable", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-14_605.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "490", "sources::title": "Royal Decree 11/2020", "sources::url": "https://www.boe.es/diario_boe/txt.php?id=BOE-A-2020-4208", "sources::d_date": "03/31/2020", "modId": "3", "downloaded_to": "39fcc12dd520e1b9731a2c961f532ee0767fbbf3ffc0b02b5154f56141e13786"}, {"recordId": "2130", "sources::title": "Royal Decree 30/2020", "sources::url": "https://www.boe.es/boe/dias/2020/09/30/pdfs/BOE-A-2020-11416.pdf", "sources::d_date": "09/29/2020", "modId": "0", "downloaded_to": "3dbb7bea9a185a9856fa2f3b2472c529076303f958ef29d0345bf5c35657d1c0"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "77", "targetGroups::name": "Other groups of citizens", "modId": "10"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "496", "modId": "83"}