{"fieldData": {"title": "Rent debt moratorium and access to financing for payment of rental debt", "title_nationalLanguage": "Moratoria de deuda de alquiler y acceso a créditos para pagar cuotas del alquiler", "d_startDate": "03/31/2020", "d_endDate": "09/30/2020", "calc_country": "Spain", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Keeping a safe home", "calc_identifier": "ES-2020-14/606", "dateType": "Temporary", "calc_creationDay": "04/14/2020", "calc_lastUpdate": "12/01/2020", "descriptionBackgroundInfo": "Measures are established to procure the moratorium of the rental debt for tenants of habitual residence in a situation of economic vulnerability. In this sense, a new rental aid program is also incorporated into Royal Decree 106/2018, of March 9: the «Aid Program to help minimize the economic and social impact of COVID-19 on rentals of habitual residence »», And the creation, through an agreement between the Ministry of Transport, Mobility and the Urban Agenda and the Official Credit Institute (ICO), of a specific line of State guarantees to which all those households that may be in situation of vulnerability as a consequence of the expansion of COVID-19 and which will not entail any type of expenses or interests for the applicant.\r\r\r\r", "descriptionContentOfMeasure": "Measures are established to procure the moratorium of the rental debt for tenants of habitual residence in a situation of economic vulnerability due to COVID-19.\r\rMoreover, in order to provide financial coverage to meet housing expenses by households in situations of social and economic vulnerability as a consequence of the expansion of COVID-19, the Ministry of Transport, Mobility and Urban Agenda is authorized so that, through an agreement with the Official Credit Institute, for a period of up to fourteen years, a line of guarantees with full coverage of the State is developed, so that banking entities can offer transitory financing aid to people who are in the aforementioned situation of vulnerability, with a repayment period of up to six years, exceptionally renewable for another four and without, in any case, accruing any type of expenses and interests for the applicant.\r\rThe transitory financing helps will be finalists, having to dedicate to the payment of the rent of the housing lease and will be able to cover a maximum amount of six monthly rent.\rThese temporary financing grants may be accessed by all tenants who are in a situation of vulnerable vulnerability as a consequence of the expansion of COVID-19, in accordance with the criteria and requirements defined through an Order of the Ministry of Transport, Mobility and Urban Agenda.", "descriptionUseOfMeasure": "No data available.", "descriptionInvolvementOfSocialPartners": "Social partners were not involved in the design, implementation or monitoring of this measure.", "socialPartner_form": "Unknown", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-14_606.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "490", "sources::title": "Royal Decree 11/2020", "sources::url": "https://www.boe.es/diario_boe/txt.php?id=BOE-A-2020-4208", "sources::d_date": "03/31/2020", "modId": "3", "downloaded_to": "39fcc12dd520e1b9731a2c961f532ee0767fbbf3ffc0b02b5154f56141e13786"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "77", "targetGroups::name": "Other groups of citizens", "modId": "10"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "497", "modId": "82"}