{"fieldData": {"title": "New aid programme to help vulnerable groups in regular home rentals", "title_nationalLanguage": "Nuevo programa de ayudas para contribuir a minimizar el impacto económico y social del COVID-19 en los alquileres de vivienda habitual", "d_startDate": "03/31/2020", "d_endDate": "12/31/2020", "calc_country": "Spain", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Keeping a safe home", "calc_identifier": "ES-2020-14/607", "dateType": "Temporary", "calc_creationDay": "04/14/2020", "calc_lastUpdate": "12/01/2020", "descriptionBackgroundInfo": "The purpose of this program is to grant rental aids, through direct award, to tenants of habitual residence who, as a consequence of the economic and social impact of COVID-19, have transitory problems to attend to the partial or total payment of rent and fit into the assumptions of economic and social vulnerability that are defined and that will include in any case, and as a minimum, the situations defined in article 5 of  royal decree-law 11/2020.\r\rThus and without undermining other actions, this program will aim to face the difficulty in repaying those transitory financing aid contracted by vulnerable households that have not recovered from their situation of vulnerability caused as a result of the COVID-19 crisis and, therefore, cannot face the repayment of said loans.", "descriptionContentOfMeasure": "Beneficiaries of this programme are those individuals who, in their condition as tenants of habitual residence fit into the assumptions of economic and social vulnerability referred to in the previous section. They may request support from this program, presenting transitory problems to attend to the partial or total payment of the rent.\r\rThe amount of this aid will be up to €900 per month and up to 100% of the rental income or, where appropriate, up to 100% of the principal and interest of the loan that has been subscribed with which the paid the rent of the habitual residence. The exact bodies of each Autonomous Community and the Cities of Ceuta and Melilla will determine the exact amount of these grants, within the limits established for this program. For these purposes, they may attach a report from the corresponding regional or local social services, in which the exceptional and supervening circumstances of the beneficiary as a consequence of the economic and social impact of COVID-19 are addressed and assessed.", "descriptionUseOfMeasure": "No data available", "descriptionInvolvementOfSocialPartners": "Social partners were not involved in the design, implementation or monitoring of this measure.", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-14_607.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "490", "sources::title": "Royal Decree 11/2020", "sources::url": "https://www.boe.es/diario_boe/txt.php?id=BOE-A-2020-4208", "sources::d_date": "03/31/2020", "modId": "3", "downloaded_to": "39fcc12dd520e1b9731a2c961f532ee0767fbbf3ffc0b02b5154f56141e13786"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}], "targetGroups": [{"recordId": "77", "targetGroups::name": "Other groups of citizens", "modId": "10"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "498", "modId": "83"}