{"fieldData": {"title": "Inclusion of women experiencing gender violence in housing programmes", "title_nationalLanguage": "Inclusión de mujeres en situaciones de violencia de género en el programa de ayudas a la vivienda", "d_startDate": "03/31/2020", "d_endDate": "12/31/2020", "calc_country": "Spain", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Keeping a safe home", "calc_identifier": "ES-2020-14/609", "dateType": "Temporary", "calc_creationDay": "04/15/2020", "calc_lastUpdate": "12/01/2020", "descriptionBackgroundInfo": "The lockdown as a consequence of the COVID-19 crisis has raised fears about an increase in gender-based violence, as women have to stay home.\r\rThis new program will aim to provide an immediate housing solution to people who are victims of gender-based violence, people who are evicted from their usual home, homeless people and other especially vulnerable people.\r\rThe new 'program to help victims of gender-based violence, people evicted from their habitual residence, the homeless and other especially vulnerable people', will allow them to face these extremely urgent situations, which until now have not been resolved. ", "descriptionContentOfMeasure": "This new program will aim to provide an immediate housing solution to people who are victims of gender-based violence, people who are evicted from their usual home, homeless people and other especially vulnerable people.\r\rThe persons referred to in the previous section and the public administrations, public companies and non-profit entities, collaborative economy or the like, may always be beneficiaries of this program, always non-profit, whose purpose is to provide a housing solution for those people and on their behalf.\r\rThe autonomous communities and the cities of Ceuta and Melilla will make available to the beneficiary a house that is publicly owned, or that has been assigned for use to a public administration, even if it maintains private ownership, appropriate to its circumstances in terms of size, services and location, to be occupied by rental, cession of use, or any temporary occupation regime admitted by law. When this type of housing is not available, the aid may be applied to suitable, privately owned housing or to any residential accommodation or facilities that may be occupied by the beneficiaries, in the same regimes.\r\r**Amount of aid**\r\rThe amount of these grants, within the limits of this program and taking into account the personal circumstances of the beneficiary, may reach the following amounts:\r\r* a. Up to €600 per month and up to 100% of the rent or occupancy price of the property, established. In cases duly justified by the aid granting body, it may reach up to €900 per month and up to 100% of the rent or occupancy price, established.\r\r* b. Up to €200 per month to meet the costs of maintenance, community and basic supplies with the limit of 100% of them.\r\rThe determination of the amount must have the favorable report of the social services of the autonomous community, the city of Ceuta and Melilla or the corresponding local administration.", "descriptionUseOfMeasure": "No data available.", "descriptionInvolvementOfSocialPartners": "Social partners were not involved in the design, implementation or monitoring of this measure.", "socialPartner_form": "Unknown", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-14_609.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "490", "sources::title": "Royal Decree 11/2020", "sources::url": "https://www.boe.es/diario_boe/txt.php?id=BOE-A-2020-4208", "sources::d_date": "03/31/2020", "modId": "3", "downloaded_to": "39fcc12dd520e1b9731a2c961f532ee0767fbbf3ffc0b02b5154f56141e13786"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}, {"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}], "targetGroups": [{"recordId": "45", "targetGroups::name": "Women", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "500", "modId": "78"}