{"fieldData": {"title": "Extension of the extraordinary subsidy for lack of activity to domestic workers", "title_nationalLanguage": "Beneficiarios del subsidio extraordinario por falta de actividad para las personas integradas en el Sistema Especial de Empleados de Hogar del Régimen General de la Seguridad Social", "d_startDate": "03/31/2020", "d_endDate": "07/21/2020", "calc_country": "Spain", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Extensions of  income support to workers not covered by any kind of protection scheme", "calc_identifier": "ES-2020-14/617", "dateType": "Temporary", "calc_creationDay": "04/15/2020", "calc_lastUpdate": "12/01/2020", "descriptionBackgroundInfo": "The objective of this measure is to grant access for domestic workers to the extraordinary benefit for lack of activity. \r\rA response is accordingly given to the group of domestic workers, especially vulnerable in the current circumstances, given that they do not have the right to unemployment benefit. For this reason, a temporary extraordinary subsidy is created from which they will be able to benefit in the absence of activity, the reduction in hours worked or the termination of the contract as a consequence of COVID-19. The amount of the subsidy will depend on the remuneration previously received, as well as the reduction in activity suffered, requiring proof of such reduction from the employer. This subsidy is compatible with the maintenance of other activities and the maximum amount to be received will be the SMI without extraordinary payments.\r\rThe health crisis caused by COVID-19 has triggered new situations of need linked to the lack of employment and has aggravated the situation in which previously unemployed people found themselves. Although the state system of unemployment benefits and also the welfare systems of the autonomous communities have served to respond to some of these situations, it is necessary to complete the scope of coverage in order to include new situations of need due to lack of employment generated by the current health crisis.\r\r", "descriptionContentOfMeasure": "Will benefit from this extension those persons who are registered in the Special System of Home Employees of the General Social Security Regime before the entry into force of Royal Decree 463/2020, of March 14, for The one that declares the state of alarm for the management of the situation of sanitary crisis caused by the COVID-19, are in any of the following situations:\r\r* They have stopped providing services, totally or partially, on a temporary basis, in order to reduce the risk of contagion, for reasons beyond their control, in one or more homes and due to the health crisis of COVID-19.\r\r* Their employment contract has been terminated for the cause of dismissal contained in article 49.1.k of Royal Legislative Decree 2/2015, of October 23, which approves the Consolidated Text of the Law on the Statute of Workers or for the withdrawal of the employer, in the terms provided for in article 11.3 of Royal Decree 1620/2011, of November 14, which regulates the special employment relationship of the family home service, due to the crisis of the COVID-19.\r\rThe amount of the subsidy must not be higher than the Cross-industry Minimum Wage (€950 month).", "descriptionUseOfMeasure": "No data available at the moment.", "descriptionInvolvementOfSocialPartners": "Social partners were consulted about this policy in its design.", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-14_617.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "490", "sources::title": "Royal Decree 11/2020", "sources::url": "https://www.boe.es/diario_boe/txt.php?id=BOE-A-2020-4208", "sources::d_date": "03/31/2020", "modId": "3", "downloaded_to": "39fcc12dd520e1b9731a2c961f532ee0767fbbf3ffc0b02b5154f56141e13786"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "33", "targetGroups::name": "Workers in non-standard forms of employment", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [{"recordId": "20", "occupations::name": "Personal service workers", "modId": "0"}], "sectors": [{"recordId": "131", "sectors::code": "T97", "sectors::name": "Activities of households as employers of domestic personnel", "modId": "0"}], "updates": [], "regions": []}, "recordId": "508", "modId": "78"}