{"fieldData": {"title": "Direct refund of the overpayment of VAT", "title_nationalLanguage": "PVN pārmaksas atmaksa", "d_startDate": "04/01/2020", "d_endDate": "12/31/2020", "calc_country": "Latvia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "LV-2020-14/618", "dateType": "Temporary", "calc_creationDay": "04/15/2020", "calc_lastUpdate": "10/30/2020", "descriptionBackgroundInfo": "Refund of the overpayment of a value added tax is a measure introduced with the objective to make available additional financial resources to deal with the crisis caused by the COVID-19 virus.\rThe measure is introduced in Section 6 of the law 'On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19' (adopted on 20 March 2020, valid from 22 March 2020).", "descriptionContentOfMeasure": "Normally, according to Section 109 of the Value Added Tax Law, the State Revenue service carry forward the approved amount of overpaid tax to the next taxation period. \rSection 6 of the 'Law On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19' sets forth different procedures for the anticipated refund of overpaid value added tax in the time period from 1 April 2020 to 31 December 2020. During this time period the procedures of refunding laid down in Sections 109 and 110 of the Value Added Tax Law should not be applied.\rState Revenue Service has to refund the approved and overpaid amount of value added tax which has been submitted to State Revenue Service after 31 March 2020 within 30 days.\rPrior to the refund of the approved and overpaid amount of value added tax, State Revenue Service has to cover the taxes and duties of the taxpayer administered by the State Revenue Service, other payments stipulated by the State and the payments related thereto.", "descriptionUseOfMeasure": "Until 30 June 2020, the State Revenue Service provided faster refund of the overpaid value added tax (VAT) to 101,816 companies in the total amount of €240,643,900.", "descriptionInvolvementOfSocialPartners": "Top level social partner organisations – the Latvian Employers’ confederation and the Free Trade Union Confederation of Latvia – on 17 March 2020 has published the 'Statement on support for government action to limit the spread of COVID-19 and reduce the impact of the crisis on Latvian companies and workers'. The social partners emphasized the need for cooperation of government, businesses, workers and citizens to ensure that everything we do helps to address this crisis.", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LV-2020-14_618.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "483", "sources::title": "Law On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19", "sources::url": "https://likumi.lv/ta/en/en/id/313373-on-measures-for-the-prevention-and-suppression-of-threat-to-the-state-and-its-consequences-due-to-the-spread-of-covid-19", "sources::d_date": "04/09/2020", "modId": "4", "downloaded_to": "4783f8d4b6e2ae36e2c7c497825dd167abffb16ec48e0c97397f180b4824e59a"}, {"recordId": "487", "sources::title": "State Revenue Service informative page on COVID-19", "sources::url": "https://www.vid.gov.lv/lv/covid-19", "sources::d_date": "04/09/2020", "modId": "4", "downloaded_to": "22c7193fee3af080849d40512eb0155cbfc2d091c793d09293c6ab02a0c12bc9"}, {"recordId": "1222", "sources::title": "During the period of downtime benefits, the SRS has paid downtime benefits in the amount of more than 53 million euros to almost 55 thousand people.", "sources::url": "https://www.vid.gov.lv/lv/dikstaves-pabalstu-perioda-teju-55-tukstosiem-cilveku-vid-izmaksajis-dikstaves-pabalstus-vairak-0", "sources::d_date": "07/13/2020", "modId": "0", "downloaded_to": "e2ebee9ae4420c9548d7fdbc9713e9a1c6c3d00eee368b1e007e3fb676a0d06e"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "216", "updates::d_date": "07/17/2020", "updates::description": "The state of emergency declared in Latvia on 13 March as a result of the global COVID-19 pandemic came to an end at 10 June 2020. Therefore, the law 'On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19' is no longer in force. Instead, the 'Law on the Suppression of Consequences of the Spread of COVID-19 Infection' was adopted on 6 June 2020 (in force from 10 June 2020).\rThe new umbrella law does not change the content of measure.", "modId": "4"}, {"recordId": "399", "updates::d_date": "10/30/2020", "updates::description": "Until 30 June 2020, the State Revenue Service provided accelerated refunds of overpaid value added tax (VAT) to 101,816 companies in the total amount of €240,6 million.", "modId": "1"}], "regions": []}, "recordId": "509", "modId": "88"}