{"fieldData": {"title": "Postponement of tax payments", "title_nationalLanguage": "Nodoklu brīvdienas", "d_startDate": "03/22/2020", "d_endDate": "", "calc_country": "Latvia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "LV-2020-13/619", "dateType": "Open ended", "calc_creationDay": "04/15/2020", "calc_lastUpdate": "10/30/2020", "descriptionBackgroundInfo": "Taxpayers may request to divide or to postpone tax payments for a period of up to three years, counting from the date of submission of the application, as well as to benefit of an extension for overdue tax payments, the payment term of which has already been extended in accordance with the Law if the overdue is the result of the COVID-19 crisis.\rThe measure is established by the law “On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19” (adopted on 20 March 2020, valid from 22 March 2020). \rAll conditions in detail for this measure are set by the Regulation of Cabinet of Ministers No. 165 “Regulations Regarding the Employers Affected by the Crisis Caused by COVID-19 which are Eligible for the Allowance for Idle Time and Division of the Payment for Late Tax Payments in Instalments or Deferral Thereof for up to Three Years”.", "descriptionContentOfMeasure": "The following taxpayers which have been affected by the crisis may request to divide or to postpone tax payments:\r\r* Income from economic activity has, due to the spread of COVID-19, decreased by at least 30% in March or April 2020 in comparison with the respective month in 2019.\r* Income from economic activity has, due to the spread of COVID-19, decreased by at least 20% in March or April 2020 in comparison with the respective month in 2019, and they meet at least one of the following criteria: i) in 2019, the export volume of the employer affected by the crisis amounts to 10% of the total turnover or is not less than €500,000; or ii) the average monthly gross work remuneration disbursed by the employer affected by the crisis in 2019 is not less than €800; or iii) as on 31 December 2019, long-term investments in fixed assets are at least €500,000.\rThe taxpayer has, not later than within two months after the rescheduling of the term for payment or from the day of coming into force of the Law, to submit a justified application to the State Revenue Service. This agency has the right to divide the payment for late tax payments in installments or to defer it for a period of up to three years as of the date of the submission of the application. \rNo late payment fee is calculated for overdue tax payment, if the payments are granted the extension. Information about the company is not included in the database of tax debtors administered by the State Revenue Service.", "descriptionUseOfMeasure": "Up to 30 June 2020, 12,196 companies have used the opportunity to postpone tax payments in the total amount of €209,686,140.", "descriptionInvolvementOfSocialPartners": "Top level social partner organisations – the Latvian Employers’ confederation and the Free Trade Union Confederation of Latvia – on 17 March 2020 has published “Statement on support for government action to limit the spread of Covid-19 and reduce the impact of the crisis on Latvian companies and workers”. The social partners emphasized the need for cooperation of government, businesses, workers and citizens to ensure that everything we do helps to address this crisis.", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LV-2020-13_619.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "483", "sources::title": "Law On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19", "sources::url": "https://likumi.lv/ta/en/en/id/313373-on-measures-for-the-prevention-and-suppression-of-threat-to-the-state-and-its-consequences-due-to-the-spread-of-covid-19", "sources::d_date": "04/09/2020", "modId": "4", "downloaded_to": "4783f8d4b6e2ae36e2c7c497825dd167abffb16ec48e0c97397f180b4824e59a"}, {"recordId": "484", "sources::title": "Regulation of the Cabinet of Ministers Nr. 165 “Regulations Regarding the Employers Affected by the Crisis Caused by COVID-19 which are Eligible for the Allowance for Idle Time and Division of the Payment for Late Tax Payments in Instalments or Deferral Thereof for up to Three Years”", "sources::url": "https://likumi.lv/ta/en/en/id/313514-regulations-regarding-the-employers-affected-by-the-crisis-caused-by-covid-19-which-are-eligible-for-the-allowance-for-idle-time-and-division-of-the-payment-for-late-tax-payments-in-instalments-or-deferral-thereof-for-up-to-three-years", "sources::d_date": "04/09/2020", "modId": "4", "downloaded_to": "5c51e478c07a16ab5a3728cb95511cc1cd75ea737b3e5baf9018e91b497e3139"}, {"recordId": "485", "sources::title": "VID izmaksājis dīkstāves pabalstus 5516 darbiniekiem ", "sources::url": "https://www.vid.gov.lv/lv/vid-izmaksajis-dikstaves-pabalstus-5516-darbiniekiem-nodoklu-samaksas-termina-pagarinajumu-0", "sources::d_date": "04/06/2020", "modId": "3", "downloaded_to": "189d3256693a7d11462b18a8f82250194ae2b6b04d960f34f78675b915c7ef92"}, {"recordId": "487", "sources::title": "State Revenue Service informative page on COVID-19", "sources::url": "https://www.vid.gov.lv/lv/covid-19", "sources::d_date": "04/09/2020", "modId": "4", "downloaded_to": "22c7193fee3af080849d40512eb0155cbfc2d091c793d09293c6ab02a0c12bc9"}, {"recordId": "1218", "sources::title": "Law on the Suppression of Consequences of the Spread of COVID-19 Infection", "sources::url": "https://likumi.lv/ta/en/en/id/315287-law-on-the-suppression-of-consequences-of-the-spread-of-covid-19-infection", "sources::d_date": "06/10/2020", "modId": "0", "downloaded_to": "8e8d939ea7d7f72019976c2ab6105271e52ca57b21115b7562932fb11ceae0f1"}, {"recordId": "1222", "sources::title": "During the period of downtime benefits, the SRS has paid downtime benefits in the amount of more than 53 million euros to almost 55 thousand people.", "sources::url": "https://www.vid.gov.lv/lv/dikstaves-pabalstu-perioda-teju-55-tukstosiem-cilveku-vid-izmaksajis-dikstaves-pabalstus-vairak-0", "sources::d_date": "07/13/2020", "modId": "0", "downloaded_to": "e2ebee9ae4420c9548d7fdbc9713e9a1c6c3d00eee368b1e007e3fb676a0d06e"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "217", "updates::d_date": "07/17/2020", "updates::description": "The state of emergency declared in Latvia on 13 March as a result of the global COVID-19 pandemic came to an end at 10 June 2020. Therefore, the law 'On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19' is no longer in force. Instead, the 'Law on the Suppression of Consequences of the Spread of COVID-19 Infection' was adopted on 6 June 2020 (in force from 10 June 2020).\rThe change of umbrella law does not affect the measure.", "modId": "4"}, {"recordId": "398", "updates::d_date": "10/30/2020", "updates::description": "From 12 March 2020 to 31 July 2020 the State Revenue service has received 16,387 applications for tax payments postponement of total sum €285.7 million. 13,963 of them has been approved (€241 million).  Wholesale and retail trade sector contribute 28,9% to total sum, manufacturing sector – 18.1%, and transport and storage – 14.1%.", "modId": "1"}], "regions": []}, "recordId": "510", "modId": "85"}