{"fieldData": {"title": "Support measures to reorient business towards the production of disinfectants", "title_nationalLanguage": "Atbalsta pasākumi dezinfekcijas līdzekļu ražošanai", "d_startDate": "03/12/2020", "d_endDate": "06/10/2020", "calc_country": "Latvia", "calc_minorCategory": "Reorientation of business activities", "calc_subMinorCategory": "Change of production/innovation", "calc_identifier": "LV-2020-11/622", "dateType": "Temporary", "calc_creationDay": "04/15/2020", "calc_lastUpdate": "07/29/2020", "descriptionBackgroundInfo": "The measure has been established by Section 7 of the law 'On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19' (adopted on 20 March 2020, valid from 22 March 2020).\r\rIts aim is to support local manufacturers, supporting their conversion in disinfectants producers. This initiative is then aimed to improve, at the same time, population's access to disinfectants. \rIt provides changes regarding turnover of excise goods (strong alcohols). Furthermore, it introduces simplifications in the procedures for production of disinfection means.", "descriptionContentOfMeasure": "The measure establishes that during the emergency situation related to the spread of COVID-19, the excise tax should be reduced with reference to undenatured alcohol which is used in the production of disinfectants, if denatured alcohol is not available. In the light of the above, during the COVID-19 epidemic no financial excise duty is required to obtain a security certificate for disinfectant manufacturers importing alcohol from another Member State. \r\rFurthermore, the State Revenue Service may grant a reduction of the general excise duty in the amount of up to 90 % to companies which have a special permit (licence) for the operation of an approved warehouse and which carries out production of alcohol. \r\rIn addition, the Ministry of Economy is elaborating a simplified procedure to admit into the market individual protection means against COVID-19 infection, encompassing disinfectants. The ones produced locally and recognized in the simplified procedure could be used only in Latvia, and they will not need to meet EU standard and EU mark. Such products will not need evaluation from the third side; they will be recognized by the producer’s certificate, sample of a product and laboratory test.", "descriptionUseOfMeasure": "No information on the usage of measure, but a number of local companies are producing disinfectants.", "descriptionInvolvementOfSocialPartners": "Top level social partner organisations – the Latvian Employers’ confederation and the Free Trade Union Confederation of Latvia – on 17 March 2020 has published “Statement on support for government action to limit the spread of COVID-19 and reduce the impact of the crisis on Latvian companies and workers”. The social partners emphasized the need for cooperation of government, businesses, workers and citizens to ensure that everything we do helps to address this crisis.", "socialPartner_form": "Not applicable", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LV-2020-11_622.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "483", "sources::title": "Law On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19", "sources::url": "https://likumi.lv/ta/en/en/id/313373-on-measures-for-the-prevention-and-suppression-of-threat-to-the-state-and-its-consequences-due-to-the-spread-of-covid-19", "sources::d_date": "04/09/2020", "modId": "4", "downloaded_to": "4783f8d4b6e2ae36e2c7c497825dd167abffb16ec48e0c97397f180b4824e59a"}, {"recordId": "487", "sources::title": "State Revenue Service informative page on COVID-19", "sources::url": "https://www.vid.gov.lv/lv/covid-19", "sources::d_date": "04/09/2020", "modId": "4", "downloaded_to": "22c7193fee3af080849d40512eb0155cbfc2d091c793d09293c6ab02a0c12bc9"}, {"recordId": "499", "sources::title": "Konfiscēto spirtu dezinfekcijas līdzekļos brīvprātīgi pārstrādās «Madara Cosmetics»", "sources::url": "https://www.lsm.lv/raksts/zinas/latvija/konfisceto-spirtu-dezinfekcijas-lidzeklos-brivpratigi-parstradas-madara-cosmetics.a353260/", "sources::d_date": "03/25/2020", "modId": "3", "downloaded_to": "382746763a20a8b0f3a8812293cd7e3780fe804edcd3003b8287d74d1f4c001c"}, {"recordId": "1222", "sources::title": "During the period of downtime benefits, the SRS has paid downtime benefits in the amount of more than 53 million euros to almost 55 thousand people.", "sources::url": "https://www.vid.gov.lv/lv/dikstaves-pabalstu-perioda-teju-55-tukstosiem-cilveku-vid-izmaksajis-dikstaves-pabalstus-vairak-0", "sources::d_date": "07/13/2020", "modId": "0", "downloaded_to": "e2ebee9ae4420c9548d7fdbc9713e9a1c6c3d00eee368b1e007e3fb676a0d06e"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "38", "sectors::code": "C11", "sectors::name": "Manufacture of beverages", "modId": "0"}], "updates": [{"recordId": "215", "updates::d_date": "07/17/2020", "updates::description": "The state of emergency declared in Latvia on 13 March as a result of the global COVID-19 pandemic came to an end on 10 June 2020. Therefore, the law 'On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19' is no longer in force. Instead, the 'Law on the Suppression of Consequences of the Spread of COVID-19 Infection' was adopted on 6 June 2020 (in force from 10 June 2020). \rAll support measures (except distant trade of alcohol) regarding manufacturing of disinfectants terminated on 10 June 2020, including the present one.", "modId": "4"}], "regions": []}, "recordId": "513", "modId": "88"}