{"fieldData": {"title": "Protection of workers in retail, including change of working hours", "title_nationalLanguage": "Corona Schutzpaket für Beschäftigte im Handel", "d_startDate": "03/20/2020", "d_endDate": "04/30/2020", "calc_country": "Austria", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Occupational health and safety", "calc_identifier": "AT-2020-12/628", "dateType": "Temporary", "calc_creationDay": "04/15/2020", "calc_lastUpdate": "07/10/2020", "descriptionBackgroundInfo": "Ahead of the closure of schools and kindergartens, unions in Austria demanded changes to shop opening hours. They requested that opening hours should be limited to 8:30 a.m. to 6:00 p.m. for the duration of the school closings for retail shops, as the measures would put many of the 400,000 domestic retail employees in a bind and demanded that the opening times in the shops .\r\rInitially, the employers organisation (WKÖ) had rejected the union's demand for a temporary and significant reduction in working hours. 'The trade is fundamentally against any legal shortening of the opening times' said WKÖ trade chairman Peter Buchmüller. The food trade in particular is an important infrastructure for maintaining the security of supply for the entire population and is 'well equipped'. \r\rDue to the recent measures by the federal government, the shopping behavior of Austrians has changed. Social partners notice that customers shop less often, but buy more. The customer frequency decreases at a later hour. \r\rTherefore, the commercial social partners have agreed to adjust the opening hours accordingly. In a joint protection package for employees and apprentices in the Austrian trade, we have agreed that the shops will be open from Monday, March 23, 2020, from 7:40 a.m. until 7:00 p.m. Normal opening hours (i.e. like before) could be resumed in May again, after the legal regulation had expired.\r\rOn 23 March 2020, social partners agreed on a package of measures to protect retail employees.", "descriptionContentOfMeasure": "The social partner agreement finally foresees that retail shops will be open until 7 pm.\r\rFurther protective measures include that  \r\r* pregnant employees will be exempted from work;\r* employees belonging to the COVID-19 risk group shall - if possible - be working in areas without client contact;\r* a tax free treatment of Corona related supplements or rewards; \r\rSocial partners appeal to the Federal government to consider this.\r\rInitiative of the social partners for uniform standards for the protection of employees in the workplace. To protect employees, social partners recommend that retailers implement the following measures as quickly as possible: \r\r* Plexiglass panes (\"breath protection\") and spacers at all checkouts and counters.\r* Gloves and hand disinfectants for all employees and apprentices (as soon as available again)\r* Regular disinfection of checkout workplaces, break and lounge rooms and the toilet facilities due to shorter cleaning intervals\r* Floor markings at all checkouts and counters to ensure the distance between customers and an orderly process in the store.\r* No scanning of customer cards by employees\r* Orderly access to all shops\r* When there is a particularly high number of customers at peak times, retailers should ensure that not too many customers are admitted at the same time.\r* And to provide increased information of customers.\r", "descriptionUseOfMeasure": "Not applicable.", "descriptionInvolvementOfSocialPartners": "The sectoral social partner groups (retail sections within the (mandatory) WKO and the ÖGB) negotiated this agreement.", "socialPartner_form": "Bi-or tripartite social dialogue bodies", "socialPartner_role": "Agreed (outcome)", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/AT-2020-12_628.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "503", "sources::title": "Protection of workers in retail", "sources::url": "https://orf.at/stories/3158614/", "sources::d_date": "03/20/2020", "modId": "3", "downloaded_to": "e7b98a693235364880c20a4bafbb882f50175acbb241c05d1e518ac4dea222cf"}, {"recordId": "504", "sources::title": "Corona-Schutzpaket für Beschäftigte im Handel", "sources::url": "https://www.wko.at/branchen/handel/corona-schutzpaket-fuer-beschaeftigte-im-handel.html", "sources::d_date": "03/23/2020", "modId": "4", "downloaded_to": "8ff25824d1e1bf7ebbc2765c7e65c16142b27cb87d04e711d32ab8878b99e8d2"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [{"recordId": "61", "targetGroups::name": "Companies providing essential services", "modId": "12"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}], "occupations": [{"recordId": "4", "occupations::name": "Hospitality, retail and other services managers", "modId": "0"}, {"recordId": "21", "occupations::name": "Sales workers", "modId": "0"}], "sectors": [{"recordId": "75", "sectors::code": "G47", "sectors::name": "Retail trade, except of motor vehicles and motorcycles", "modId": "0"}], "updates": [{"recordId": "141", "updates::d_date": "07/09/2020", "updates::description": "On 6 April 2020, a regulation came into force making the usage of face masks in supermarkets mandatory for both customers and staff. This was initiated by the government without social partner consultation. On 15 June, this obligation was lifted again.", "modId": "2"}], "regions": []}, "recordId": "519", "modId": "83"}