{"fieldData": {"title": "Mobilisation of retired health service and other emergency service workers", "title_nationalLanguage": "Mobilisation of retired health service and other emergency service workers ", "d_startDate": "03/19/2020", "d_endDate": "", "calc_country": "United Kingdom", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Mobilisation of a larger workforce", "calc_identifier": "GB-2020-12/629", "dateType": "Open ended", "calc_creationDay": "04/15/2020", "calc_lastUpdate": "05/10/2020", "descriptionBackgroundInfo": "Given existing staff shortages in the National Health Service after a decade of austerity and cuts, combined with the then impending scale of the coronavirus epidemic and predictions that many frontline health workers would themselves be taken ill and be away from work, the Government exhorted health care workers, retired in the past three years, to return to work in the health service.\r\rThe Coronavirus Act 2020 contains provisions for the emergency registration of health professionals, social workers and also covers emergency volunteers (leave and compensation). \r\rThe Government states that the Act will allow an increase in the numbers of available health and social care workforce and reduce the number of admin tasks they have to perform so they have more time to spend with patients.\r\rTo support this, the Act will:\r\r* enable regulators to emergency register suitable people as regulated healthcare professionals, such as nurses, midwives or paramedics. This might include (but will not be limited to) recently retired professionals and students who are near the end of their training. Registered staff can then be used appropriately, with decisions made on a local basis, to increase the available health and social care workforce and enable essential health and care services to function during the height of the epidemic;\r* enable regulators to temporarily add social workers to their registers who may have recently left the profession. This will ensure vital continuity of care for vulnerable children and adults;\r* enable employees and workers to take Emergency Volunteer Leave in blocks of 2, 3 or 4 weeks’ statutory unpaid leave and establish a UK-wide compensation fund to compensate for loss of earnings and expenses incurred at a flat rate for those who volunteer through an appropriate authority. This will ensure that volunteers do not suffer financial disadvantage as a result of performing a public good. Volunteers play a critical role in the delivery of health and social care services and are particularly important in caring for the most vulnerable in our society, such as the elderly, those with multiple long-term conditions or those suffering from mental ill-health;\r* provide indemnity for clinical negligence liabilities arising from NHS activities carried out for the purposes of dealing with, or because of, the coronavirus outbreak, where there is no existing indemnity arrangement in place. This will ensure that those providing healthcare service activity across the UK are legally protected for the work they are required to undertake as part of the COVID-19 response. This is in line with and will complement existing arrangements; \r* suspend the rule that currently prevents some NHS staff who return to work after retirement from working more than 16 hours per week, along with rules on abatements and drawn-down of NHS pensions that apply to certain retirees who return to work. This will allow skilled and experienced staff who have recently retired from the NHS to return to work, and also allow retired staff who have already returned to work to increase their commitments if required, without having their pension benefits suspended.", "descriptionContentOfMeasure": "More than 60,000 retired doctors and nurses who had retired in the last three years were written to and told \"Your NHS Needs You\", urged to come back to the frontline in the battle against coronavirus.  Student nurses and medical students are also being offered temporary work as the health service struggles to cope with rising demand and growing staff shortages.  Officials said those who join the \"NHS Army\" by re-registering with regulators will be assessed to see what kind of help they could offer in the battle against the pandemic.\r\rOn the 27th of March, retired police officers were also asked to return to work, in either a voluntary or paid capacity. Those officers nearing thirty years' pensionable service have also been asked to delay retirement. The request came as one in five police officers were off sick or self-isolating in areas worst hit by the virus.  The Met, which is Britain’s biggest force, is already understood to be experiencing absentee rates of 20%. This already high figure came before London hits its peak, with officers and staff missing because they have contracted the virus or are having to self-isolate.\r\rFinally, the Government and NHS England called for a 'volunteer army' to help the vulnerable during the coronavirus crisis. Over 750,000 people in just four days signed up the NHS's call for volunteers, three times the original target. On the 7th of April, the Royal Voluntary Service, the charity delivering the volunteer effort, completed checks for the three quarters of a million applications and from the 8th, the NHS Volunteer Responders will support 2.5 million at risk people. Their duties will include: delivering medicines from pharmacies;  driving patients to appointments; bringing them home from hospital; •making regular phone calls to check on people isolating at home; and transporting medical supplies and equipment for the NHS.\r\rThousands of these approved volunteers will be offered tasks from the 8th via the GoodSAM app and will start helping people safely, with more expected to get requests over the coming weeks as referrals ramp up.\r\rHealth professionals, pharmacists and local authorities can upload requests for help on the NHS Volunteer Responders referrer’s portal and volunteers pick the job they want to do that day and close the task once complete.  Volunteers show themselves as available when their app is switched to ‘on duty’.\r\r", "descriptionUseOfMeasure": "750,000 volunteers signed up to assist NHS England.\r\r\r\t\rThe call for retired NHS staff resulted in 11,788 retired medical staffers returning to work, including 2,660 doctors and 6,147 nurses. In addition, 5,500 final year medical students and 18,000 nursing students will be moved into the front line (FT, 2020). \r\rNo data on how many police officers have returned to work.\r\rNo data on costs of measures\r\r\r", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "Unknown", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GB-2020-12_629.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only public sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "511", "sources::title": "NHS England NHS army of volunteers to start protecting vulnerable from coronavirus in England", "sources::url": "NHS England NHS army of volunteers to start protecting vulnerable from coronavirus in England", "sources::d_date": "04/07/2020", "modId": "3", "failure_reason": "Failed to parse: 'nhs%20england%20nhs%20army%20of%20volunteers%20to%20start%20protecting%20vulnerable%20from%20coronavirus%20in%20england', label empty or too long"}, {"recordId": "512", "sources::title": "'The Guardian Firefighters and retired emergency staff to help tackle coronavirus in UK", "sources::url": "https://www.theguardian.com/world/2020/mar/27/firefighters-retired-emergency-workers-help-tackle-coronavirus-uk#maincontent", "sources::d_date": "03/27/2020", "modId": "4", "downloaded_to": "9f193af5e3b0be28be5bf8601b8beab99d9dbac60407d14365704b28884e2d3a"}, {"recordId": "514", "sources::title": "HM Government 'What the Coronavirus Act will do.'", "sources::url": "https://www.gov.uk/government/publications/coronavirus-bill-what-it-will-do/what-the-coronavirus-bill-will-do", "sources::d_date": "03/26/2020", "modId": "4", "downloaded_to": "78289bacb6624db59b635b8c58738d3c4dcb324ac707baf006407cbff51d7ecf"}, {"recordId": "518", "sources::title": "Financial Times 'UK to add 35,000 NHS staff to fight coronavirus.'", "sources::url": "https://www.ft.com/content/46baab28-6def-11ea-89df-41bea055720b", "sources::d_date": "03/24/2020", "modId": "4", "downloaded_to": "f2ad63d7e09906cee7cd78a51ecb832b995d6133c627ea94504f06e7bb0c1627"}, {"recordId": "519", "sources::title": "BMA Guidance COVID-19: retired doctors returning to work", "sources::url": "https://www.bma.org.uk/advice-and-support/covid-19/practical-guidance/covid-19-retired-doctors-returning-to-work", "sources::d_date": "04/09/2020", "modId": "4", "downloaded_to": "b10d4194f1d7ee697e71d708abddac13f6112962438b075beb599781d1e2a246"}, {"recordId": "520", "sources::title": "BBC Tens of thousands of retired staff asked to return to the NHS", "sources::url": "https://www.bbc.co.uk/news/uk-51969104", "sources::d_date": "03/20/2020", "modId": "3", "downloaded_to": "988b054890ca13e1d3d01cac991ead95bf32bc066843009921ec79b84d5826ab"}, {"recordId": "831", "sources::title": "Coronavirus Act 2020", "sources::url": "https://www.legislation.gov.uk/ukpga/2020/7/contents", "sources::d_date": "03/25/2020", "modId": "0", "downloaded_to": "0d332067323d772a87e95fcf22bdfe1564d8604ec92d5cf6e4c08047dd7d15c4"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}], "targetGroups": [{"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}, {"recordId": "51", "targetGroups::name": "Other groups of workers", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "114", "sectors::code": "O84", "sectors::name": "Public administration and defence; compulsory social security", "modId": "0"}, {"recordId": "118", "sectors::code": "Q86", "sectors::name": "Human health activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "520", "modId": "79"}