{"fieldData": {"title": "COVID-19 - Arts and culture - Overview of support measures for artists", "title_nationalLanguage": "Corona Kunst und Kultur", "d_startDate": "03/30/2020", "d_endDate": "", "calc_country": "Austria", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Extensions of  income support to workers not covered by any kind of protection scheme", "calc_identifier": "AT-2020-14/631", "dateType": "Temporary", "calc_creationDay": "04/15/2020", "calc_lastUpdate": "01/07/2021", "descriptionBackgroundInfo": "_'There are very specific measures for the arts and culture to cover the special features of the cultural scene. But of course artists also have access to the entire range of support. We want to prevent people from losing their jobs, their income and at all costs everyday life can no longer afford. Nobody should be left behind.'_ explains State Secretary for Art and Culture Ulrike Lunacek on the unprecedented situation, which is very challenging for the entire art and culture business.\r\rThe federal government's mix of measures to combat the effects of COVID-19 includes a range of support for the cultural sector. ", "descriptionContentOfMeasure": "An overview of measures for artists is available on the [Federal government's page:](https://www.bmkoes.gv.at/Themen/Corona/Corona-Kunst-und-Kultur.html)\r\rIn addition to the general support measures set by government (for example, the [Corona short time work scheme](https://static.eurofound.europa.eu/covid19db/cases/AT-2020-10_229.html) or the [hardship fund for self-employed](https://static.eurofound.europa.eu/covid19db/cases/AT-2020-13_212.html)), the page also lists specific funds which are only available for artists.\r\rThis includes, for instance:\r\r* COVID-19 fund for artists and intermediaries ('Kulturvermittler');\r* All artists who are not eligible to apply the hardship fund of the Austrian Chamber of Commerce can bring an application to the KSVF (Artist Social Insurance Fund) from 30 March 2020. \r\rThe support is intended to compensate for the loss of income caused by closings and cancellations. \r\rThe KSVF's COVID-19 fund is endowed with up to €5 million and is intended to ensure rapid aid. In addition to artists, cultural mediators can now apply for this grant. The amount paid out by the KSVF corresponds to that of the hardship fund. The fund consists of two phases:\r\r* in the first phase €1,000 are paid as emergency aid (until 2 July 2020), \r* in the second phase (starting on 10 July 2020), a one-time payment of €3,000 is paid (amount received from phase one is deducted)\r\rA separate service page has been set up for loss of income due to the Corona measures: KSVF service fund.\r\rIndividual funds run by copyright collecting societies (e.g. music, visual arts, film-making, etc.). Seven dedicated funds are also listed on the webpage.\r\rIn addition to the state instruments for compensating artists' loss of income, there is now also a private initiative. To help artists in the current crisis, foundations have joined together to form the \"Foundations Help Artists\" initiative and are supported by well-known people.\r\rWork grants from the City of Vienna due to COVID-19: Since the end of March, freelance artists and freelance scientists with their main residence in Vienna have been able to apply for one-time work grants of up to €3,000. In this crisis situation, there should be the opportunity to continue to pursue artistic and scientific activities (project development, reading, exhibition and lecture preparation and the like).", "descriptionUseOfMeasure": "Since 10 July 2020, 1,147 persons could be supported by the KSVF's COVID-19 fund with €2.714 million, and together with the emergency aid, €4.846 million have already been paid. The initially planned €5 million from the COVID-19 Fund has been exhausted, taking into account the still open applications. ", "descriptionInvolvementOfSocialPartners": "Social partner involvement is unknown.", "socialPartner_form": "Unknown", "socialPartner_role": "Not applicable", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/AT-2020-14_631.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "508", "sources::title": "Corona arts and culture (Corona Kunst und Kultur)", "sources::url": "https://www.bmkoes.gv.at/Themen/Corona/Corona-Kunst-und-Kultur.html", "sources::d_date": "04/15/2020", "modId": "4", "downloaded_to": "db7205a2a4e9b46714a20a1bb226339eacb50c499febfebd4efae5941b442a3e"}, {"recordId": "513", "sources::title": "AKM and OESTIG set up emergency fund for musicians", "sources::url": "https://www.ots.at/presseaussendung/OTS_20200313_OTS0040/akm-und-oestig-richten-kultur-katastrophenfonds-fuer-musikschaffende-ein", "sources::d_date": "03/13/2020", "modId": "4", "downloaded_to": "72bb13364af50a57cd05bf0b8d797bbc273eb2ffe0dabf03786f97d5804090d1"}, {"recordId": "620", "sources::title": "Artists social insurance fund (Künstler-Sozialversicherungsfonds)", "sources::url": "https://www.ksvf.at/covid-19.html", "sources::d_date": "04/16/2020", "modId": "3", "downloaded_to": "8cd20b051a10ca6e8f69d5cff835a68e4358370e145001a437cfd01ea2b15e03"}, {"recordId": "1229", "sources::title": "Bridging funding for self-employed artists", "sources::url": "https://www.svs.at/cdscontent/?contentid=10007.859358&portal=svsportal%C2%A0", "sources::d_date": "07/20/2020", "modId": "0", "downloaded_to": "009e998faabbb3e43b50fffb3010554809f0be23e38e7438b995c95276304276"}, {"recordId": "1544", "sources::title": "Come back fund for film industry", "sources::url": "https://www.aws.at/fileadmin/user_upload/Foerdermanager/ab_20206_Comeback-RL-DE.pdf", "sources::d_date": "06/17/2020", "modId": "0", "downloaded_to": "f303908c679e415963b4ba24c60fc88b6a87afa1895314fe7b4e274ba88e4e17"}, {"recordId": "2369", "sources::title": "Protective umbrella for event industry", "sources::url": "https://orf.at/stories/3194873/", "sources::d_date": "12/23/2020", "modId": "0", "downloaded_to": "59764d575f161a5590b89ba59de4ca2e3bd221f2ba63b5cf489c6b5da581df14"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}, {"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}, {"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "6", "funding::name": "Local funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}, {"recordId": "11", "funding::name": "Other", "modId": "0"}], "occupations": [{"recordId": "10", "occupations::name": "Legal, social and cultural professionals", "modId": "0"}], "sectors": [{"recordId": "122", "sectors::code": "R90", "sectors::name": "Creative, arts and entertainment activities", "modId": "0"}], "updates": [{"recordId": "223", "updates::d_date": "07/08/2020", "updates::description": "A further fund, the \"bridging fund for artists\" was set up in June 2020, endowed with €90 million. The fund aims to provide specific support to artists who are particularly affected by the measures to combat COVID-19, as they were the first to be affected by these measures and the restrictions will reduce their earning potential for a particularly long time. Eligible for application are self-employed artists who are compulsorily or voluntarily insured with the Social Insurance Institution of the Self-employed (SVS). A one-off payment of €6,000 is planned. Any payments already received from the [hardship fund](https://static.eurofound.europa.eu/covid19db/cases/AT-2020-13_212.html)) will be deducted.\rArtists in this matter are defined as those persons who create, exercise, mediate or teach art and culture. The SVS is responsible for processing the subsidies according to this federal law. The maximum amount of aid is €6,000 in the form of a one-time payment. Funds can be applied for from 8 July 2020 onwards, until 31 December 2020.", "modId": "3"}, {"recordId": "279", "updates::d_date": "09/09/2020", "updates::description": "The Federal Government decided on 9 September 2020 in the Council of Ministers to increase the COVID-19 fund from €5 to €10 million.\r", "modId": "2"}, {"recordId": "280", "updates::d_date": "06/17/2020", "updates::description": "A 'comeback grant' is paid to independent film production companies whose productions have been interrupted or postponed due to COVID-19 from 16 March to 31 December 2020. Up to 100% of the eligible costs will be reimbursed (eligible costs include personnel costs, costs in the field of image and sound recording like rental of camera, sound recording equipment, lighting equipment and other production-related equipment, costs of motif fees, rental of studio and decoration buildings, costs in the field of equipment, travel, transport and handling costs). Up to 75% of the originally calculated production costs can be reimbursed in such a way. The maximum amount per production (i.e. film or episode) lies at €2.5 million.", "modId": "3"}, {"recordId": "348", "updates::d_date": "10/07/2020", "updates::description": "A special bridging fund for artists was established on 8 July 2020. The fund is endowed with approximately €90 million and aims to provide specific support to artists who are particularly affected by the measures to combat COVID-19, since they were the first to be affected and the restrictions will reduce their earning potential for a particularly long time. Self-employed artists who are insured with the Social Insurance for the Self-Employed (SVS) and who are in a state of emergency can apply for a one-off payment of €6,000 since July 2020. This payment was increased to €10,000 on 7 October. Applications for the increased bridging financing can be submitted to the SVS until 31 December 2020. Any payments already received or granted from the hardship fund are deducted.", "modId": "1"}, {"recordId": "494", "updates::d_date": "12/11/2020", "updates::description": "In November 2020, the COVID-19 fund was increased by a further €10 million (after a first increase of €5 million in September 2020), reaching €20 million now. As of 11 December 2020, the individual subsidy for phase 2 from the KSVF's COVID-19 Fund is increased by €500 due to the government's new lockdown measures which have further aggravated the economic and financial situation for many artists and cultural mediators. The increase is paid automatically, no separate application is needed. For 2021, a further subsidy (phase 3) is planned. For the first quarter 2021, €1,500 per person are paid.\r\rIn December 2020, the bridging fund (see update 7/10/2020) was increased from €90 to €110 million and prolonged into 2021. From 15 January 2021 onwards, a payment of €3,000 can be applied for the first quarter 2021.\rA \"lockdown bonus\" was implemented in November 2020 when the government initiated new lockdown measures, severely affecting independent (self-employed) artists. Originally, the one-time payment was at €1,300, this was increased to €2,000 in December (when a third lockdown was implemented).", "modId": "2"}, {"recordId": "495", "updates::d_date": "12/23/2020", "updates::description": "The European Commission approved of the national \"protective umbrella\" for the event industry, which has suffered severely from the crisis. The budget lies at €300 million and is intended to provide an incentive and security for the future planning of events (e.g. sports events, cultural events, congresses, trade fairs and markets). The umbrella ensures that costs which cannot be cancelled are reimbursed if an event needs to be canceled. Eligible costs are \"non-cancelable\" expenses for services provided by third parties (e.g. suppliers, technology, catering, artists, bar, service, florist, event location, cancellation costs, advertising cost subsidies) and personnel costs that are directly related to the planning and implementation of the event. The subsidy is processed by the Austrian Hotel and Tourism Bank. Applications are to be submitted from 15 January 2021 onwards, the first eligible event date is 1 February 2021. Applications may be submitted until 15 June 2021 and cover planned events until the end of 2022.", "modId": "1"}], "regions": []}, "recordId": "522", "modId": "108"}