{"fieldData": {"title": "Exceptional unemployment benefit for employees with temporary contracts", "title_nationalLanguage": "Subsidio de desempleo excepcional por fin de contrato temporal", "d_startDate": "03/31/2020", "d_endDate": "07/21/2020", "calc_country": "Spain", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Extensions of  income support to workers not covered by any kind of protection scheme", "calc_identifier": "ES-2020-14/639", "dateType": "Temporary", "calc_creationDay": "04/15/2020", "calc_lastUpdate": "12/01/2020", "descriptionBackgroundInfo": "A group particularly affected by the current situation and that may not be covered by income protection schemes are those workers whose temporary contract ends after the declaration of the alarm state. Although in Royal Decree-Law 9/2020 measures were established so that, in the event of suspension of contracts, the computation of temporary contracts is interrupted, this provision does not totally prevent the termination of temporary contracts after the declaration of the state of alarm that are not covered by the system established for unemployed people for having been affected by the suspension or reduction of working hours established in articles 22 and 23 of Royal Decree-Law 8/2020.\r\r", "descriptionContentOfMeasure": "Beneficiaries of the exceptional unemployment subsidy due to the end of a temporary contract will be workers who have had a fixed-term contract expired for at least two months, after the entry into force of Royal Decree 463/2020, of March 14, declaring the state of alarm for the management of the health crisis situation caused by COVID-19, and they will not have the necessary contribution to access another benefit or subsidy if they lack income under the terms established in article 275 of the consolidated text of the General Law on Social Security, approved by Royal Legislative Decree 8/2015, of October 30.\r\rThis subsidy will be granted to the workers affected, in the terms referred to in the previous paragraph, for the termination of a fixed-term contract, including interim, training and relief contracts, and that meet the rest of the requirements provided in this article.\r\rThe exceptional subsidy consists of a monthly aid of 80% of the Public Multiple Effects Income Indicator (IPREM) in force and its payment. For 2020, the amount of the subsidy will accordingly be €430.27.\r\rThis extraordinary unemployment benefit will be incompatible with the receipt of any minimum income, inclusion income, social salary or similar aid granted by any Public Administration.", "descriptionUseOfMeasure": "No data available at the moment.", "descriptionInvolvementOfSocialPartners": "Social partners were consulted during the design of the measure, but not in the implementation or the design of the measure.", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-14_639.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "490", "sources::title": "Royal Decree 11/2020", "sources::url": "https://www.boe.es/diario_boe/txt.php?id=BOE-A-2020-4208", "sources::d_date": "03/31/2020", "modId": "3", "downloaded_to": "39fcc12dd520e1b9731a2c961f532ee0767fbbf3ffc0b02b5154f56141e13786"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "33", "targetGroups::name": "Workers in non-standard forms of employment", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "530", "modId": "80"}