{"fieldData": {"title": "Wage support programme for job retention - Kurzarbeit with training obligation", "title_nationalLanguage": "Munkahelyvédelmi bértámogatási program - Kurzarbeit", "d_startDate": "05/01/2020", "d_endDate": "07/31/2020", "calc_country": "Hungary", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "HU-2020-18/640", "dateType": "Temporary", "calc_creationDay": "04/15/2020", "calc_lastUpdate": "01/04/2021", "descriptionBackgroundInfo": "Under the government decree 105/2020. (IV. 10.) the aim of the measure is to prevent layoffs in face of the COVID-19 crisis. This measure follows the German example of Kurzarbeit, but is on a much smaller scale with a lot of narrowing criteria the applicant must fulfill. The support can be extended from 1 May 2020 for three months. The amount of the income support will be transferred directly from the state to the employee while the reduced wage will be paid by the employer.", "descriptionContentOfMeasure": "Businesses who are shedding 30-50% of working time of employees compared with their pre-covid situation who can prove that their orders have not fallen by more than 50% and are working towards the “interests of the national economy” were eligible. For every employee that is considered for layoff the state agrees to pay 70% of the part of the salary that was lost due to the worktime reduction. Only the part of salaries up to HUF 214,300 net (twice the minimum wage - €612 as of 15 Apr) per month receive the income supplement, earnings after that threshold are not subsidised. \rThe government calculates that on average a monthly HUF 64,500 per employee will be paid out, so the total cost for 3 months could be HUF 193.6bn (according to government calculations) or HUF 128bn according to our (KOPINT-Tárki Institute) calculations. \rAdditional criteria for eligibility-the employer must agree to keep headcount level until the end of the year in order to be considered for the subsidy\r\r* the shortened work contract may not drop below 4 hours per day of working time \r* employers must organise a training for the employee in 30% of the hours that have been cut from working time and pay wages for this time as well.\r\rApplications open on 16 April, 2020\rThe measure was financed from the ESF and co-financed from the state budget.", "descriptionUseOfMeasure": "On 26 August the Ministry for Innovation and Technology (ITM) said that 226,000 employees had applied for the scheme. Earlier the ministry said indirectly it had reached 1.2 million people. The total number of employed in Hungary was 4,023,600 in 2019. Data show that around half of Hungary’s workforce is employed in jobs with high or medium vulnerability to being lost due to COVID-19. The government calculated that on average a monthly HUF 64,500 per employee would be paid out, so the total cost for 3 months could be HUF 193.6bn, but in fact, only HUF 32bn (€88.9m) was spent. \r\rThe proportions of the types of supported companies were as follows:\r\r* 13% micro-enterprises\r* 25% small companies\r* 27.9% medium-sized companies\r* 33.8% large companies,\r\rWith regard to sectors, the composition is the following:\r\r* manufacturing: 49.1 % (nearly 100,000 applications);\r* trade and machinery: 16.7%, nearly 33,000 applications;\r* accommodation, hospitality: 9.1%, nearly 18,000 applications;\r* administrative activities and supporting services administration: 4.9% nearly 10,000 applications.\r\rCritics noted that the employer has attractive alternatives: dismissal, unpaid leave, or even citing the COVID-19 situation as a vis maior to pay no wages for down-time. Critics also argue that the measure came much too late, 5 weeks after Hungary announced a 'state of danger' for the pandemic on 11 March 2020. \rOne analyst said that the measure is not enough to save ailing companies. The maximum amount of the subsidy is HUF 75,000 (€206) per month - this is the amount paid if working time is reduced by 4 hours a day – for a gross salary of HUF 322,000 (€883) or HUF 214,000 net (€587). In comparison, the average monthly gross salary was HUF 367,800 or €1,009 a month in 2019. By not firing an employee, the company saves only 2% on payroll costs, but since production declines and revenues fall, these savings disappear. The state, on the other hand, saves if employees are kept on, as the subsidy is less than the unemployment benefit it would have to pay if the employee was laid off. The state's share is about 30% at the average salary, the analysis published in G7.hu said.\r\rA national poll by Závecz Research said that a tenth of employees suffered big income losses already, 8% were sent on unpaid leave, 3% were laid off. 25% of employees polled feel they would be put on unpaid leave or fired in the coming months. Two-thirds of respondents feel covid-19 will affect them financially and 80% of entrepreneurs said they would lose money in the pandemic. Some 2% of respondents started using up savings, and 4/10th postponed planned spending", "descriptionInvolvementOfSocialPartners": "Although initially critical of the measure for not going far enough, the Hungarian employers' federation MGYOSZ, the National Association of Entrepreneurs and Employers (VOSZ) and the Hungarian Chamber of Commerce and Industry (MKIK) welcomed it and said most of their proposals as employers’ representatives had been heard. They were consulted before the measures were announced. Trade unions on the other hand were only informed of the measure, mainly at the tripartite VKF which meets weekly since the start of the crisis, but they were not consulted", "socialPartner_form": "Bi-or tripartite social dialogue bodies", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HU-2020-18_640.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "527", "sources::title": "How will the Hungarian Kurzarbeit work?", "sources::url": "https://www.portfolio.hu/gazdasag/20200410/hogy-mukodik-majd-a-magyar-kurzarbeit-konkret-szamokat-mondott-az-allamtitkar-42545", "sources::d_date": "04/10/2020", "modId": "3", "downloaded_to": "6494f18081070d1826e8229a9e9f492adf2eb093da75eabf2e20bf01f28e57f5"}, {"recordId": "528", "sources::title": "Employers' organisations welcome Orban plan", "sources::url": "https://magyarnemzet.hu/gazdasag/elegedettek-a-munkaadoi-kepviseletek-az-orban-tervvel-7980053/", "sources::d_date": "04/07/2020", "modId": "3", "downloaded_to": "adbdac34cfb0ee7667153ef056ca69fd2eaa0041419d3d3cd33b4cf3d25e7c4c"}, {"recordId": "529", "sources::title": "Further crisis management measures needed", "sources::url": "http://www.liganet.hu/page/88/art/10490/akt/1/html/tovabbi-valsagkezelesi-intezkedesekre-van-szukseg.htm", "sources::d_date": "04/09/2020", "modId": "4", "downloaded_to": "ac7203c4d32df6c708595a2e6f6cafd24cbcf5559ce074604f633ae8d0d9f135"}, {"recordId": "530", "sources::title": "Trade unions: thousands lose jobs daily while government stalls with measures", "sources::url": "https://merce.hu/2020/04/09/a-szakszervezetek-szerint-naponta-ezrek-veszitik-el-az-allasaikat-a-kormany-pedig-halogato-intezkedeseket-hoz/", "sources::d_date": "04/09/2020", "modId": "3", "downloaded_to": "28c3eefb9e35b713a7682ecbcb3a82f07cba23f7ddfacf1e67bc9c6a2e83ca29"}, {"recordId": "644", "sources::title": "Emergency state: deviating from Labour Code", "sources::url": "https://ado.hu/munkaugyek/veszelyhelyzet-csokkentett-munkaidos-foglalkoztatas-es-elteresek-a-munka-torvenykonyvetol", "sources::d_date": "04/14/2020", "modId": "2", "downloaded_to": "2a713601cb70c5de171ad6758bc892b5b8039b3ae599d024074b5acf5fc885eb"}, {"recordId": "674", "sources::title": "Expanding the Hungarian wage subsidy scheme", "sources::url": "https://www.portfolio.hu/gazdasag/20200420/bejelentettek-maris-nagy-konnyites-jon-a-magyar-bertamogatasi-rendszerben-427214", "sources::d_date": "04/20/2020", "modId": "1", "downloaded_to": "5e3c761cf08f3cf33b82adc439c4efbde394e0dd7b73e90d68e24e0bd93b10af"}, {"recordId": "1179", "sources::title": "Csizmadia-Illessy (2020). The virus and work.", "sources::url": "", "sources::d_date": "04/30/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}, {"recordId": "1180", "sources::title": "Ministry: Funds left for economic support in second wave", "sources::url": "https://www.vg.hu/gazdasag/gazdasagi-hirek/maradt-forras-a-masodik-hullam-gazdasagi-kezelesere-2387360", "sources::d_date": "07/13/2020", "modId": "0", "downloaded_to": "2bada0053c5e06d3dc3a265ab8d6e98a5ebdc82c02728271493024422e4221ef"}, {"recordId": "1660", "sources::title": "Data on Kurzarbeit in July 2020 - Index.hu", "sources::url": "", "sources::d_date": "07/17/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}, {"recordId": "1661", "sources::title": "Govt plan not enough to save companies - G7.hu", "sources::url": "", "sources::d_date": "04/15/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}, {"recordId": "1663", "sources::title": "Poll: 2/3rds of Hungarians expect to lose money due to covid - Zavecz Researc", "sources::url": "", "sources::d_date": "04/15/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "3", "funding::name": "Employer", "modId": "0"}, {"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "20", "updates::d_date": "04/22/2020", "updates::description": "The measure has been extended; the eligibility criteria for application have been eased, for example, a 'national interest' was no longer required, compulsory training can be held within two years of approval, and the ban on layoffs only applies to employees in the scheme, but not to total headcount at the firm. As was announced on 20 April 2020, more applicants became eligible for the support: those who work two hours per day only could also apply. This implies that those companies where turnover fell by 75% also became eligible. Eligible companies can use this measure in combination with the new working time banking system, which is favourable for employers. At the same time, the companies are also eligible for a job retention loan for a nine-month wage, with a 0.1% preferential interest. The loan will last two years - the detailed provision on this will be published shortly. The ceiling of HUF 75,000 wage support per employee per month was not changed. \r", "modId": "6"}, {"recordId": "235", "updates::d_date": "07/17/2020", "updates::description": "The measure was extended by one month, i.e. up to 31 August 2020 (the original deadline was 31 July 2020. ", "modId": "4"}], "regions": []}, "recordId": "531", "modId": "101"}