{"fieldData": {"title": "Moratorium on social security contributions for companies and self-employed workers", "title_nationalLanguage": "Moratoria de las cotizaciones sociales a la Seguridad Social de empresas y trabajadores autónomos", "d_startDate": "03/31/2020", "d_endDate": "07/10/2020", "calc_country": "Spain", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "ES-2020-14/641", "dateType": "Temporary", "calc_creationDay": "04/15/2020", "calc_lastUpdate": "07/22/2020", "descriptionBackgroundInfo": "Due to the exceptional health emergency situation, companies and the self-employed have had to suspend their activity or have seen it considerably reduced. Therefore, in order to alleviate the financial stress they have to face, the following complementary measures are adopted to those already adopted in the Royal Decree-laws for this group.\r\rThe General Treasury of Social Security is empowered to grant exceptional moratoriums on the payment of contributions to Social Security based on exceptional circumstances, in the cases and conditions determined by Ministerial Order. The accrual period in the case of companies would be between April and June 2020, while in the case of the self-employed it would be between May and July 2020. And, in this area, companies and freelancers are allowed who do not have deferments in payment of debts with Social Security can request the deferment of payment of their debts with Social Security, which must enter between the months of April and June 2020, with a substantial reduction in the required interest rate which is set at 0.5%.", "descriptionContentOfMeasure": "The General Treasury of Social Security is empowered to grant moratoriums of six months, without interest, to companies and self-employed workers included in any Social Security regime, who request it and comply with the requirements and conditions that will be established. By Order of the Minister of Inclusion, Social Security and Migration, with the prior agreement of the Government's Delegated Commission for Economic Affairs. The moratorium, in the cases that it is granted, will affect the payment of business contributions to the Social Security contribution and for concepts of joint collection and to the quotas of self-employed or self-employed workers, whose accrual period, in the case of companies is between the months of April and June 2020 and, in the case of self-employed workers between May and July 2020, provided that the activities they carry out are not suspended due to the state of alarm declared by Royal Decree 463/2020, of March 14.\r\rMoratorium requests must be submitted, in the case of companies, through the Electronic Data Remission System in the field of Social Security (RED System) regulated in Order ESS / 484/2013, and in the case of Self-employed workers through the aforementioned RED System or by the electronic means available at the electronic headquarters of the Secretary of State for Social Security (SEDESS).", "descriptionUseOfMeasure": "No data available yet.", "descriptionInvolvementOfSocialPartners": "Social partners were only informed about this measure, but not involved in its implementation or monitoring.", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-14_641.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "490", "sources::title": "Royal Decree 11/2020", "sources::url": "https://www.boe.es/diario_boe/txt.php?id=BOE-A-2020-4208", "sources::d_date": "03/31/2020", "modId": "3", "downloaded_to": "39fcc12dd520e1b9731a2c961f532ee0767fbbf3ffc0b02b5154f56141e13786"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "532", "modId": "74"}