{"fieldData": {"title": "Refund of expenses and granting of aid for cancellation of international trade promotion activities and other international events", "title_nationalLanguage": "Devolución de gastos y concesión de ayudas por cancelación de  actividades de promoción del comercio internacional y otros eventos internacionales", "d_startDate": "03/31/2020", "d_endDate": "06/21/2020", "calc_country": "Spain", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "ES-2020-14/645", "dateType": "Temporary", "calc_creationDay": "04/15/2020", "calc_lastUpdate": "07/22/2020", "descriptionBackgroundInfo": "Many companies have suffered cancellations of numerous events planned to support their internationalization with the support of ICEX. In many cases, expenses have been already made in events organized by ICEX that  have been canceled for reasons of force majeure. Likewise, in the event of cancellation of international events, ICEX will grant companies additional aid based on non-recoverable expenses incurred.\r\rAdditionally, ICEX may grant aid to those companies that had planned to participate in international events that have been promoted or organized by other collaborating entities of ICEX itself (these entities may also be beneficiaries). These grants will be in line with the expenses borne and unrecoverable in the present or future edition of an international event canceled as a result of the pandemic.", "descriptionContentOfMeasure": "ICEX Spain Export and Investments is empowered to return to companies that have incurred unrecoverable expenses in this or future editions of the fees paid for participation in fairs, or other activities to promote international trade, which have been summoned by the entity, when these are canceled, seriously affected or postponed by the organizer as a result of COVID 19. In the event of postponement, the company must justify its inability to attend the new edition.\r\rIt is empowered to grant and pay aid to companies that will participate in international events organized through ICEX collaborating entities and to the collaborating entities themselves, depending on the costs incurred that are not recoverable in this or future editions, when activities are canceled as a consequence of COVID 19", "descriptionUseOfMeasure": "No data available", "descriptionInvolvementOfSocialPartners": "Social partners were not involved in the design, implementation or monitoring of this measure.", "socialPartner_form": "No involvement", "socialPartner_role": "Not applicable", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-14_645.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "490", "sources::title": "Royal Decree 11/2020", "sources::url": "https://www.boe.es/diario_boe/txt.php?id=BOE-A-2020-4208", "sources::d_date": "03/31/2020", "modId": "3", "downloaded_to": "39fcc12dd520e1b9731a2c961f532ee0767fbbf3ffc0b02b5154f56141e13786"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "536", "modId": "73"}