{"fieldData": {"title": "Measures intended to give the debtor additional time to fulfill obligations", "title_nationalLanguage": "Pasākumi, kuru mērķis dot parādniekam papildu laiku saistību izpildei", "d_startDate": "04/03/2020", "d_endDate": "", "calc_country": "Latvia", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Preventing over-indebtedness", "calc_identifier": "LV-2020-14/647", "dateType": "Open ended", "calc_creationDay": "04/15/2020", "calc_lastUpdate": "05/07/2020", "descriptionBackgroundInfo": "The Ministry of Justice has prepared and the Parliament has approved measures intended to give to the debtors additional time to fulfill obligations which he/she is unable to pay through his own fault due to the spreading of COVID-19. \rMeasures are established by the law “On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19” (adopted on 20 March 2020, valid from 22 March 2020).", "descriptionContentOfMeasure": "The 30-day term specified in Commercial Pledge Law for issuing a decision on the use of a commercial pledge has been extended to 60 days. Pledgor and pledgees may contest the notice about the collection of the commercial pledge to a Court also in case when exceptional circumstances preclude the use of the commercial pledge.\rWith reference to hearing civil cases and deciding on the term for voluntary enforcement of the judgment in accordance with Section 204.1 of the Civil Procedure Law, the term the Court may specify has been extended from not exceeding 10 days to 60 days, except for the cases when the judgment is to be enforced without delay.\rAn application for undisputed enforcement of obligations in accordance with the procedures laid down in the Civil Procedure Law may be submitted only if evidence regarding issuance of a warning to a debtor has been issued not earlier than 60 days prior to submission of the application.\rThe term specified in the Extrajudicial Debt Recovery Law for expressing the debtor's objections against the existence, amount and payment term of the debt has been extended from 21 days to 60 days from the date of receipt of the notice of the existence of debt.\rThe new term – not less than 60 days from the day when the term for execution of the liability became due – is introduced for a creditor to submit a notarial deed to a sworn notary.\rIn the period from 1 April 2020 to 1 September 2020, the interest rate for delay in the performance of a civil law obligation may not exceed the amount specified in the Civil Law. The aim of this norm is to reduce the impact of additional negative consequences on legal entities that are already unable or will not be able to ensure timely fulfillment of civil obligations due to the state of emergency declared in the country.\rIn the period from 12 March 2020 to 1 July 2020, the limitation period for statutory obligations is suspended and this period is deductible from the calculation of the limitation period.", "descriptionUseOfMeasure": "No information up to date.", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LV-2020-14_647.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "483", "sources::title": "Law On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19", "sources::url": "https://likumi.lv/ta/en/en/id/313373-on-measures-for-the-prevention-and-suppression-of-threat-to-the-state-and-its-consequences-due-to-the-spread-of-covid-19", "sources::d_date": "04/09/2020", "modId": "4", "downloaded_to": "4783f8d4b6e2ae36e2c7c497825dd167abffb16ec48e0c97397f180b4824e59a"}, {"recordId": "532", "sources::title": "Būtiskākās tiesiskā regulējuma izmaiņas civiltiesību jomā sakarā ar Covid-19 izplatību", "sources::url": "https://tm.gov.lv/lv/aktualitates/tm-informacija-presei/butiskakas-tiesiska-regulejuma-izmainas-civiltiesibu-joma-sakara-ar-covid-19-izplatibu", "sources::d_date": "04/08/2020", "modId": "3", "downloaded_to": "2b04788b61e5f39029e0408c405eb65e80cb0b4bdb3ec490b96faf36b94eb48e"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "77", "targetGroups::name": "Other groups of citizens", "modId": "10"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "538", "modId": "76"}