{"fieldData": {"title": "Audiovisual sector: First collective agreement on short-time working", "title_nationalLanguage": "Kurzarbeits-Tarifvertrag", "d_startDate": "03/25/2020", "d_endDate": "12/31/2020", "calc_country": "Germany", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "DE-2020-13/649", "dateType": "Temporary", "calc_creationDay": "04/15/2020", "calc_lastUpdate": "05/05/2020", "descriptionBackgroundInfo": "On 19 March, the main employer organisation of the audiovisual sector together with sectoral business organisations and business organisations of advertisement companies published a statement saying that due to the upcoming COVID-19 lockdown and to travel restrictions the advertisement sector faces the strongest crisis ever and that due to this the production of commercial movies and TV-productions will come under strong strain. The authors, nevertheless, agree to the lockdowns; they recommend to postpone commercial movie and TV productions and to show strong solidarity within the sector for safeguarding the sectoral supply chains and networks.One week later, the main private employer organisation, the Produzentenallianz (producers' alliance), reached an ageement with the United Services Union, ver.di, and the occupational trade union of actors, BFFS, which for the first time stipulates that the employers shall apply short time working.", "descriptionContentOfMeasure": "On 24 March 2020 the Produzentenallianz (producers' alliance), ver.di and BFFS reached an agreement that for the first time regulates the use of short time working in the movie and TV film production business. It is an addition to the existing framework collective agreement and specifies the use of short time work in case of disruptions or stoppages of movie productions.  In light of the upcoming chellenges, it was reached in great hurry and approved by the organisations the same evening; it came into force the next day, on 25 March.\rThe agreement lasts until 31 December but can be cancelled by either side by 30 June 2020  (two weeks announcement period). \r\rIt is a supplement to the framework collective agreement already in place and specifies the use of short time work in case of disruptions and stoppages of movie production: \r\r* Actors employed on fixed term contract for the duration of the movie production shall in these cases not be dismissed but be employed on short time work and contiue be work after the end of the short time work period. \r\r* On top of the standard short time work allowance (60% of net monthly income for workers without children, 67% for those with children) employers shall pay an extra for reaching up to 90% of the wage level of the collective wage agreement for actors or  up to 100% of the agreed wage level of mangerial staff the minimum (the agreed wage is expected to be lower than the actual wage) or up to the income treshold for social security contribution assessments the maximum. The federal employment agency will pay the social security contributions.", "descriptionUseOfMeasure": "The main broadcasting stations immediately signed the agreement and said they will apply it.   The agreement does not have to be applied by companies which are not members of the Produzentenallianz (producers' alliance).\r", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "Other", "socialPartner_role": "Agreed (outcome)", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/DE-2020-13_649.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "543", "sources::title": "Kurzarbeit.Tarifvertrag ", "sources::url": "", "sources::d_date": "03/26/2020", "modId": "3", "failure_reason": "Invalid URL 'http://': No host supplied"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}, {"recordId": "33", "targetGroups::name": "Workers in non-standard forms of employment", "modId": "14"}], "funding": [{"recordId": "3", "funding::name": "Employer", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [{"recordId": "10", "occupations::name": "Legal, social and cultural professionals", "modId": "0"}], "sectors": [{"recordId": "122", "sectors::code": "R90", "sectors::name": "Creative, arts and entertainment activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "540", "modId": "77"}