{"fieldData": {"title": "Measures regarding insolvency and legal protection processes", "title_nationalLanguage": "Tiesiskās aizsardzības procesa un maksātnespējas procesa jautājumi", "d_startDate": "04/03/2020", "d_endDate": "", "calc_country": "Latvia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Rescue procedures in case of insolvency or adaptation of insolvency regulation", "calc_identifier": "LV-2020-14/651", "dateType": "Open ended", "calc_creationDay": "04/15/2020", "calc_lastUpdate": "05/07/2020", "descriptionBackgroundInfo": "The Ministry of Justice has prepared and the Parliament has approved changes in insolvency procedures and legal protection process procedures - a form of arrangement with creditors - to be used during state emergency period caused by spread of COVID-19.\rMeasures are established by the law 'On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19' (adopted on 20 March 2020, valid from 22 March 2020).", "descriptionContentOfMeasure": "Until 1 September 2020, creditors are prohibited from submitting an application for insolvency proceedings of a legal person if any of the characteristics of the insolvency listed in Section 57, Paragraph one, Clauses 1, 2, 3 or 4 of the Insolvency Law is in place.\r\rSuch characteristics are, for example:  \ri) the debtor has not paid an employee the work remuneration in full within two month period; \rii) the debtor (company) has not paid debt larger than €4,268 and it has not responded to creditors within three weeks.\r\rA court, during the emergency period and six months after the end of it, following a substantiated application by the debtor, will be able to decide on the transfer of the deadline of the payment to the creditor included in the rescue plan during the insolvency proceedings, thus extending the term of the procedure for extinguishing the liabilities.\r\rThe rights to participate and vote in creditors' meetings remotely using electronic means of communication, as well as to vote in writing are introduced. Time limit for the implementation of the legal protection process has been extended from 2 years to 4 years. In cases where the period for the implementation of the legal protection process has already been extended previously and because of COVID-19 crisis, and the debtor can not fulfill the measures of the plan, the period for the implementation may be extended by one year, if the creditors agree to it.", "descriptionUseOfMeasure": "No information up to date", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LV-2020-14_651.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "483", "sources::title": "Law On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19", "sources::url": "https://likumi.lv/ta/en/en/id/313373-on-measures-for-the-prevention-and-suppression-of-threat-to-the-state-and-its-consequences-due-to-the-spread-of-covid-19", "sources::d_date": "04/09/2020", "modId": "4", "downloaded_to": "4783f8d4b6e2ae36e2c7c497825dd167abffb16ec48e0c97397f180b4824e59a"}, {"recordId": "532", "sources::title": "Būtiskākās tiesiskā regulējuma izmaiņas civiltiesību jomā sakarā ar Covid-19 izplatību", "sources::url": "https://tm.gov.lv/lv/aktualitates/tm-informacija-presei/butiskakas-tiesiska-regulejuma-izmainas-civiltiesibu-joma-sakara-ar-covid-19-izplatibu", "sources::d_date": "04/08/2020", "modId": "3", "downloaded_to": "2b04788b61e5f39029e0408c405eb65e80cb0b4bdb3ec490b96faf36b94eb48e"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "542", "modId": "74"}