{"fieldData": {"title": "Easing the temporary and flexible hiring of workers in agriculture", "title_nationalLanguage": "Medidas urgentes en materia de empleo agrario", "d_startDate": "04/07/2020", "d_endDate": "09/30/2020", "calc_country": "Spain", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Smoothing frictions or reallocation of workers", "calc_identifier": "ES-2020-15/655", "dateType": "Temporary", "calc_creationDay": "04/16/2020", "calc_lastUpdate": "07/22/2020", "descriptionBackgroundInfo": "The Council of Ministers has approved a Royal Decree-Law (13/2020) approving temporary urgent measures in the field of agricultural employment, which will guarantee the availability of labor to meet the needs of farmers and ranchers.\r\rIts objective is to ensure the collection on farms, the production flow for the later links of the chain and the supply of the population, given the sharp decrease in the supply of labor that usually deals with agricultural work as a seasonal worker in the Spanish countryside, due to sanitary limitations on travel from their countries of origin as a consequence of COVID-19.\r\rA situation that is aggravated by its temporal coincidence with several of the most active and important campaigns, such as stone fruit, summer crops or strawberries that are not susceptible to mechanization and, therefore, are at risk of be lost.\r\rThese measures favor the temporary hiring of workers in the agricultural sector by establishing extraordinary measures to make employment more flexible, of a social and labor nature, necessary to ensure the maintenance of agrarian activity, during the validity of the state of alarm.", "descriptionContentOfMeasure": "These measures favor the temporary hiring of workers in the agricultural sector by establishing extraordinary measures to make employment more flexible, of a social and labor nature, necessary to ensure the maintenance of agrarian activity, during the validity of the state of alarm.\r\rThe urgent measures allow the compatibility of unemployment benefit or other social or labor benefits with the performance of agricultural tasks, so that sufficient labor is achieved in the current situation by the population near the places of cultivation and the increase in disposable income at a time of special vulnerability, without undermining social protection and public health.\r\rTherefore, those who, upon the entry into force of the Royal Decree-Law, are in a situation of unemployment or cessation of activity and those workers whose contracts have been temporarily suspended may be beneficiaries of the temporary flexibility measures, such as consequence of the temporary closure of the activity, in accordance with the provisions of article 47 of the revised text of the Workers' Statute Law, except for workers affected by ERTEs due to COVID-19.\r\rThose migrants whose work permit ends in the period between the declaration of the State of Alarm and June 30, 2020, will also be able to access these jobs, whose extension will be determined through instructions from the Secretary of State for Migration.\r\rYoung nationals of third countries, who are in a regular situation, who are between 18 and 21 years old, may also be admitted.\r\rTo access this type of contract, the regulation establishes that people whose addresses are close to the places where they carry out the work may benefit from the flexibility measures. It is considered as a requirement for the employer the need to ensure, at all times, the availability of appropriate means of prevention against COVID-19.\r\rThe remuneration received for the work activity performed, under the extraordinary measures to make employment more flexible, will be compatible with different unemployment benefits.", "descriptionUseOfMeasure": "No data available yet.", "descriptionInvolvementOfSocialPartners": "Social partners in agriculture sector demanded this measure and were involved.", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-15_655.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "545", "sources::title": "Royal Decree 13/2020", "sources::url": "https://www.boe.es/buscar/act.php?id=BOE-A-2020-4332", "sources::d_date": "04/07/2020", "modId": "3", "downloaded_to": "9cd1de19a4484b45e547cba9ebd365aa2fd98f230710931f1a3c33c86ddef66b"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "27", "sectors::code": "A1", "sectors::name": "Crop and animal production, hunting and related service activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "546", "modId": "81"}