{"fieldData": {"title": "Deferral of all April monthly tax statements for SMEs and self-employed", "title_nationalLanguage": "Aplazamiento de todas las declaraciones de impuestos del mes de abril para pymes y autónomos", "d_startDate": "04/14/2020", "d_endDate": "05/20/2020", "calc_country": "Spain", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "ES-2020-16/656", "dateType": "Temporary", "calc_creationDay": "04/16/2020", "calc_lastUpdate": "07/22/2020", "descriptionBackgroundInfo": "The Council of Ministers has approved a Royal Decree-law (14/2020) that allows the deadline for filing tax returns and self-assessments for SMEs and the self-employed to be extended. The norm establishes that these groups will not have to present these tax payments in April, as usual, but extends the term by one month until May 20 to mitigate the economic impact caused by the COVID-19 crisis.", "descriptionContentOfMeasure": "The decree states that taxpayers (SMEs and self-employed) with a turnover of up to €600,000 will have until May 20 to file the tax returns for the month of April. In other words, they may postpone the filing of the quarterly VAT declaration, the fractional payment of corporation tax, as well as the personal income tax. In the case of domiciled declarations, the term is also extended by one month and goes from April 15 to May 15. Regardless of the time of submission, all charges will be made on May 20. That also includes statements filed before the 15th of this month.\r\rIn this way, the Government shows its commitment to SMEs and the self-employed, who make up the bulk of the productive fabric of Spain. In fact, the measure approved today will benefit 3.4 million taxpayers, who represent 95% of companies and freelancers who must file their tax return in April. In practice, this moratorium represents liquidity of 3,558 million for SMEs and the self-employed.\r\rIn addition, this measure aims to give tax managers and advisors a greater margin to collect the information necessary to comply with the tax obligations of their clients at a time of great difficulty due to the effects of the health emergency.\r\rThis decision is part of the strategy of the Ministry of Finance to combat the effects of COVID-19 on the activity of self-employed and SMEs. In fact, the Government has already approved the possibility that both groups could postpone the payment of taxes to a maximum of €30,000 for six months, with three months without interest. This measure, with a maximum impact of 14,000 million, could benefit 99.8% of the self-employed and 94% of SMEs, which are those who are below this level of turnover.", "descriptionUseOfMeasure": "No data available", "descriptionInvolvementOfSocialPartners": "Social partners were not involved in the design, implementation or monitoring of the measure.", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-16_656.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "546", "sources::title": "Royal Decree 14/2020", "sources::url": "https://www.boe.es/diario_boe/txt.php?id=BOE-A-2020-4448", "sources::d_date": "04/14/2020", "modId": "3", "downloaded_to": "6308252e29854eab07bf24b29fb51b016c3d9e06aac02485e4e661872c02ae2c"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "547", "modId": "73"}