{"fieldData": {"title": "Three months' suspension of eligibility criteria for long-term unemployment benefit holders", "title_nationalLanguage": "Timekrav for folk på kontanthjælp sættes på pause", "d_startDate": "03/09/2020", "d_endDate": "09/08/2020", "calc_country": "Denmark", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Income support for unemployed", "calc_identifier": "DK-2020-11/660", "dateType": "Temporary", "calc_creationDay": "04/16/2020", "calc_lastUpdate": "07/23/2020", "descriptionBackgroundInfo": "With the different initiatives to support wage earners and self-employed, now follows an initiative from the government to support unemployed people - and in this case - receiving social security protection because the person is no longer eligible for an unemployment benefit. A so-called 225 hours rule in force requires that the unemployed needs to have had 225 hours of employment the last 12 months in order to continously receiving a cash benefit. This rule the government and the Parliament has suspended on the background that finding a new job is impossible in the current situation. \r\rLegal reference: LFF 2020-04-14 nr 169", "descriptionContentOfMeasure": "To be able to fulfill the demand of 225 hours work within the last 12 months with the aim to keep the cash benefit requires an active search for jobs. Finding new jobs has become a significantly difficult task. The COVID-19 has send thousands of employees home with a wage compensation waiting for reopening of the labour market. However, this has not avoided a drastic increase in unemployment due to bankruptcies or close downs of parts of a company. On this background, the government and the Parliament on 06.04.2020 decided to put the 225 hours rule on hold with effect from 09.03.2020 and three months forward. This means that the unemployed person receiving social security benefits in this period will receive the cash benefit without documenting 225 hours of employment in the last 12 months nor without having continuously to search for jobs. \r\rA person of 30 years of age with children receives DKK 15.355 a month (1 January 2020)\rPersons under 30 years without children receives DKK 11.554 a month\rSingles under 30 years with children receives DKK 14.677  a month", "descriptionUseOfMeasure": "It is too early to estimate the number of beneficiaries that falls under this specific rule.", "descriptionInvolvementOfSocialPartners": "The social partners have expressed agreement with this support measure for unemployed receiving a cash benefit.", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/DK-2020-11_660.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "553", "sources::title": "Bredt flertal sætter timekrav for folk på kontanthjælp på pause", "sources::url": "https://bm.dk/nyheder-presse/nyheder/2020/04/bredt-flertal-saetter-timekrav-for-folk-paa-kontanthjaelp-paa-pause/", "sources::d_date": "04/06/2020", "modId": "3", "downloaded_to": "b757ff80962033f3f297c1a48a3c2988e49f2ec611124ce2d7673b7285e49f9c"}, {"recordId": "1252", "sources::title": "225-timers-krav på pause indtil september på grund af corona-udbruddet", "sources::url": "https://bm.dk/nyheder-presse/pressemeddelelser/2020/06/225-timers-krav-paa-pause-indtil-september-paa-grund-af-corona-udbruddet/", "sources::d_date": "06/19/2020", "modId": "0", "downloaded_to": "963532958f1f7a0cf4f64440fd0783bc3cdd7ef692273017997701d4a89f6a65"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "158", "updates::d_date": "07/10/2020", "updates::description": "Due to the Corona situation, the Danish parliament has decided to extend the suspension of the 225-hour rule for social security protection recipients until September 8, 2020.", "modId": "2"}], "regions": []}, "recordId": "551", "modId": "86"}