{"fieldData": {"title": "Reduced lease payments for commercial leases and primary residences as well as for financial lease", "title_nationalLanguage": "Μείωση ενοικίου επαγγελματικής στέγης και πρώτης κατοικίας", "d_startDate": "03/01/2020", "d_endDate": "04/30/2020", "calc_country": "Greece", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "GR-2020-10/282", "dateType": "Temporary", "calc_creationDay": "04/04/2020", "calc_lastUpdate": "01/06/2021", "descriptionBackgroundInfo": "According to Legislative Act 11.03.2020/2020, Legislative Act 20.03.2020/2020, art.46 L.4683/2020, Art. 4 L. 4690/2020, Art.15 - L.4690/2020 & Α.1135/2020 as amended by A.1146/2020 & Α.1164/2020 , the following measure (in accordance with other legislative measures) was announced for dealing with the potential economic effects of the coronavirus spread (COVID-19) and the support of the economy and entrepreneurship. As such, from March until August 2020, rent will be reduced by 40% for all businesses the activities of which have been suspended by state decree and for individuals working at such businesses (or their spouse or the other party of a partnership agreement)  but only when the home is their primary residence or as student residence for their dependent members. ", "descriptionContentOfMeasure": "By virtue of the Legislative Act 11.03.2020/2020, Legislative Act 20.03.2020/2020, art.46 L.4683/2020, Art. 4 L. 4690/2020, Art.15 - L.4690/2020 & Α.1135/2020 as amended by A.1146/2020 & Α.1164/2020, enterprises, whose operation has been mandatorily suspended or temporarily interrupted based on special  and extraordinary measures taken for precautionary or repressive purposes in relation to the coronavirus spread, shall be exempted from paying 40% of the total amount of rent due for the months March till August  2020 for  the commercial premises that they lease (i.e. they can pay only 60% of their rent, in derogation from the legal provisions on leases). \r\rStamp duty and VAT shall be re-calculated and remitted on the amount of rent that will result  following the above partial payment; The above exemption shall also  apply in cases of financial leases of movable or immovable assets intended exclusively to be used for business purposes by the above mentioned enterprises. The following measure (in accordance with other legislative measures) was announced for dealing with the potential economic effects of the coronavirus spread (COVID-19) and the support of the economy and entrepreneurship. The above exemption shall also apply for residential leases that concern the primary residence of lessees who are employees (or their spouse or the other party of a partnership agreement). Of the above mentioned enterprises, on condition that the employment relationship was already in effect at the time the special and extraordinary measures for the suspension or temporary interruption of the enterprise’s operation were imposed.", "descriptionUseOfMeasure": "The provision applies to 210,000 companies, employing 500,000 people full-time or part-time, that were and remain closed on 16 December 2020, due to the lock down. At the same time, the 600,000 companies affected by the crisis, will continue to pay a reduced rent of 40%.", "descriptionInvolvementOfSocialPartners": "Not known", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GR-2020-10_282.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "713", "sources::title": "Act of  Legislative Content of 11.03.2020 \"Emergency contingency measures to tackle the adverse effects of the outbreak of  COVID-19 and to address the need to  limit the spread of the virus» \r", "sources::url": "http://www.et.gr/idocs-nph/search/pdfViewerForm.html?args=5C7QrtC22wHUdWr4xouZundtvSoClrL8ExDiwSIm0cLtIl9LGdkF53UIxsx942nRwO1oKqSe4BlOTSpEWYhszF8P8UqWb_zFijP3fNjb3qKpGxGNtxU_uAtLw56ULsxCc54tGXdl9oyQ1\r", "sources::d_date": "03/11/2020", "modId": "5", "downloaded_to": "7e7983cdf8807a7ff707810b82ba66fb6d87dab7102f882ab6e60ecad0e9321f"}, {"recordId": "1205", "sources::title": "Law 4683/10.04.2020", "sources::url": "http://www.et.gr/idocs-nph/search/pdfViewerForm.html?args=5C7QrtC22wHUdWr4xouZundtvSoClrL8u8Ba_xZ1WCXtIl9LGdkF53UIxsx94 2CdyqxSQYNuqAGCF0IfB9HI6qSYtMQEkEHLwnFqmgJSA5WIsluV-nRwO1oKqSe4BlOTSpEWYhszF8P8UqWb_zFijDvRysmIdVvLrpgpMPxJeljCPno9sz64m7tFy4dr7W0K", "sources::d_date": "04/10/2020", "modId": "0", "downloaded_to": "daeb1dd70bee2b409e681ae2ad748f46f3977b081cf3a29995d2c1c600ed4100"}, {"recordId": "1206", "sources::title": "Ministerial Decision A 1146/2020", "sources::url": "Υπουργική Απόφαση Α 1146/2020", "sources::d_date": "06/19/2020", "modId": "0", "failure_reason": "Failed to parse: http://Υπουργική Απόφαση Α 1146/2020"}, {"recordId": "1207", "sources::title": "Ministerial Decision A. 1164/2020", "sources::url": "Υπουργική Απόφαση Α. 1164/2020", "sources::d_date": "07/15/2020", "modId": "0", "failure_reason": "Failed to parse: http://Υπουργική Απόφαση Α. 1164/2020"}, {"recordId": "2425", "sources::title": "Rent Reduction by 80% for Businesses Impacted by COVID-19", "sources::url": "https://www.kathimerini.gr/economy/local/561212275/meionetai-kata-80-to-enoikio-gia-tis-kleistes-epicheiriseis", "sources::d_date": "01/01/2021", "modId": "0", "downloaded_to": "c42efc96138ed8d4beeb1e2e7bc7cd78aded06bd3f98a1319baf4f717b664cba"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "456", "updates::d_date": "11/14/2020", "updates::description": "By virtue of Art. 3, Law 4735/2020, the Ministry of Finance announced  a 40% reduction of the payment of the rent of real estate property used for business purposes  as well as for employees' first residence or as student residence for their dependent members for November 2020. Eligible are businesses located or having a branch in a regional unit, which was considered as having a \"high\" epidemiological level, and where special and extraordinary measures have been taken to suspend or temporarily ban their operation, or which have been financially affected as per their Activity Code Numbers (ACN), as well as employees of such businesses (or their spouse or the other party of a partnership agreement).", "modId": "1"}, {"recordId": "513", "updates::d_date": "01/01/2021", "updates::description": "In January, the provision for the reduction of the rent by 80%, for January and February 2021, from the previous 40% on rents, was submitted to the Parliament. The provision applies to 210,000 companies, employing 500,000 people full-time or part-time, that were and remain closed by state order after 16 December 2020. Also, the provision will provide for the compensation of the owners by 60% on the initial rent, while, contrary to the previous provisions, the legal entities - property owners are included in the compensations, but with a smaller percentage. As such, property owners (natural persons) who rent commercial real estate and will receive a reduced 80% rent in the first two months of 2021 will be compensated for 60% of the monthly agreed rent and not on the loss. In this way the cost of rent is shared by 60% in the state, 20% in the landlord and 20% in the business. According to a government official, compensation for 40% of the rent will be provided for legal entities that lease real estate.\rAt the same time, a decision is expected in January on the 600,000 companies affected by the crisis, which will continue to pay a reduced rent of 40%. For these cases the compensation for property owners amounts to 50% of the losses.\r", "modId": "3"}], "regions": []}, "recordId": "165", "modId": "109"}