{"fieldData": {"title": "Anti-crisis shield: Deferral of social security contributions for self-employed and micro companies ", "title_nationalLanguage": "Tarcza antykryzysowa: zwolnienia ze składek na ubezpieczenia społeczne", "d_startDate": "04/01/2020", "d_endDate": "", "calc_country": "Poland", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "PL-2020-14/662", "dateType": "Temporary", "calc_creationDay": "04/16/2020", "calc_lastUpdate": "05/01/2020", "descriptionBackgroundInfo": "Following the outbreak of the COVID-19 pandemic the government proposed the legislative package of measures intended to counter-act the direct economic effects of the public health crisis. The package, commonly referred to as the Anti-crisis Shield, consist of three legislative acts which all came into force on 1 April.\r\rOf the three acts, the Act amending the Act on Special Measures regrading Prevention, Counteraction and Combating COVID-19 Other Contagious Diseases and Crisis Situations Related and Some Other act of Law is the key piece of legislation regarding the unfolding economic crisis. The Act (abbreviated as the “Special Act”) is a follow-up to the initial ad-hoc regulation introduced in early March. \r\rUstawa z dnia 31 marca 2020 r. o zmianie ustawy o szczególnych rozwiązaniach związanych z zapobieganiem, przeciwdziałaniem i zwalczaniem COVID-19, innych chorób zakaźnych oraz wywołanych nimi sytuacji kryzysowych oraz niektórych innych ustaw. ", "descriptionContentOfMeasure": "The original act deals mostly with reorganization of work (allowing for a wide use of online work, not to be confused with telework of home-office) and care allowances for parents of children aged up to 8 forced to temporarily provide personal care due to closing of care facilities and schools.\rIn the area of supporting business to stay afloat the Special Act offers i.a. temporary exemptions from mandatory social security contributions for three months (March to May). It is available only to solo self employed and micro-companies (including the owner/operator). The aid is on request, some conditions apply. \r\rUnder the regulations some specific target groups may take advantage of the social security dues relief for three months (from March to May, all full months). Those who may apply include:\r•\tMicro-companies (with up to 9 staff), including the owner and operator\r•\tSolo self-employed whose monthly revenue does not exceed the amount of average pay multiplied by three\r\r", "descriptionUseOfMeasure": "No information to date (May 2020).\r\r", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "Bi-or tripartite social dialogue bodies", "socialPartner_role": "Informed", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/PL-2020-14_662.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "544", "sources::title": "The Act of 31 March 2020 amending the Act on Special Measures regarding Prevention, Counteraction and Combating COVID-19 Other Contagious Diseases and Crisis Situations Related (Ustawa z dnia 31 marca 2020 r. o zmianie ustawy o szczególnych rozwiązaniach związanych z zapobieganiem, przeciwdziałaniem i zwalczaniem COVID-19, innych chorób zakaźnych oraz wywołanych nimi sytuacji kryzysowych oraz niektórych innych ustaw ", "sources::url": "https://dziennikustaw.gov.pl/D2020000056801.pdf ", "sources::d_date": "04/01/2020", "modId": "6", "failure_reason": "HTTPSConnectionPool(host='dziennikustaw.gov.pl', port=443): Max retries exceeded with url: /D2020000056801.pdf%20 (Caused by SSLError(SSLError(1, '[SSL: DH_KEY_TOO_SMALL] dh key too small (_ssl.c:1123)')))"}], "actors": [{"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "55", "targetGroups::name": "Solo-self-employed", "modId": "16"}, {"recordId": "63", "targetGroups::name": "One person or microenterprises", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "553", "modId": "79"}