{"fieldData": {"title": "ALTUM Working capital loan", "title_nationalLanguage": "ALTUM Apgrozāmo līdzekļu aizdevums", "d_startDate": "03/25/2020", "d_endDate": "06/30/2021", "calc_country": "Latvia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Access to finance", "calc_identifier": "LV-2020-13/663", "dateType": "Temporary", "calc_creationDay": "04/16/2020", "calc_lastUpdate": "01/22/2021", "descriptionBackgroundInfo": "In cooperation with the Ministry of Economics state owned development finance institution ALTUM has prepared assistance measures for companies affected by crisis due to spread of COVID-19 epidemic. \rWorking capital loan is liquidity support for businesses, farmers and those in the fisheries industry, intended to help companies whose activities have been affected by COVID-19.\rALTUM is a state-owned development finance institution, which offers state aid for various target groups with the help of financial tools (such as loans, credit guarantees, investing in venture capital funds, etc.). ALTUM develops and implements state aid programmes to compensate for the market's shortcomings that can't be solved by private financial institutions.\rThe law “On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19” (adopted on 20 March 2020, valid from 22 March 2020) and Regulations of Cabinet Nr. 122 Regarding the Increase of the Reserve Capital provides funding for the measure.", "descriptionContentOfMeasure": "Amount of the available loan is up to €1 million, but the total loan does not exceed at least one of the criteria:\r- 25% of 2019 turnover;\r- loan amount must not exceed twice the total remuneration of employees (incl. social contributions) in 2019 (for those established in 2019, planned two-year amount);\r- the amount of liquidity required to ensure operation for the next 12 months.\rTerm of the loan is 1-3 years. The loan holidays is available up to 12 month. Reduced interest rate and reduced collateral requirements are applied for these loans.\r\rThere are also several requirements for eligibility. The loan can not be applied to refinance other loans (principal payments, debt repayments of related companies, debt payments incurred before March 2020, dividend payments, etc.). Negative impact of COVID-19 on business activities has to be justified. If the company was already in financial distress as of December 31, 2019 the loan will not be granted. Companies operating in the gambling, financial brokerage, firearms, tobacco, alcohol, real estate sectors are not eligible.", "descriptionUseOfMeasure": "In the period from 25 March 2020 to 10 June 2020 a total of 342 companies have received working capital loans for the total amount of €69 million, most of them small (39%) and micro (41%) companies, 17% loans to medium-sized companies and 3% to large companies. \rThe most demanded is financing up to €100,000 for one transaction, which was received by 68% of ALTUM customers, of which the smallest loan in the amount of €1,840 was received by a trading company from Riga. 10% of entrepreneurs have borrowed financing from €101,000 to €200,000 during the crisis, 14% from €201,000 to €999,000, while 9% of companies have received the maximum loan amount of €1 million.\rWorking capital loans are most actively used by companies operating in the service sector (31%), manufacturing (24%) and trade companies (24%), as well as transport (9%), construction (7%) and agriculture (3%). Loans to support operations during the virus crisis are used by companies all over Latvia - most of the financed companies are located in Riga and Pieriga (65%), Latgale (12%), Kurzeme (10%), Vidzeme (7%) and Zemgale (6%).", "descriptionInvolvementOfSocialPartners": "Top level social partner organisations – the Latvian Employers’ confederation and the Free Trade Union Confederation of Latvia – on 17 March 2020 has published “Statement on support for government action to limit the spread of the COVID-19 and to reduce the impact of the crisis on Latvian companies and workers”. The social partners emphasized the need for cooperation of government, businesses, workers and citizens to ensure that every measure taken helps to address this crisis.", "socialPartner_form": "Unknown", "socialPartner_role": "Informed", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LV-2020-13_663.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "483", "sources::title": "Law On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19", "sources::url": "https://likumi.lv/ta/en/en/id/313373-on-measures-for-the-prevention-and-suppression-of-threat-to-the-state-and-its-consequences-due-to-the-spread-of-covid-19", "sources::d_date": "04/09/2020", "modId": "4", "downloaded_to": "4783f8d4b6e2ae36e2c7c497825dd167abffb16ec48e0c97397f180b4824e59a"}, {"recordId": "552", "sources::title": "Regulations of Cabinet Nr 122 Regarding the Increase of the Reserve Capital", "sources::url": "https://likumi.lv/ta/en/en/id/313436-regarding-the-increase-of-the-reserve-capital", "sources::d_date": "03/25/2020", "modId": "4", "downloaded_to": "e8df54f0ef288d5a21977d0a1479b5651076849bec0b54319c28b842135f72bd"}, {"recordId": "559", "sources::title": "ALTUM Working capital loan", "sources::url": "https://www.altum.lv/en/services/businesses-covid-19/working-capital-loan-covid-19/about/", "sources::d_date": "04/16/2020", "modId": "3", "downloaded_to": "51b0a59c6e7a54ea6bfb68bf79bf143ca7bfae96d91acde2ee23ae27b0cd1e99"}, {"recordId": "560", "sources::title": "Covid-19 skartie uzņēmēji var pieteikties ALTUM atbalsta programmām", "sources::url": "https://www.altum.lv/lv/jaunumi/covid-19-skartie-uznemeji-no-sodienas-var-pieteikties-altum-atbalsta-programmam", "sources::d_date": "03/25/2020", "modId": "3", "downloaded_to": "b4db47c8e74ac306dadde935b318eaf7c51b63ee1e087352f531eb1aa7e30fa1"}, {"recordId": "1218", "sources::title": "Law on the Suppression of Consequences of the Spread of COVID-19 Infection", "sources::url": "https://likumi.lv/ta/en/en/id/315287-law-on-the-suppression-of-consequences-of-the-spread-of-covid-19-infection", "sources::d_date": "06/10/2020", "modId": "0", "downloaded_to": "8e8d939ea7d7f72019976c2ab6105271e52ca57b21115b7562932fb11ceae0f1"}, {"recordId": "1224", "sources::title": "ALTUM atbalsts krīzes skartiem uzņēmumiem būs pieejams arī turpmāk; krīzes laikā veicināta 264 miljonu eiro ieplūšana tautsaimniecībā", "sources::url": "https://www.altum.lv/lv/jaunumi/altum-atbalsts-krizes-skartiem-uznemumiem-bus-pieejams-ari-turpmak-krizes-laika-veicinata-264-miljonu-eiro-ieplusana-tautsaimnieciba", "sources::d_date": "06/10/2020", "modId": "0", "downloaded_to": "22378133f3117e3cd0495700b995b574778b44a5a8f62dabea0e938ca9fc3b66"}, {"recordId": "2646", "sources::title": "ALTUM programs to overcome the impact of Covid-19 will be available to entrepreneurs next year as well", "sources::url": "https://www.altum.lv/lv/jaunumi/altum-programmas-covid-19-ietekmes-parvaresanai-uznemejiem-pieejamas-ari-nakamgad", "sources::d_date": "12/01/2020", "modId": "0", "downloaded_to": "324f1b8dbbbe4e9f249551d9f1758c555c4f2095f17817cff31c27fc5ae0d5e8"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "220", "updates::d_date": "07/17/2020", "updates::description": "The state of emergency declared in Latvia on 13 March as a result of the global COVID-19 pandemic came to an end at 10 June 2020. Therefore, the law 'On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19' is no longer in force. Instead, the 'Law on the Suppression of Consequences of the Spread of COVID-19 Infection' was adopted on 6 June 2020 (in force from 10 June 2020).\rThe change of the umbrella law does not affect the content of measure.", "modId": "5"}, {"recordId": "625", "updates::d_date": "12/01/2020", "updates::description": "The measure is extended till 30 June 2021.", "modId": "2"}], "regions": []}, "recordId": "554", "modId": "89"}