{"fieldData": {"title": "Acceleration of income tax and VAT refund", "title_nationalLanguage": "Επιτάχυνση επιστροφής φόρων σε επιχειρήσεις", "d_startDate": "03/20/2020", "d_endDate": "", "calc_country": "Greece", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "GR-2020-12/283", "dateType": "Temporary", "calc_creationDay": "04/04/2020", "calc_lastUpdate": "12/01/2020", "descriptionBackgroundInfo": "According to Legislative Act 11 March 2020 \"Emergency contingency measures to tackle the adverse effects of the outbreak of  COVID-19 and to address the need to  limit the spread of the virus», the Press Releases of 18 and 20 March 2020 and Legislative Act 20.03.2020 “Urgent measures to address the consequences of the spread of the coronavirus COVID-19, to support society and entrepreneurship and to ensure the smooth functioning of the market and public administration” that were issued after the above press releases, the following measure announced for the support of the economy and entrepreneurship. As such, for audits that are currently pending for the return of income tax and VAT to enterprises, the refund will take place immediately (subject to the statute of limitation provisions).", "descriptionContentOfMeasure": "According to Legislative Act 11.03.2020/2020, the Press Releases of 18 and 20 March 2020 and Legislative Act 20.03.2020/2020 that were issued after the above Press Releases, the following measure announced for the support of the economy and entrepreneurship. On what concerns audits that are currently pending for the return of income tax and VAT to enterprises, the refund will take place immediately (subject to the statute of limitation provisions) on condition that the total amount of the pending refund claims does not exceed €30,000 per type of taxation and per beneficiary of the refund. Pending audit cases are those where no preliminary tax assessment note has been issued yet.", "descriptionUseOfMeasure": "No data available. ", "descriptionInvolvementOfSocialPartners": "No involvement", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GR-2020-12_283.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "715", "sources::title": "“Urgent measures to address the consequences of the spread of the\rcoronavirus COVID-19, to support society and entrepreneurship and to ensure the smooth functioning of the\rmarket and public administration.” (O.G A’ 68/20-3-2020)", "sources::url": "http://www.et.gr/idocs-nph/search/pdfViewerForm.html?args=5C7QrtC22wHUdWr4xouZundtvSoClrL8fyrq-mVMtyLtIl9LGdkF53UIxsx942CdyqxSQYNuqAGCF0IfB9HI6qSYtMQEkEHLwnFqmgJSA5WIsluV-nRwO1oKqSe4BlOTSpEWYhszF8P8UqWb_zFijPWQDxYYKEanM_uAmcNNHpVArRrSuTx5VwB0BaO1SczK\r", "sources::d_date": "03/20/2020", "modId": "2", "downloaded_to": "5ed9c1af0f1e4173544f92608b73586052ab59487f63d8c86526cb0536573560"}, {"recordId": "716", "sources::title": "\"Emergency contingency measures to tackle the adverse effects of the outbreak of  COVID-19 and to address the need to  limit the spread of the virus» ", "sources::url": "http://www.et.gr/idocs-nph/search/pdfViewerForm.html?args=5C7QrtC22wHUdWr4xouZundtvSoClrL8ExDiwSIm0cLtIl9LGdkF53UIxsx942CdyqxSQYNuqAGCF0IfB9HI6qSYtMQEkEHLwnFqmgJSA5WIsluV-nRwO1oKqSe4BlOTSpEWYhszF8P8UqWb_zFijP3fNjb3qKpGxGNtxU_uAtLw56ULsxCc54tGXdl9oyQ1\r", "sources::d_date": "03/11/2020", "modId": "2", "downloaded_to": "7ef7d161de9e88d4fdf209c2a2286682fa931b49265921d06052647774ac255b"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "460", "updates::d_date": "11/26/2020", "updates::description": "The Ministry of Finance announced the expansion of the list of companies that have the right to participate in the fourth Repayable Advance, in relation to the previous cycles. All sole proprietorships are now eligible to participate, regardless of whether they employ employees or have a cash register, including freelancers and scientists, provided they show a 20% turnover reduction in September and October, with a minimum reference turnover of €300. Especially companies whose activity has been suspended by state order or are based in areas affected by \"Ianos\" (hurricane active in Greece, September 2020), are entitled to participate in the financing, regardless of the drop in turnover. Also, the new companies that have positive income for the first time after February 2020, based on the July and August turnover for those who keep a double-entry method of bookkeeping, and based on the turnover of the third quarter for those who keep a a single entry system, also acquire the right to participate. The 50% of the aid amount is non-refundable, provided the company maintains the same level of employees until 31 March 2021. Within the next few days, the application platform will open, where the amount of aid to which the company is entitled will now appear directly, provided that it meets the inclusion criteria. The application platform will remain open until 30 November 2020. The total amount of financing  amounts to € 1.2 billion. ", "modId": "8"}], "regions": []}, "recordId": "166", "modId": "96"}