{"fieldData": {"title": "Shelter in Athens to open for the homeless", "title_nationalLanguage": "Στέγη για φιλοξενεία αστέγων στην Αθήνα', Δήμος Αθηναίων, 08.04.2020", "d_startDate": "04/08/2020", "d_endDate": "", "calc_country": "Greece", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Protection of vulnerable groups (beyond employment support)", "calc_identifier": "GR-2020-15/680", "dateType": "Open ended", "calc_creationDay": "04/16/2020", "calc_lastUpdate": "05/03/2020", "descriptionBackgroundInfo": "Seeking to provide decent living conditions for hundreds of homeless people in the Greek capital, the Municipality of Athens  opened the doors of a new shelter which can host up to 400 people and staffed by doctors, care workers, nurses, social workers and psychologists. At the Day Centre, residents will be able to wash their clothes and take showers, while there are also places where they can store their personal belongings and internet rooms, TV rooms and a dining area.", "descriptionContentOfMeasure": "According to the announcement, the Homeless Centre opened its doors, on Wednesday, 8 April, 2020, to host up to 400 people in three adjoining buildings, staffed by doctors, care workers, nurses, social workers and psychologists. At the Day Centre, residents will be able to wash their clothes and take showers, while there are also places where they can store their personal belongings and internet rooms, TV rooms and a dining area. In the dormitory, the homeless can stay as long as they need. More than 100 homeless people have already expressed an interest in staying at the shelter and staff from the municipality and other organisations were assessing candidates and carrying out medical checks. Additionally, a team of the National Public Health Organisation will test for the new coronavirus and, in the case of individuals that test positive, they will go to an isolation area specifically set up for this purpose within the facility. The Greek Red Cross, the organisations \"Apostoli\", Praksis, Doctors  of the World, Equal Society and others have contributed to the effort. The municipality of Athens said that the aim is a gradual re-integration of the people at the facility.\r\r", "descriptionUseOfMeasure": "According to the announcement, the Homeless Centre opened its  doors, on Wednesday, 8 April, 2020, to host up to 400 people in three adjoining buildings, staffed by doctors, care workers, nurses, social workers and psychologists. More than 100 homeless people have already expressed an interest in staying at the shelter and staff from the municipality and other organisations were assessing candidates and carrying out medical checks.", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GR-2020-15_680.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Permanent measure applied "}, "portalData": {"sources": [{"recordId": "571", "sources::title": "New shelter in Athens to open for the homeless", "sources::url": "https://www.ekathimerini.com/251482/article/ekathimerini/news/new-shelter-in-athens-to-open-for-the-homeless", "sources::d_date": "04/08/2020", "modId": "3", "downloaded_to": "3423ee8f103fc6698d8bf0744ce8b75d8a2966560bf6d5d83265d3b55a366e77"}], "actors": [{"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}], "targetGroups": [], "funding": [{"recordId": "6", "funding::name": "Local funds", "modId": "0"}, {"recordId": "11", "funding::name": "Other", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": [{"recordId": "2455", "regions::countryCode": "GR", "regions::level": 1, "regions::name": "ATTIKΗ (ATTIKI)", "regions::nutsCode": "EL3", "modId": "5"}]}, "recordId": "571", "modId": "77"}