{"fieldData": {"title": "Special purpose leave for working parents", "title_nationalLanguage": "Αδεια ειδικού σκοπού για γονείς εργαζόμενους", "d_startDate": "03/11/2020", "d_endDate": "07/31/2020", "calc_country": "Greece", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Support for parents and carers (financial or in kind)", "calc_identifier": "GR-2020-11/691", "dateType": "Temporary", "calc_creationDay": "04/16/2020", "calc_lastUpdate": "01/08/2021", "descriptionBackgroundInfo": "The government introduced the 'special purpose leave for working parents' in the private sector, for their convenience during the shutdown of school units or special schools for children with disabilities and the further extraordinary measure linked with the pandemic. The measure was adopted through a law within the framework of the labor market extraordinary and temporary measures aimed to address and limit the spread of COVID-19, with regard to the organization and the place of work (Article 4 of the Official Government Gazette A55, March 11, 2020).\rFurthermore, the circulars of the Ministry of Interior No. 108/OIK.7874/2020 and 109/OIK.8000 provide 'Special purpose leave' for the employees in the public sector. In addition, with Article 35 of Law No. 4690/30 May 2020, parent employees in the private sector are eligible to reduced working hours as it is the case in the public sector.", "descriptionContentOfMeasure": "The working parents of preschool children, compulsory education students (under the age of 15) and children attending special schools, are entitled to use the special purpose leave during the period 11 March 2020 to 10 April 2020 and for the duration of the extraordinary and temporary measures aimed to address the spread of COVID-19. The employer is obliged to grant it. \r\rThe leave applies to employees of the public and private sector. According to the law, the minimum duration of the leave is four days, of which three days are special purpose and one day of regular leave. The regular leave days are deducted from the annual leave. The leave may be used exclusively by one parent or alternatively by both. During the special purpose leave the employee’s salary and social security contributions are paid regularly. Two thirds of the expense are paid by the state and one third by the employer. \rThe utilization of the special purpose leave is not allowed in case of suspension of the operations of the enterprise due to the extraordinary measures. After the decision to extend the closure of schools until 10 May, newer arrangements (decisions of the Ministry of Labour and Interior) provide for the extension of the special purpose leave for working parents until 10 May in both the public and private sectors.", "descriptionUseOfMeasure": "The number of employees affected by the measure is not known.", "descriptionInvolvementOfSocialPartners": "The measure was considered positive. A tripartite meeting of all national social partners with the Ministry of Labor took place at the beginning of the virus outbreak (10 March 2020). During the meeting, the government briefed the social partners on the situation in whole and on the suggested measures and policies, and all parties were engaged in dialogue. The proposals and opinions of the social partners were taken into consideration, without being binding.", "socialPartner_form": "Not applicable", "socialPartner_role": "Not applicable", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GR-2020-11_691.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "580", "sources::title": "Legislative Act “Emergency contingency measures to tackle the adverse effects of the outbreak of COVID 19 and to address the need to limit the spread of the virus”, Official Government Gazette A55, March 11, 2020. ", "sources::url": "http://www.et.gr/idocs-nph/search/pdfViewerForm.html?args=5C7QrtC22wHUdWr4xouZundtvSoClrL8ExDiwSIm0cLtIl9LGdkF53UIxsx942CdyqxSQYNuqAGCF0IfB9HI6qSYtMQEkEHLwnFqmgJSA5WIsluV-nRwO1oKqSe4BlOTSpEWYhszF8P8UqWb_zFijP3fNjb3qKpGxGNtxU_uAtLw56ULsxCc54tGXdl9oyQ1", "sources::d_date": "03/11/2020", "modId": "4", "downloaded_to": "b5b7231d815ba258033ce0dca2955b2ac7437c0470a02f0da1f846c8814f0fc0"}, {"recordId": "717", "sources::title": "Extension of validity of the extraordinary measures taken in the labour market to address and limit the spread of COVID 19, on the organisation of working time and the special purpose leave for working parent", "sources::url": "https://www.ergasiaka-gr.net/wp-content/uploads/2020/04/K%CE%A5%CE%91-14556-PARATASEIS.pdf", "sources::d_date": "04/07/2020", "modId": "3", "downloaded_to": "b70522c18672b611543b1881ed5e7fa29cbea0a3d5a0690fd5f608089d739a5c"}, {"recordId": "719", "sources::title": "Public: Special purpose leave extended until 10 Ma", "sources::url": "https://www.aftodioikisi.gr/dimosio/dimosio-parateinetai-i-adeia-eidikoy-skopoy-eos-10-ma-oy", "sources::d_date": "04/11/2020", "modId": "2", "downloaded_to": "048e378aa9c0826a55a81c97819de46376c5c8ab8cb3e87e68214f30519f0622"}, {"recordId": "720", "sources::title": "New extension of the special purpose leave in the private sector-Until 10 Ma", "sources::url": "https://www.dikaiologitika.gr/eidhseis/ergasiaka/296321/nea-paratasi-tis-adeias-eidikoy-skopoy-ston-idiotiko-tomea-mexri-tis-10-maio", "sources::d_date": "04/22/2020", "modId": "2", "downloaded_to": "ead12f0eb05781262131f8a2a846a8c2f582978431bb80f1581461ad18607fc7"}, {"recordId": "1242", "sources::title": "Special purpose leave. For whom it is valid until 31 Jul", "sources::url": "https://www.ergasiaka-gr.net/2020/07/adeia-eidikou-skopou-gia-poious-ischuei-mechri-31-iouliou", "sources::d_date": "07/02/2020", "modId": "0", "downloaded_to": "a6dc0f6f55b848bb4fbda29ac9faf64bd2735fc15ff1538ba8111b8eddaa30b5"}, {"recordId": "2453", "sources::title": "Emergency public health protection measures from 7 to 30 November 202", "sources::url": "https://www.rsm.global/greece/sites/default/files/media/kya_06_11_2020.pd", "sources::d_date": "11/12/2020", "modId": "0", "downloaded_to": "0b2135236f457880fbd2e11898477ae6eeb81b6bdc3025ed747120b65a6d76ae"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "69", "targetGroups::name": "Parents in employment", "modId": "8"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "230", "updates::d_date": "07/21/2020", "updates::description": "Extension of the Special Purpose Leave for working parents until 31 July 2020. The Special Purpose Leave for working parents was extended (Ministerial Decision 17787/520/8.5.2020, B'1778), following the programme of school units. So, for parents with children:\r \r* Primary school was extended until 26 June 2020 (Article 2 of P.D. 79/2017). \r* High school until 12 June 2020 (Government Gazette, 1764/B'). \r* Nurseries  until 31 July 2020 (Circular No. 26696/791/1-7-2020 Ministry of Labour).", "modId": "5"}, {"recordId": "236", "updates::d_date": "05/30/2020", "updates::description": "In addition, with art. 35 of Law 4690/30.05.2020, parent employees in the private sector are eligible to reduced working hours, during the school year 2019 - 2020, as it is the case in the public sector. They may agree with their employer to work on a reduced daily working schedule up to 25% without reductions to their salary. In this case they will be employed on other working days further to their ordinary working schedule, in order to cover the reduced hours, and without such work being considered as overwork or overtime. ", "modId": "1"}, {"recordId": "526", "updates::d_date": "11/16/2020", "updates::description": "On 14 November, 2020, primary schools and kindergartens closed for two weeks tightening a nationwide lock down by Government's decision, after a spike in COVID-19 cases. A week prior to this, secondary schools and universities were also closed and switched to distance learning. Ever since the lock down continues and as such by virtue of  the 39683/1259/2020 Circular, the employee is eligible for special purpose paid leave. In the case that not only the child but the employee as well is put into obligatory restriction, this is considered as a justified absence, and if remote working is not applicable, the employee shall provide his employment for one additional hour/day, after the end of the restriction, without such hour to be considered as overwork or overtime. If the employee isn't put into obligatory restriction and the remote working is not applicable due to the nature of work, the special purpose leave could be granted to the employee, based on the below instruction and all legislative acts are published by today, with this respect. Εmployers shall declare in their monthly payroll statement  the total days of special purpose leave received by each employee with a special code. Employers shall pay to the employees their salaries in full, and specifically the part of the salary covered by the employer (2/3) and the part covered by the state (1/3), as well as the relevant insurance contributions (the fourth day is covered by the employees' annual leave). Employers shall declare to the ERGANI the details of their bank account (IBAN), the details of the employees received the special purpose leave, the days of the special purpose leave, the gross earnings of each employee for the respective days, the total cost for each employee and the total number of employees who used the above special leave.", "modId": "3"}], "regions": []}, "recordId": "587", "modId": "108"}