{"fieldData": {"title": "Financial support for suspended and dismissed employees", "title_nationalLanguage": "Έκτακτη οικονομική ενίσχυση ως «αποζημίωση ειδικού σκοπού» στους εργαζόμενους ύψους 800 ευρω", "d_startDate": "03/20/2020", "d_endDate": "07/31/2020", "calc_country": "Greece", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Income support for unemployed", "calc_identifier": "GR-2020-12/695", "dateType": "Temporary", "calc_creationDay": "04/16/2020", "calc_lastUpdate": "01/08/2021", "descriptionBackgroundInfo": "By virtue of 16073/287/2020 and 18657/370/15.5.2020, an exceptional financial support of €800 is provided, among others, to specific employees' categories (e.g. actors, singers), tourism and food industry employees, constructors, cargo handlers, guides and private nurses, tour escorts, employees in the area of ​​Mount Athos. The government with the article 11 of 20 March 2020 Legislative Act (Government Gazette A' 68) in conjunction with  the article 3 of the Circular of  Ministry of Labour no 123339/404/12.03.2020, in the context of the “emergency contingency measures to address the effects of the coronavirus COVID-19, support society and entrepreneurship and ensure the uninterrupted operation of the market and public administration”, introduces an extraordinary financial aid to employees whose work has been suspended.", "descriptionContentOfMeasure": "ordered a nationwide ordered a nationwide lock down starting on Saturday, 7 November 2020, for three weeks (with a possibility of further prolongation) to help contain a resurgence of COVID-19 cases, its second this year, after a sharp increase in infections. The Ministry of Labour announced the suspension of employment contracts and granting of a special state benefit of €800 for November 2020. Beneficiaries are businesses that have been financially affected as per their Activity Code Numbers (ACN), based on the ACN numbers that have been published in April 2020, or their operation has been suspended under a state decision.\r\rThe said measures cover all employee that have been employed by 4 November 2020. With regard to the Christmas allowance, which is payable between 21 December 2020 and 31 December 2020, the state will cover the part of it corresponding to the period of suspension, calculated at the amount of €534 (and not €800). Social security contributions corresponding to the days of suspension are also covered by the state. By virtue of 16073/287/2020 and 18657/370/ 15 May 2020, an exceptional financial support of €800, for 45 calendar days, is provided to specific employees' categories (e.g. actors, singers), tourism and food industry employees, constructors, cargo handlers, guides and private nurses, tour escorts, employees in the area of ​​Mount Athos. Also, employees who are employed by more than one employer and at least one of them has not suspended their employment contract and if so, their weekly working hours do not exceed 50% of their total working hours based on their employment contracts from 15 March to 20 April 2020. \r\rThe special purpose indemnification, amounting to €800, is provided to all employees whose employment contract is under suspension because they are employed by enterprises that  \r\r* are under suspension by order of the public authorities, and \r* are significantly affected by the extraordinary measures addressing COVID-19, based on their activity code (primary or secondary). \r\rThe indemnification covers the period from 20 March to 30 April , 2020 and is not offset with any sums due. Employees dismissed or voluntarily resigned during the period 1 March to 20, are also entitled to the indemnification. The expense for the indemnification, as well as the insurance coverage of the employees, is covered by the state, provided that certain required procedures are followed. \r\rNot eligible are employees that: \r\r* are employed in companies whose activities were not included in the businesses affected by COVID-19;\r* work by telecommuting;\r* work as safety personnel. \r", "descriptionUseOfMeasure": "According to the data, by 22 April 2020, approximately 686,000 workers received the extraordinary financial aid. In addition, 160,000 applications are expected after the list of professions eligible for the aim has been extended.", "descriptionInvolvementOfSocialPartners": "A tripartite meeting of all national social partners with the Ministry of Labour  took place at the beginning of the virus outbreak (10 March 2020). During the meeting, the government briefed the social partners on the situation in whole and on the suggested measures and policies, and all parties were engaged in dialogue. The proposals and opinions of the social partners were taken into consideration, without being binding.", "socialPartner_form": "Not applicable", "socialPartner_role": "Not applicable", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GR-2020-12_695.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "715", "sources::title": "“Urgent measures to address the consequences of the spread of the\rcoronavirus COVID-19, to support society and entrepreneurship and to ensure the smooth functioning of the\rmarket and public administration.” (O.G A’ 68/20-3-2020)", "sources::url": "http://www.et.gr/idocs-nph/search/pdfViewerForm.html?args=5C7QrtC22wHUdWr4xouZundtvSoClrL8fyrq-mVMtyLtIl9LGdkF53UIxsx942CdyqxSQYNuqAGCF0IfB9HI6qSYtMQEkEHLwnFqmgJSA5WIsluV-nRwO1oKqSe4BlOTSpEWYhszF8P8UqWb_zFijPWQDxYYKEanM_uAmcNNHpVArRrSuTx5VwB0BaO1SczK\r", "sources::d_date": "03/20/2020", "modId": "2", "downloaded_to": "5ed9c1af0f1e4173544f92608b73586052ab59487f63d8c86526cb0536573560"}, {"recordId": "726", "sources::title": "Inter-ministerial decree of the Ministers of Finance and Labor No. 12998/232 “support measures for employees of private sector employers to address the effects of coronavirus COVID 19” dated 28/3/2020.", "sources::url": "http://www.et.gr/idocs-nph/search/pdfViewerForm.html?args=5C7QrtC22wHUdWr4xouZundtvSoClrL8yNwbRNbiFj3uFUDqazHcNeJInJ48_97uHrMts-zFzeyCiBSQOpYnTy36MacmUFCx2ppFvBej56Mmc8Qdb8ZfRJqZnsIAdk8Lv_e6czmhEembNmZCMxLMtSMvm0m024awEtaFRYna2dJj0WizTQqWmbFPxeywvmI", "sources::d_date": "03/28/2020", "modId": "1", "downloaded_to": "ac85768d9f2994449dd1b15ed2f1542af8b2058b8199928b2996e0a88065a94e"}, {"recordId": "1161", "sources::title": "Amendment of Decision 16073/287/ 22-4-2020 and addition of new categories of employees to receive special purpose compensation of 800 euros", "sources::url": "https://www.taxheaven.gr/circulars/33137/18657-370-15-5-2020https://www.taxheaven.gr/circulars/33137/18657-370-15-5-2020", "sources::d_date": "05/16/2020", "modId": "0", "downloaded_to": "4a310530be5700876ce1a3b33420f9e34add2eabd547be32913fafeeda004fcc"}, {"recordId": "2452", "sources::title": "Suspension of employment contracts in December", "sources::url": "https://www.ert.gr/eidiseis/oikonomia/elladaoikonomia/ti-ginetai-me-tis-anastoles-dekemvrioy-pote-plironontai-ta-534-eyro-kai-to-doro-christoygennon", "sources::d_date": "01/04/2021", "modId": "0", "downloaded_to": "227542d90a9198846252cff88db1dbed39270a95a0b40275a636918d10a126cf"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "69", "sectors::code": "F41", "sectors::name": "Construction of buildings", "modId": "0"}, {"recordId": "84", "sectors::code": "I56", "sectors::name": "Food and beverage service activities", "modId": "0"}, {"recordId": "122", "sectors::code": "R90", "sectors::name": "Creative, arts and entertainment activities", "modId": "0"}, {"recordId": "125", "sectors::code": "R93", "sectors::name": "Sports activities and amusement and recreation activities", "modId": "0"}], "updates": [{"recordId": "451", "updates::d_date": "11/06/2020", "updates::description": "The Ministry of Labour announced on Friday, 6 November 2020, the suspension of employment contracts and granting of a special state benefit of €800 for November 2020. Beneficiaries are businesses that have been financially affected as per their Activity Code Numbers (ACN), based on the ACN numbers that have been published in April 2020, or their operation has been suspended under a state decision. The said measures cover all employee that have been employed by 4 November 2020. With regard to the Christmas allowance, which is payable between 21 December 2020 and 31 December 2020, the state will cover the part of it corresponding to the period of suspension, calculated at the amount of €534 (and not €800). The cost for applying these measures is estimated to, approximately, €900 million.", "modId": "8"}, {"recordId": "525", "updates::d_date": "01/04/2021", "updates::description": "By virtue of the Ministerial Decision 49989/1266/4 December, 2020, employees in businesses that have been financially affected as per their Activity Code Numbers (ACN) or their operation has been suspended under a state decision are entitled to an exceptional state benefit for December amounting to €534 corresponding to 30 days. That is, for each day of suspension the employee is entitled to €17.8 (and not to €800, as in November). The benefit is expected to be paid between 11 and 15 January 2021. In addition to the special purpose compensation, employees who have a suspension period in December will also receive a second portion of the Christmas Gift by 31 January 2021 from the state. This is the ratio of the suspension from 1 to 31 December 2020. According to recent announcements in 21 December 2020 the state paid to 1,060,434 employees, the part of the Christmas Gift that corresponds, to the period of suspension of employment contract for the period 1 May 1 to 30 November 2020.\r\r", "modId": "3"}], "regions": []}, "recordId": "591", "modId": "115"}