{"fieldData": {"title": "Prohibition of dismissal of employees", "title_nationalLanguage": "Απαγόρευση απολύσεων", "d_startDate": "03/20/2020", "d_endDate": "", "calc_country": "Greece", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Flexibilisation and security", "calc_identifier": "GR-2020-12/696", "dateType": "Open ended", "calc_creationDay": "04/16/2020", "calc_lastUpdate": "07/21/2020", "descriptionBackgroundInfo": "The government with the article 11 of 20 March 2020 Legislative Act (Government Gazette A' 68) in conjunction with  the Circular of  Ministry of Labour no 123339/404/12.03.2020, in the context of the “emergency contingency measures to address the effects of the coronavirus COVID-19, support society and entrepreneurship and ensure the uninterrupted operation of the market and public administration” , introduces the invalidity of termination of employment contracts for the duration of the measures addressing the coronavirus.", "descriptionContentOfMeasure": "Companies whose business has been suspended by a public authority and companies which are significantly affected by the emergency measures to deal with COVID-19, on the basis of principal or secondary activity, are required, not to make staff reductions by termination of employment contracts, for as long as the measures to deal with COVID-19 are in place.\r\rIf they are made, such complaints shall be void. Termination of employment contracts made from 18 March 2020 onwards are void. Furthermore, after the expiry of the time of suspension of their staff's employment contracts, companies are required to maintain the same number of jobs, for a period equal to that of suspension (i.e. 45 days). This means they have to employ the same number of workers and on the same terms of employment as on 21 March 2020. The concept of the same number of jobs does not include voluntarily leavers, retiring on retirement, and fixed-term workers whose employment contract expires after the expiry of the suspension.  \r\rThe job retention clause and the invalidity of any employment contracts also apply to companies which agree to workers whose contracts of employment are suspended from the provision of teleworking work to meet their temporary needs.", "descriptionUseOfMeasure": "There are no data.", "descriptionInvolvementOfSocialPartners": "A tripartite meeting of all national social partners with the Ministry of Labour  took place at the biggining of the virus outbreak (10 March 2020). During the meeting, the government briefed the social partners on the situation in whole and on the suggested measures and policies, and all parties were engaged in dialogue. The proposals and opinions of the social partners were taken into consideration, without being binding.", "socialPartner_form": "Not applicable", "socialPartner_role": "Not applicable", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GR-2020-12_696.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "715", "sources::title": "“Urgent measures to address the consequences of the spread of the\rcoronavirus COVID-19, to support society and entrepreneurship and to ensure the smooth functioning of the\rmarket and public administration.” (O.G A’ 68/20-3-2020)", "sources::url": "http://www.et.gr/idocs-nph/search/pdfViewerForm.html?args=5C7QrtC22wHUdWr4xouZundtvSoClrL8fyrq-mVMtyLtIl9LGdkF53UIxsx942CdyqxSQYNuqAGCF0IfB9HI6qSYtMQEkEHLwnFqmgJSA5WIsluV-nRwO1oKqSe4BlOTSpEWYhszF8P8UqWb_zFijPWQDxYYKEanM_uAmcNNHpVArRrSuTx5VwB0BaO1SczK\r", "sources::d_date": "03/20/2020", "modId": "2", "downloaded_to": "5ed9c1af0f1e4173544f92608b73586052ab59487f63d8c86526cb0536573560"}, {"recordId": "726", "sources::title": "Inter-ministerial decree of the Ministers of Finance and Labor No. 12998/232 “support measures for employees of private sector employers to address the effects of coronavirus COVID 19” dated 28/3/2020.", "sources::url": "http://www.et.gr/idocs-nph/search/pdfViewerForm.html?args=5C7QrtC22wHUdWr4xouZundtvSoClrL8yNwbRNbiFj3uFUDqazHcNeJInJ48_97uHrMts-zFzeyCiBSQOpYnTy36MacmUFCx2ppFvBej56Mmc8Qdb8ZfRJqZnsIAdk8Lv_e6czmhEembNmZCMxLMtSMvm0m024awEtaFRYna2dJj0WizTQqWmbFPxeywvmI", "sources::d_date": "03/28/2020", "modId": "1", "downloaded_to": "ac85768d9f2994449dd1b15ed2f1542af8b2058b8199928b2996e0a88065a94e"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "592", "modId": "78"}