{"fieldData": {"title": "State pays part of the Easter bonus for employees with suspended employment contracts", "title_nationalLanguage": "Έκτακτες ρυθμίσεις για την καταβολή μέρους του επιδόματος Πάσχα, στους εργαζόμενους που  βρίσκονται σε αναστολή εργασίας, από το κράτος.", "d_startDate": "03/30/2020", "d_endDate": "06/30/2020", "calc_country": "Greece", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "GR-2020-14/698", "dateType": "Temporary", "calc_creationDay": "04/16/2020", "calc_lastUpdate": "05/04/2020", "descriptionBackgroundInfo": "The government, in the context of the “measures to address the COVID-19 pandemic and other emergency provisions”, introduced changes in the payment of the Easter bonus for businesses affected by COVID 19 and  foresees the payment by the State part of the Easter bonus to the employees with a job contract under suspension. According to this law,  the Easter bonus for 2020 can be paid by June 30, 2020 for those workers who are under suspension of work  and will be paid by the employer and the state.", "descriptionContentOfMeasure": "The government, in the context of the “measures to address the COVID-19 pandemic and other emergency provisions”, legislated changes for businesses affected by COVID-19 on their obligation to pay the Easter bonus. The regulation foresees that the state pays part of the Easter bonus for those employees whose their job contract is under suspension.  More specifically, the amount of the Easter bonus to be paid by the employer to the employees of the aforementioned category is reduced and calculated on the basis of the actual work period before the suspension of the job contract. The remaining amount of the Easter bonus is paid by the state. The state also pays for the corresponding social security contributions. It is noted that the Easter bonus applies for the work period from January 1 to April 30 of the current year and amounts approximately to half of the monthly salary.", "descriptionUseOfMeasure": "The number of employees affected by the measure is not known.The measure is expected to include all those who receive the extraordinary financial aid as “special purpose indemnification” to employees, amounting to €800.", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "Not applicable", "socialPartner_role": "Not applicable", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GR-2020-14_698.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "580", "sources::title": "Legislative Act “Emergency contingency measures to tackle the adverse effects of the outbreak of COVID 19 and to address the need to limit the spread of the virus”, Official Government Gazette A55, March 11, 2020. ", "sources::url": "http://www.et.gr/idocs-nph/search/pdfViewerForm.html?args=5C7QrtC22wHUdWr4xouZundtvSoClrL8ExDiwSIm0cLtIl9LGdkF53UIxsx942CdyqxSQYNuqAGCF0IfB9HI6qSYtMQEkEHLwnFqmgJSA5WIsluV-nRwO1oKqSe4BlOTSpEWYhszF8P8UqWb_zFijP3fNjb3qKpGxGNtxU_uAtLw56ULsxCc54tGXdl9oyQ1", "sources::d_date": "03/11/2020", "modId": "4", "downloaded_to": "b5b7231d815ba258033ce0dca2955b2ac7437c0470a02f0da1f846c8814f0fc0"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "594", "modId": "83"}