{"fieldData": {"title": "Governmental GBP 500 million fund for council tax relief for people in need", "title_nationalLanguage": "£500 million Hardship Fund", "d_startDate": "03/11/2020", "d_endDate": "", "calc_country": "United Kingdom", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Preventing over-indebtedness", "calc_identifier": "GB-2020-11/699", "dateType": "Temporary", "calc_creationDay": "04/16/2020", "calc_lastUpdate": "07/22/2020", "descriptionBackgroundInfo": "On the 11 March in the Budget 2020 speech, the Chancellor announced the launch of this GBP 500 million Hardship Fund (which applies to England). The Hardship Fund will provide council tax relief to help those affected most by coronavirus. The funding will go to local authorities in England to enable them to reduce the 2020 to 2021 council tax bills of working age people receiving Local Council Tax Support. Councils will also be able to use the funding to provide further discretionary support to vulnerable people through other support arrangements such as Local Welfare Schemes.\r\rGuidance for the GBP 500 million Hardship Fund was released on the 24th of March, aimed at providing clarity to local authorities on how to allocate the funding following its announcement at Budget.\r\rThis amends s13A(1)(c) of the Local Government Finance Act 1992.\r\r", "descriptionContentOfMeasure": "In the Guidance issued, the Government states that it recognises that COVID-19 is likely to cause fluctuations in household incomes and that, as a result, some individuals may struggle to meet council tax payments. It says that councils will already have established their local council tax support schemes for 2020-21 and that the Government therefore expects that billing authorities will primarily use their grant allocation to reduce the council tax liability of individuals in their area, using their discretionary powers under s13A(1)(c) of the Local Government Finance Act 1992. \r\rFurther, it states that councils may also want to use some funding to deliver increased financial assistance through other local support mechanisms, having considered local circumstances.\rThe Government states that councils should expedite provision of support to individuals in their area, using existing policies and schemes to deliver assistance where practical. Where council clearance processes are considered necessary, to avoid delays, they should be kept as light touch as possible within the governance arrangements of each authority.\r\rIt also states that council tax reductions should be applied as soon as possible from the beginning of the 2020-21 financial year and billing authorities should rebill council taxpayers as quickly as practical. Authorities will want to make the local population aware of how the grant support package will be delivered, e.g. through providing information on their websites.\r\rThe Government confirms that it will fund billing authorities in full for the new burdens cost for delivering the support.  Local authorities will wish to maintain a record of grant expenditure under this scheme, both through the council tax system and their own local support mechanisms.", "descriptionUseOfMeasure": "On the 16th of April, the UK Government issued more guidance, in which it stated that all working-age Local Council Tax Support (LCTS) claimants in 2020-21 (who are entitled to working-age LCTS in respect of any part of the 2020-21 council tax liability) will receive a further discount of GBP 150 under the Hardship Fund. The reduction is to be made through the use of the powers under Section 13A (1)(c) of the Local Government Finance Act 1992.\r\rCost of measure: GBP 500 million to be disbursed to local councils.", "descriptionInvolvementOfSocialPartners": "The social partners would have been informed by the Government as to the raft of measures to be implemented but they were not involved in the design, implementation or formal monitoring of this measure.", "socialPartner_form": "Unknown", "socialPartner_role": "Informed", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GB-2020-11_699.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "582", "sources::title": "UK Government 'COVID-19 hardship fund 2020-21 –\rLocal Authority Guidance.'", "sources::url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/874867/COVID-19_Council_Tax_Hardship_Fund_Guidance.pdf", "sources::d_date": "03/24/2020", "modId": "3", "downloaded_to": "2cdfe61c81532a30f76f0f2d84e22aaa4a90aee38e3a6a0f56ba9a61fbe402e1"}, {"recordId": "583", "sources::title": "HM Treasury Budget 2020", "sources::url": "https://www.gov.uk/government/publications/budget-2020-documents/budget-2020", "sources::d_date": "03/11/2020", "modId": "3", "downloaded_to": "bd3dcccf60ca91d70f95411de0db6b9bfe81bd0d7514ca8200b99bce9ea5962a"}, {"recordId": "1052", "sources::title": "Ministry of Housing, Communities and Local Government (2020) '3/2020: Council Tax information letter - 16 April 2020", "sources::url": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/879764/32020_-_Council_Tax_information_letter_-_16_April_2020_.pdf", "sources::d_date": "04/16/2020", "modId": "0", "downloaded_to": "af37a8caec00d36c653de1a59f0282788f198e65779e8ca4ed76a87a1c2fba75"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}], "targetGroups": [{"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}, {"recordId": "37", "targetGroups::name": "Older citizens", "modId": "15"}, {"recordId": "42", "targetGroups::name": "The COVID-19 risk group", "modId": "14"}, {"recordId": "43", "targetGroups::name": "Disabled", "modId": "14"}, {"recordId": "51", "targetGroups::name": "Other groups of workers", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "113", "updates::d_date": "04/16/2020", "updates::description": "On the 16 April, the Government issued some technical guidance to councils on implementation of the £500 million hardship fund (Ministry of Housing, Communities and Local Government, 2020). In its letter, it states that all working-age Local Council Tax Support (LCTS) claimants in 2020-21 (who are entitled to working-age LCTS in respect of any part of the 2020-21 council tax liability) will receive a further discount of £150. The reduction is to be made through the use of the powers under Section 13A (1)(c) of the Local Government Finance Act 1992.\rThe hardship fund discount should be applied at the point a claimant first becomes entitled to working-age LCTS in 2020-21.\r\rCouncils may use their discretionary powers under Section 13A(1)(c) to reduce council tax liability to any level. When determining the level of discount to provide, councils should reflect on their allocated amount from the hardship fund.", "modId": "2"}], "regions": []}, "recordId": "609", "modId": "81"}