{"fieldData": {"title": "Compensation bonus for self-employed and certain shareholders", "title_nationalLanguage": "Pětadvacítka. Kompenzační bonus pro OSVČ a společníky malých s. r. o.", "d_startDate": "03/12/2020", "d_endDate": "", "calc_country": "Czechia", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Extensions of  income support to workers not covered by any kind of protection scheme", "calc_identifier": "CZ-2020-11/285", "dateType": "Temporary", "calc_creationDay": "04/05/2020", "calc_lastUpdate": "01/06/2021", "descriptionBackgroundInfo": "Self-employed persons who were hit by the restrictions stemming from the coronavirus crisis  receive from the Ministry of Finance of the Czech Republic (Ministerstvo financí České republky, [MF ČR](http://www.mfcr.cz) a compensation bonus of CZK 500 (€19 approx.) per every calendar day in the period from 12 March, when the state of emergency was declared by the Government, until 8 June 2020. This measure should compensate losses caused to self-employed by anti-coronavirus measures.\r\rThe total amount of the support for one self-employed is CZK 44,500 (€1,660 approx.). The request for the compensation bonus has to be filled to the Tax Office up to 30 June 2020. The Tax Office should be disbursing this bonus without a delay and that solely by a cashless payment to the account of the self-employed.", "descriptionContentOfMeasure": "For the bonus of CZK 44,500 are eligible self-employed who are doing business on their own, based on a trade licence or, for example, perform a liberal profession (musicians, writers etc.), or are doing business in agriculture or on the grounds of other Acts of law (medical doctors, veterinarians, attorneys at law, etc.). The self-employment has to be the main activity, however, in some cases it can be subsidiary activity (for example, for beneficiaries of disability or old-age pension or parental allowance). \r\rA statutory declaration should be also attached to the request, stating that the self-employed met the conditions for the compensation bonus and is not able to continue in business appropriately due to the health threats and/or government anti-crisis measures adopted with the occurrence of COVID-19.", "descriptionUseOfMeasure": "No evaluation or information on effectiveness is available now, even the total number of supported self-employed. However, according to the survey of the Chamber of Commerce of the Czech Republic (Hospodářská komora České republiky, [HK ČR](http://www.komora.cz) realised in April 2020 among its Prague members, this measure has been evaluated by entrepreneurs as the best among seven others (COVID I and COVID II included) with the lowest level of bureaucracy.\r\rAs of 17 August 2020, in\tPětadvacítka programme (for the self-employed), there were 950,893 applicants out of which more than 99.9% were supported by the total amount of CZK 20,171,257,500 (€771,662,490 approx.). For Compensation bonus for partners of small limited liability companies 80,440 partners applied (more than 99.9% with success) with the total amount of CZK 1,712,286,000 (€65,504,437 approx.) distributed. For Compensation bonus for persons working on agreements outside an employment relationship there have been 2,569 applicants out of which 94.6% were supported by the total amount of CZK 35,149,800 (€1,344,675).\r\r\t\r\r\r", "descriptionInvolvementOfSocialPartners": "This measure has been in particular supported by the Association of Small and Medium-Sized Enterprises and Crafts of the Czech Republic (Asociace malých a středních podniků a živnostníků České republiky, [AMSP ČR](http://www.amsp.cz) which is a member of the largest Czech employers´association, Confederation of Industry of the Czech Republic (Svaz průmyslu a dopravy České republiky [SP ČR](http://www.spcr.cz). \r\rAMSP ČR cooperated with MF ČR on the design of the measure to be as fast, flexible and simple as possible. Many of AMSP ČR´s recommendations and suggestions has been taken into the account by MF ČR, which probably makes this measure relatively successful.", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/CZ-2020-11_285.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "144", "sources::title": "MF CR: MF CR open direct subsidy for self-employed (MF ČR spouští přímou podporu pro zasažené OSVČ)", "sources::url": "https://www.mfcr.cz/cs/aktualne/tiskove-zpravy/2020/mf-spousti-primou-podporu-pro-zasazene-o-38055", "sources::d_date": "03/30/2020", "modId": "9", "downloaded_to": "e9ef0452cf281bb2761eac067b6bb9a7321448d0fce4ac9e5e1d0bf8af644d5d"}, {"recordId": "149", "sources::title": "AMSP ČR suggests easier rules for compensation bonus (AMSP ČR: AMSP ČR navrhla zjednodušení pravidel pro výplatu náhrady pro OSVČ)", "sources::url": "http://amsp.cz/amsp-cr-navrhla-zjednoduseni-pravidel-pro-vyplatu-nahrady-25-000-kc-pro-osvc/#", "sources::d_date": "04/03/2020", "modId": "7", "downloaded_to": "603579dd42171dfc572de5820f0e5796f5e54e8e9ba3d67570a7afca4a42dda4"}, {"recordId": "923", "sources::title": "Chamber of Commerce: Survey among Prague entrepreneurs on COVID-19 measures (HK ČR: šetření mezi pražskými podnikateli ohledně vládních opatření proti COVID-19)", "sources::url": "https://www.komora.cz/news/setreni-hospodarske-komory-jak-prazsti-podnikatele-hodnoti-vladni-programy/", "sources::d_date": "06/19/2020", "modId": "1", "downloaded_to": "132a2363e7bf94f6201e1f9d89f2dd1ca0a068e245c21d051f8675326fee82b4"}, {"recordId": "939", "sources::title": "AMSP ČR: Rescue programme for self-employed has ended today (AMSP ČR: Plošný kompenzační bonus pro OSVČ dnes končí)", "sources::url": "http://amsp.cz/plosny-kompenzacni-bonus-pro-osvc-dnes-konci/", "sources::d_date": "06/08/2020", "modId": "0", "downloaded_to": "b80aa4517a2ae53ac9e54c82383c8be5c1972ade0ec5b44c86c1d90e9b9c476d"}, {"recordId": "1197", "sources::title": "Act 159/2020 Coll., on compensation bonus in relation to emergency measures related to the occurrence of the SARS CoV-2 coronavirus/Zákon č. 159/2020 Sb., o kompenzačním bonusu v souvislosti s krizovými opatřeními v souvislosti s výskytem koronaviru SARS CoV-2 ", "sources::url": "https://www.zakonyprolidi.cz/cs/2020-159", "sources::d_date": "04/15/2020", "modId": "0", "downloaded_to": "15369851f6e995e3b107f8eca152586ef1707f8393ee7dcd2aa08bbace7e1502"}, {"recordId": "1198", "sources::title": "Act 262/2020 Coll., amendment of the Act on compensation bonus in relation to emergency measures related to the occurrence of the SARS CoV-2 coronavirus/Zákon č. 262/2020 Sb., kterým se mění zákon č. 159/2020 Sb., o kompenzačním bonusu v souvislosti s krizovými opatřeními v souvislosti s výskytem koronaviru SARS CoV-2", "sources::url": "https://www.zakonyprolidi.cz/cs/2020-262", "sources::d_date": "06/03/2020", "modId": "0", "downloaded_to": "ba72e23ba07a573c357bba1af32504fbc3bc4b1866dd522fdb25587c404068f6"}, {"recordId": "1659", "sources::title": "Financial Administration: Statistics of bonus compensations/Finanční správa: Statistika čerpání kompenzačních bonusů", "sources::url": "https://www.financnisprava.cz/assets/cs/prilohy/fs-pro-media/statistika-kb-2020-08-17.pdf", "sources::d_date": "08/17/2020", "modId": "0", "downloaded_to": "a9d8a01a7ecd43938bdf7a78d7e714e9695cfc181598087f09e337e471ba04e1"}, {"recordId": "2384", "sources::title": "Financial Administration: Conditions for compensation bonus - self-employed/Finanční správa - podmínky pro poskytnutí kompenzačního bonusu - OSVČ", "sources::url": "https://www.financnisprava.cz/cs/financni-sprava/media-a-verejnost/nouzovy-stav/kompenzacni-bonus-podzim-2020/zakladni-informace/zakladni-informace-cast-a-osvc-11018", "sources::d_date": "01/01/2021", "modId": "1", "downloaded_to": "2d51b6727d89a8c956baaefca5038e7837f3a465662cff0ddf4402d0bb0f7fd6"}, {"recordId": "2385", "sources::title": "Financial Administration: Conditions for compensation bonus - shareholders/Finanční správa: Podmínky kompenzačního bonusu pro společníky s. r. o.", "sources::url": "https://www.financnisprava.cz/cs/financni-sprava/media-a-verejnost/nouzovy-stav/kompenzacni-bonus-podzim-2020/zakladni-informace/zakladni-informace-cast-b-sro-11017", "sources::d_date": "01/01/2021", "modId": "1", "downloaded_to": "60dffc0cc1598e9d17645d4f6d92cbceee201af459a7aa1daafa2fd6002beb2f"}, {"recordId": "2386", "sources::title": "Financial Administration: Conditions for CB for performing work outside employment/Finanční správa: Podmínky KB pro dohodáře", "sources::url": "https://www.financnisprava.cz/cs/financni-sprava/media-a-verejnost/nouzovy-stav/kompenzacni-bonus-podzim-2020/zakladni-informace/zakladni-informace-cast-c-dohoda-11016", "sources::d_date": "01/01/2021", "modId": "3", "downloaded_to": "afd38bcfef176e2d5649ade44520a181038b8ff72d64cd221bbd7fcd4c5943d9"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}, {"recordId": "55", "targetGroups::name": "Solo-self-employed", "modId": "16"}, {"recordId": "63", "targetGroups::name": "One person or microenterprises", "modId": "12"}, {"recordId": "65", "targetGroups::name": "Other businesses", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "206", "updates::d_date": "06/03/2020", "updates::description": "Since 3 June 2020, the compensation bonus of CZK 500 (€19 approx.) is also offered to shareholders in limited liability companies (společnost s ručením omezeným) whose business have been affected by measures to contain the spread of the coronavirus. The period for which the bonus is paid, is the same as for self-employed – from 12 March 2020 to 8 June 2020. The request for the bonus has to be filled to the Tax Office up to 8 August 2020. \r\rFor the bonus, eligible are natural persons who:\r\r* are shareholders in a limited liability company which was incorporated to generate profit,\r* has no more than two shareholders; or\r* has several shareholders if such shareholders are family members,\r* were such shareholders on 12 March 2020, \r* had minimum turnover in 2019 at least CZK 180,000 (€7,056 approx.), \r* were, on 12 March 2020, tax residents of the Czech Republic.", "modId": "4"}, {"recordId": "421", "updates::d_date": "11/04/2020", "updates::description": "Since 4 November 2020, self-employed, shareholders in limited liability companies (having no more than two members, or family businesses as limited liability companies) and people performing work outside employment, who predominantly run businesses in sectors and activities hit by the second wave anti-COVID-19 measures  (e. g. restaurants, clubs, cultural and sport facilities) are entitled to file for a compensation bonus in the same amount as during the first wave of COVID-19, etc. CZK 500 (€19 approx.). \r\rThe bonus period is from 5 October 2020 (when the state of emergency was declared) to 21 November 2020. The total amount for one entrepreneur is CZK 24,000 (€912 approx.) \r\rIn contrast with the compensation bonus distributed to the entrepreneurs during the first wave of COVID-19 pandemic, the current form of compensation focus on the affected sectors of the economy. Entrepreneurs entitled to the bonus are only those whose predominant source of income in the eligible period from 1 June 2020 to 30 September 2020 was generated from a sectors and activities directly banned by the government (restaurants, bars, clubs, cultural and sport facilities).\r\rFor the compensation bonus can also ask entrepreneurs whose business activities were not directly banned or curtailed but who deliver goods, services or other outputs to entrepreneurs whose activities were banned or curtailed by the government’s anti-COVID-19 measures. In such a case, entrepreneur´s business activity has to be at least 80%  rendered to activities banned or curtailed and cannot be easily replaced. ", "modId": "2"}, {"recordId": "505", "updates::d_date": "12/14/2020", "updates::description": "For the compensation bonus, self-employed, shareholders in limited liability companies (having no more than two members, or family businesses as limited liability companies) and people performing work outside employment, who predominantly run businesses in sectors and activities hit by the second wave anti-COVID-19 measures, can apply also in so called third bonus period (22 November 2020 till 13 December 2020), fourth bonus period (14-24 December 2020) and fifth bonus period (25 December 2020 till 23 January 2021).\r\rOther conditions stay the same as in the second bonus period (5-21 November 2020).\r", "modId": "1"}], "regions": []}, "recordId": "168", "modId": "140"}