{"fieldData": {"title": "More places and more distance learning at higher education institutions for unemployed", "title_nationalLanguage": "Fler platser och mer distansundervisning på universitet och högskolor", "d_startDate": "03/30/2020", "d_endDate": "", "calc_country": "Sweden", "calc_minorCategory": "Supporting businesses to get back to normal", "calc_subMinorCategory": "Enhancing employability and training", "calc_identifier": "SE-2020-14/703", "dateType": "Open ended", "calc_creationDay": "04/16/2020", "calc_lastUpdate": "05/09/2020", "descriptionBackgroundInfo": "To increase opportunities to study at higher education institutions, the government has made a general expansion of the number of places, as well as specific expansions of places on summer courses and a foundation year, so that more people have the opportunity to obtain eligibility to enter into further education/training, for example in health care professions. In addition, funding to higher education institutions has been increased to strengthen their capacity and develop work on distance learning. Funding has also been allocated for internet-based education, also known as MOOCs (massive open online courses), which are free of charge and open to the public. Anyone who is given notice of the termination of their contract will be able to use these courses to quickly begin knowledge acquisition. To compensate for increased workload, the Swedish Council for Higher Education and the Swedish Board of Student Finance will also receive increased funding. ", "descriptionContentOfMeasure": "The measure to introduce more places and more distance learning at higher education institutions includes: \r1. Foundation year (supplementary courses, e.g. in care, health care or technical fields), incl. student aid (SEK 0.28 billion); \r2. Summer courses, incl. student aid (SEK 0.18 billion); \r3. More students in higher education institutions, incl. student aid (SEK 0.15 billion);\r4. Distance education, incl. MOOCs (SEK 0.06 billion); \r5. More people eligible for supplementary teacher education programmes, Further education for unqualified teachers (SEK 0.02 billion); \r6. Reinforcements to the Swedish Board of Student Finance and the Swedish Council for Higher Education (SEK 0.02 billion).", "descriptionUseOfMeasure": "It is too early to say how many will make use of the strengthened education opportunities. ", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "Unknown", "socialPartner_role": "Informed", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SE-2020-14_703.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "630", "sources::title": "Crisis package for jobs and transition", "sources::url": "https://www.government.se/press-releases/2020/03/crisis-package-for-jobs-and-transition/", "sources::d_date": "03/30/2020", "modId": "3", "downloaded_to": "9b5af88533233c51dc6618419752cb6bfe544bd2eb2e8fb6609f2f5ddaf993d8"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "613", "modId": "74"}