{"fieldData": {"title": "Support scheme for artists with different types of income ", "title_nationalLanguage": "Kunststøtteordning for kunstnere med kombinationsindkomster", "d_startDate": "03/09/2020", "d_endDate": "06/09/2020", "calc_country": "Denmark", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Extensions of  income support to workers not covered by any kind of protection scheme", "calc_identifier": "DK-2020-11/707", "dateType": "Temporary", "calc_creationDay": "04/16/2020", "calc_lastUpdate": "05/02/2020", "descriptionBackgroundInfo": "The general rules concerning keeping a two meters distance to other citizens in the public combined with the prohibition of gathering groups of more than 10 people have made live performance – the primary working condition for many artists – completely impossible for actors, performers and musicians. Furthermore, all exhibitions are closed. This means that numerous artists do not have any income due to statutes and rule made as a result of the spread of corona virus. Thus, the Minister of Culture and the Parliament have decided to introduce a support scheme for artists. The scheme is in force from 9 March 2020 until 9 June 2020\r\rLegal reference: BKG 2020-04-01 nr 332. \r", "descriptionContentOfMeasure": "Many artists have different contracts during the year. Full-time and short-term contracts are so-called A-income, which in the optic of Danish Tax Authorities refer to employment in an employer/employee relationship while freelance work is B-income, and taxed a different way. The support scheme aim to support both income/tax types due to the variation of both in the working year of the artists. The support is an extension of the support to self-employed and freelancers with B-income, based in law : BKG 2020-04-01 nr 332 – Compensations scheme for self-employed in economic crisis as a result of COVID-19.\r\rArtists that have an aggregate A- and B-income and a taxable income from artistic performance between DKK 100,000 and 800,000 a year can apply for the support scheme. The Ministry of Culture will cover 75% of the expected loss of income.\rAccording to scheme, artists can for example, seek compensation for: \rLoss of income based on professional artistic work can be in the form of: \r\r* Failure to sell works, books, etc.\r* Cancelled concerts, performances and performances, etc.\r* Cancelled workshops, teaching and lectures, etc.\r* Other lost income based on professional artistic work as a direct consequence of COVID-19. \r\r\r", "descriptionUseOfMeasure": "Under the condition that this scheme only implies artist that do not fall under other Covid-19 support measures, the authorities estimate that the scheme will cost up to DKK 100 million in 2020. The actual amount drawn from the scheme will be monitored continuously.\r\r", "descriptionInvolvementOfSocialPartners": "The unions of the artists have since the beginning of the COVID-19 crisis pointed at the special position of the artists on the Danish labour market - as either freelancer or wage earners or both. The existing support packages did not include the employment relations of the artists, they claimed. They have welcomed the initiative. On the other hand, the employer organisations, in particular Danish Chamber of Commerce, and the unions in commerce and trade - HK/Danmark - have pointed out that the original support legislation regarding self-employed and freelancers only includes work that falls under B-income tax. Consequently, they want the provision extended to encompass both A- and B-income for all self-employed and freelancers.", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/DK-2020-11_707.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "590", "sources::title": "Aftale om midlertidig kunststøtte", "sources::url": "https://kum.dk/fileadmin/KUM/Documents/COVID-19_DOX/Aftale_om_midlertidig_kunststoetteordning.pdf ", "sources::d_date": "04/07/2020", "modId": "3", "downloaded_to": "eed31d163fa1c7869f5dc7275d6ac35146322b76ff211e98598589caa1295313"}, {"recordId": "591", "sources::title": "Aftale om midlertig kunststøtteordning", "sources::url": "https://kum.dk/fileadmin/KUM/Documents/COVID-19_DOX/Aftale_om_midlertidig_kunststoetteordning.pdf ", "sources::d_date": "04/07/2020", "modId": "3", "downloaded_to": "eed31d163fa1c7869f5dc7275d6ac35146322b76ff211e98598589caa1295313"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}, {"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [{"recordId": "10", "occupations::name": "Legal, social and cultural professionals", "modId": "0"}], "sectors": [{"recordId": "122", "sectors::code": "R90", "sectors::name": "Creative, arts and entertainment activities", "modId": "0"}, {"recordId": "123", "sectors::code": "R91", "sectors::name": "Libraries, archives, museums and other cultural activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "617", "modId": "74"}