{"fieldData": {"title": "Hackathon contest leads to the production of Shield48 face shields", "title_nationalLanguage": "Shield48 sejas vairogi", "d_startDate": "03/21/2020", "d_endDate": "", "calc_country": "Latvia", "calc_minorCategory": "Reorientation of business activities", "calc_subMinorCategory": "Change of production/innovation", "calc_identifier": "LV-2020-12/708", "dateType": "Open ended", "calc_creationDay": "04/16/2020", "calc_lastUpdate": "05/07/2020", "descriptionBackgroundInfo": "On 19 March 2020 during the HackForce, the first virtual hackathon in Latvia, 28 hackathon ideas aimed to find solutions for the crisis caused by Covid-19 outbreak were confronted.  The winner team of hackathon, Shield48, in consultation with the specialists at Pauls Stradins Clinical University Hospital, designed first prototypes of face shields.\r\rFor further development of the project, the team was rewarded with EUR 12,000, of which EUR 10,000 was allocated by the Ministry of Economy in cooperation with the Latvian Investment and Development Agency,and EUR 2,000 – from private companies.", "descriptionContentOfMeasure": "Up to 17 April 2020, the company has manufactured and delivered around 20,000 face shields to almost 400 customers in Latvia. Company also informs, that it has exported 950 face shields to the UK, Germany, Canada and the US. The Latvian Development finance institution ALTUM has granted a 100,000 EUR loan to Shield48.\rLatvian National Health Service has ordered and Shield48 has produced and delivered 10,000 face shields to State. The company uses 3D printing for some components of face shield. \rOther alternatives are also available in marked up to date. However, Shield48 being the first player in market, has gained from high publicity and cooperation with state and medical institutions.", "descriptionUseOfMeasure": "Already completed Shield48 face shield orders in Latvia:\r\r4,694 face shields for 1,233 General Practitioner practices (ordered by the National Health Service);\r920 face shields for 29 regional medical institutions (ordered by the National Health Service);\r4,400 face shields for Pauls Stradins Clinical University Hospital (PSKUS), Riga East Clinical University Hospital (RAKUS), Children’s Clinical University Hospital (BKUS) in Riga;\r3,393 face shields 155 other Latvian state and municipal, private medical institutions and pharmacies;\r2,124 face shields for 33 other state and local government institutions;\r3,123 face shields for 187 trade, manufacturing and service companies and individuals.", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LV-2020-12_708.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Company practices", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "606", "sources::title": "Shield48 has produced around 20,000 face shields and started exporting", "sources::url": "https://shield48.eu/2020/04/14/shield48-has-produced-around-20000-face-shields-and-started-exporting/", "sources::d_date": "04/14/2020", "modId": "2", "downloaded_to": "01f3358cd36026b1efd1941c97a35b80fa9b1489207696cf2118c2a9504be952"}, {"recordId": "607", "sources::title": "HackForce hackathon solutions are already being implemented", "sources::url": "https://techchill.co/hackforce-hackathon-solutions-are-already-being-implemented/", "sources::d_date": "04/20/2020", "modId": "2", "downloaded_to": "5d2c0458e18495e9ad0d31846358469c66135c894e9fee15236e1e96e7e0d6db"}], "actors": [{"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}], "targetGroups": [{"recordId": "66", "targetGroups::name": "Start-ups", "modId": "11"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "618", "modId": "74"}