{"fieldData": {"title": "Increased loan facilities and credit guarantees for Swedish businesses", "title_nationalLanguage": "Utökade låne- och garantimöjligheter till företag i Sverige", "d_startDate": "03/26/2020", "d_endDate": "", "calc_country": "Sweden", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Access to finance", "calc_identifier": "SE-2020-13/740", "dateType": "Open ended", "calc_creationDay": "04/20/2020", "calc_lastUpdate": "12/15/2020", "descriptionBackgroundInfo": "To mitigate the impact of the virus outbreak on jobs and businesses, a range of measures were presented to make it easier for Swedish companies, particularly small- and medium-sized ones, to access finance. The two bodies administrating this support measure are Almi Business Partner (Almi Företagspartner AB) - a Swedish state-owned company group consisting of 16 regional subsidiaries providing loans and business development, and The Swedish Export Credit Corporation - the authority with the task of promoting Swedish exports.", "descriptionContentOfMeasure": "Almi Företagspartner AB will receive a capital contribution of SEK 3 billion to increase its lending to small- and medium-sized businesses throughout the country. This reinforcement of the loan fund will increase Almi’s preparedness to meet the needs of businesses whose activities have been adversely affected by the COVID-19 outbreak.\r\rThe Swedish Export Credit Corporation’s credit framework will be increased from SEK 125 billion to SEK 200 billion and can be used to provide both state-supported and commercial credit to Swedish export companies. This will give the agency enhanced opportunities to meet the export industry’s increased demand for credit.\r\rThe Swedish Export Credit Agency promotes Swedish exports and the competitiveness of Swedish industry by providing guarantees that facilitate the financing of purchases of Swedish goods and services. Increased credit guarantees totalling SEK 500 billion and lower risk for banks will provide new and improved credit opportunities for companies. A new guarantee for faster and more secure payment to Swedish export companies will also be introduced. This will apply to small- and medium-sized export companies, major export companies and their suppliers.", "descriptionUseOfMeasure": "The demand for this measure has been high: by the end of May 2020, the Swedish Export Credit Corporation had issued guarantee offers worth over SEK 120.7 billion. ", "descriptionInvolvementOfSocialPartners": "No information available. ", "socialPartner_form": "Unknown", "socialPartner_role": "Informed", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SE-2020-13_740.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "671", "sources::title": "Increased loan facilities and credit guarantees for Swedish businesses", "sources::url": "https://www.government.se/press-releases/2020/03/increased-loan-facilities-and-credit-guarantees-for-swedish-businesses/", "sources::d_date": "03/24/2020", "modId": "2", "downloaded_to": "cc0f5086b09a4b8ed44bfbbfc8f0b7789c5f882d2394a512e513d7c7f39d2b63"}, {"recordId": "1150", "sources::title": "The most common questions about Almi's Brygglån (Vanligaste frågorna om Almis Brygglån)", "sources::url": "https://www.almi.se/information-med-anledning-av-coronaviruset/faq-corona/", "sources::d_date": "05/01/2020", "modId": "0", "downloaded_to": "9bf6d2660eb74e9636f0a1c1ced85cf466791f3aa5f9c785d3897c2dba133afe"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "62", "targetGroups::name": "SMEs", "modId": "12"}, {"recordId": "64", "targetGroups::name": "Larger corporations", "modId": "14"}, {"recordId": "66", "targetGroups::name": "Start-ups", "modId": "11"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "172", "updates::d_date": "07/13/2020", "updates::description": "In April 2020, Almi started granting a new type of loan for start-ups and established small and medium sized companies whose need for financing is connected to the COVID-19 crisis. \r\rStart-ups may loan up to SEK 500,000 (approximately €50,000). No information available regarding the maximum amount for established small and medium sized companies. \r\r", "modId": "3"}], "regions": []}, "recordId": "650", "modId": "80"}