{"fieldData": {"title": "Extension of short-time work to new categories of workers", "title_nationalLanguage": "Extension du chômage partiel à de nouvelles catégories de travailleurs", "d_startDate": "03/12/2020", "d_endDate": "12/31/2020", "calc_country": "France", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "FR-2020-11/741", "dateType": "Temporary", "calc_creationDay": "04/20/2020", "calc_lastUpdate": "12/10/2020", "descriptionBackgroundInfo": "A decree of 16 April 2020 extends short-time work to new categories of workers who were not covered by the usual scheme. In general, the short-time work scheme entails that during the period of partial activity :\r\r* The employer receives from the public authorities (Services and Payment Agency - ASP) an allowance equivalent to a share of the hourly pay of the employee placed in partial activity;\r* The employee receives a partial activity allowance from the employer in lieu of salary for the period during which the employee is placed in partial activity. This text sets out the methods for calculating the allowance paid to the employer and benefit paid to workers. These new rules allow for the coverage of: employees with an annual working time account (forfaits jours) in days or hours - i.e. employees whose working hours cannot be fixed in advance (often managers); civil aviation crews, freelance journalists (who are paid for each article ordered); salespeople with the status of sales representatives (VRP); home-based employees paid on a piecework basis; intermittent entertainment workers and models. The text also clarifies the compensation of employees benefiting from variable remuneration elements", "descriptionContentOfMeasure": "The provisions of the decree make it possible to calculate compensation for certain employees whose work organisation rules required special consideration. This decree is applicable to short-time compensation claims submitted from 12 March 2020 to 31 December 2020. For the two main categories of workers covered, the rules are the following:\r\r1. Employees with a \"forfait jours\" in hours and days\rFor employees whose working hours are fixed by a 'forfait-jours\" agreement in hours or days over the year, both the allowance and the short-time work allowance are determined by taking into account the number of hours or days or half-days not worked by the employee. The number of hours taken into account is determined by converting a number of days or half-days into hours according to the following flat-rate periods:\r\r* a half-day not worked corresponds to 3.5 hours not worked;\r* a day not worked corresponds to 7 hours not worked;\r* a week not worked corresponds to 35 hours not worked.\r\rDays of paid leave and rest taken during the period of suspension or reduction of activity, as well as public holidays not worked which correspond to working days, are converted into hours according to the same procedures.\r\r2. Civil aviation flight crew\rIn the case of civil aviation flight crews, whose working hours are organised in the form of alternating days of activity and days of inactivity, the number of hours giving rise to the payment of the allowance and the partial activity allowance shall be determined on the basis of a number of eligible days of inactivity. The latter is determined by taking into account the difference between the number of days of inactivity recorded and the number of days of inactivity normally guaranteed to the employee over the period in question. The number of days of inactivity obtained is converted into hours according to the following rule: each day of inactivity in excess of the number of days of inactivity guaranteed corresponds to 8.75 hours off work, within the limit of the legal weekly duration (35 hours) over the period in question.", "descriptionUseOfMeasure": "No data available.", "descriptionInvolvementOfSocialPartners": "The government has probably consulted social partners in the design phase of the measure", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-11_741.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "353", "sources::title": "Ordonnance n° 2020-346 du 27 mars 2020 portant mesures d'urgence en matière d'activité partielle ", "sources::url": "https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000041762506&categorieLien=id", "sources::d_date": "03/27/2020", "modId": "3", "downloaded_to": "2f0d49f9d37967a460f9f346e92675db21c3b9668404fc82e22626a988e80a91"}, {"recordId": "675", "sources::title": "Décret no 2020-435 du 16 avril 2020  \rportant mesures d’urgence en matière d’activité partielle ", "sources::url": "https://www.legifrance.gouv.fr/jo_pdf.do?id=JORFTEXT000041804453", "sources::d_date": "04/16/2020", "modId": "1", "downloaded_to": "af611bb7bb7d1bae90edd67517a129ca10858ae1e113aa4f0d810a4d1166c89f"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "33", "targetGroups::name": "Workers in non-standard forms of employment", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "651", "modId": "82"}