{"fieldData": {"title": "Deferral and/or instalment payment of tax liabilities ", "title_nationalLanguage": "Odgoda i/ili obročna otplata poreznih obveza", "d_startDate": "03/19/2020", "d_endDate": "", "calc_country": "Croatia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "HR-2020-12/288", "dateType": "Open ended", "calc_creationDay": "04/06/2020", "calc_lastUpdate": "10/06/2020", "descriptionBackgroundInfo": "In late November 2019 the Croatian Parliament passed a series of laws amending Croatian tax legislation. The new laws, in the most part, came into effect on 1 January 2020. Due to corona virus pandemic The General Tax Act has been amended (OG 32/2020) introducing an article related to \"Payment of  taxes in special circumstances as follows:\rArticle 107a\r\r1.  \"Special circumstances\" means an event or a condition which could not be predicted and could not be affected, which endangers the life and health of citizens, property of greater value, significantly damages the environment, disrupts economic activity or causes significant economic damage.\r2.  If the special circumstances referred to in paragraph 1 of this Article affect the ability to settle tax liabilities, the maturity of tax liabilities incurred and / or due in accordance with special regulations may be deferred and / or their installment repayment may be authorized.\r3.  No interest shall be accrued for the duration of the deferred payment and installment payments referred to in paragraph 2 of this Article. \r\rThe conditions, criteria and procedures for using this legal option are stipulated by Ordinance amending the Ordinance on the implementation of the General Tax Law (OG 35/2020) which entered into force on 23 March 2020. ", "descriptionContentOfMeasure": "Entrepreneurs affected by the coronavirus epidemic can file a tax deferral claim, provided that: \r\r1. he or she does not have outstanding tax liabilities recorded in the Tax Administration higher than HRK 200.00 and \r2. he or she fulfills one of the following conditions:\r \r* has recorded a decrease in income/receipts in the month preceding the month of the Request submission by at least 20% compared to the same month of the previous year, or \r* if he/she can prove that his/her income/receipts will likely decrease by at least 20% over the same period of the previous year, starting with the month of the submission of the Request. \r\rExceptionally, a tax deferral claim can also be submitted by entrepreneurs who, in 2019, have not achieved the value of supplies of goods and services in excess of HRK 7,500,000,000 (€ 1 million) in the previous year, and which determines the tax base according to deliveries made and in accordance with a special regulation on value added tax. ( see case 289)\r\rDeferred (delayed) tax liabilities relate to personal income tax and social contributions, contributions for compulsory insurance of self-employment, social contributions for persons on professional training without commencing employment, contributions and taxes on additional income (drugi dohodak), advance payment of personal income tax liabilities, advance payment of personal income tax liabilities from self-employment, advance payment on company and other tax liabilities due upon filing the Request, other than customs duties and excise duties. ", "descriptionUseOfMeasure": " Not yet known at this stage.", "descriptionInvolvementOfSocialPartners": "Due to the nature of the measure social partners were not involved. ", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-12_288.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "139", "sources::title": "Hrvatski sabor (Parliament of the Republic of Croatia) (2020) Zakon o do\tpuni Općeg poreznog zakona -– OG 32/20", "sources::url": "https://narodne-novine.nn.hr/clanci/sluzbeni/2020_03_32_691.html", "sources::d_date": "03/19/2020", "modId": "6", "downloaded_to": "d0cc361db65dcca39687ff2e342ccf6d180b48d7a2c83fb978251d230329dfe0"}, {"recordId": "140", "sources::title": "Hrvatski sabor (Parliament of the Republic of Croatia) (2020) Pravilnik o dopunama Pravilnika o provedbi Općeg poreznog zakona -– OG 35/20\r", "sources::url": "https://narodne-novine.nn.hr/clanci/sluzbeni/2020_03_35_735.html", "sources::d_date": "03/19/2020", "modId": "7", "downloaded_to": "f893f8514f3d63314f0044537491f32e1ca1a299e13a08b8029acecc90f8539f"}, {"recordId": "1559", "sources::title": "Najčešće postavljana pitanja zbog izvanrednog stanja izazvanog širenjem virusa COVID-19", "sources::url": "https://www.porezna-uprava.hr/Stranice/NPP_COVID_mjere.aspx", "sources::d_date": "09/16/2020", "modId": "0", "downloaded_to": "3c866afd4de66dfa2e5744b56e43751aa655356b6e4db651ff062b8b42cb04d5"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "287", "updates::d_date": "10/01/2020", "updates::description": "Amendments to the General Tax Act Implementing Regulations (Amendments) were published in the Official Gazette of 23 March 2020, and enter into force on 24 March 2020, enabling implementation of COVID-19 tax measures to support the economy. Taxes in scope are Personal Income Tax, Corporate Income Tax, VAT (under certain conditions stated below) and other taxes such as Real Estate Transfer Tax, Tax on Slot Machine Games, etc.; Social security contributions; other public charges (fees, concession fees, fines for tax offenses and any charges that are determined and / or collected and/or supervised under special regulations within the jurisdiction of the tax authority. Exception are customs duty and excise duty fall out of scope of this measure, i.e. the settlement may not be deferred under the Amendments.  A deferral request can be filled electronically, in ePorezna system (eTax administration). Tax Administration provides another way of filing the request for taxpayers that do not use the ePorezna system, details are published on the Tax Administration web site. Particularly praiseworthy is the page with many questions and answers regarding the eligibility, terms and conditions for deferral payment, available on the Internet page of the Tay Administration. The number of users for deferral payment is not yet publicly available. ", "modId": "2"}], "regions": []}, "recordId": "171", "modId": "114"}