{"fieldData": {"title": "Company-level agreement at Daher group to cope with COVID-19 crisis", "title_nationalLanguage": "Accord d'entreprise du groupe Daher pour faire face à la crise de Covid-19", "d_startDate": "03/16/2020", "d_endDate": "04/30/2020", "calc_country": "France", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "FR-2020-12/744", "dateType": "Temporary", "calc_creationDay": "04/21/2020", "calc_lastUpdate": "05/11/2020", "descriptionBackgroundInfo": "The Daher group, aircraft manufacturer and equipment manufacturer in industry and services, signed on 31 March 2020, with all the trade unions (CFDT, CFE-CGC, CFTC, CGT and FO) an agreement to regulate the various situations in which employees may find themselves in view of the COVID-19 epidemic. The agreement covers the following issues: telework, full time arranged activity, short-time work, \"fourteen\" and work stoppage. All the measures will apply for the period from 16 March to 30 April 2020, 'possibly with retroactive effect for this period, depending on the situations already in place'.", "descriptionContentOfMeasure": "The main subjects addressed by the agreement are:\r\r1. **Use of teleworking**\rOn a temporary basis and depending on the activity and the technological possibilities available, Daher has set up teleworking \"for a maximum number of group employees whenever possible\". It is up to the manager to regularly assess the workload and the ability of each individual to telework. The manager regularly informs the employee of his or her continued teleworking, or of the possibility of returning to the site \"for service requirements that cannot be carried out remotely\", or of being partially teleworking.\r\r2. **Adaptation of work organisation**\rIn some sectors of the company, the work organisation had to be adapted in order to comply with the instructions for taking up work at the post (cleaning, extended or moved lunch break, etc.). In the context of this \"adjusted full-time activity\", the company undertakes, despite a potential reduction in working hours, to maintain employee remuneration, including team bonuses, basket bonuses, meal vouchers or equivalent meal allowance in the absence of closed collective catering, etc. Moreover, \"as a completely exceptional measure and to take into account the commitment of the employees\", the hours not worked due to these adjusted schedules will not give rise to any recuperation.\r\r3. **Organisation of short-time working**\r\"In accordance with government directives known to date\", \"alternative systems\" to be used before the implementation of the partial activity system are identified in each company. As part of the agreement, and \"subject to the approval of the administration\", the equivalent of a seven-hour day taken as \"time bank/flexible/ reduced working hours (RTT)\" for non-management employees. For managers, one day of RTT (two for metalworking managers) is taken on a mandatory basis. In addition, the agreement continues, the setting of five working days of paid leave over the period of the agreement is imposed.\r\r4. **Remuneration during short-time working**\rIn an approach aimed at preserving purchasing power, Daher raises the remuneration of employees on short-time working to 95% of their net salary, \"instead of the 84% of net salary provided for by law\". In return for this matching contribution and in solidarity with employees whose activity will have been maintained, employees in partial employment will, before December 31, 2020, and as soon as the confinement period has ended, perform up to 25 hours of activity for non-managers and three days for managers, for each full month of partial unemployment. \r\r5. **The \"fourteen-week\" period**\rIn the event that, for safety or health reasons, the employee is sent home at the initiative of the employer or at the request of the client, it is up to the company to find a solution to temporarily offer him/her another assignment or to transfer him/her to another status.\rFor the employee who wishes to take up an assignment at his own initiative \"in a fortnight\" and whose situation is not recognised by the health insurance fund, the company \"shows adaptation and kindness\" to enable him to use as far as possible any other more advantageous arrangement in terms of maintaining remuneration (paid leave, RTT, time bank, flexible, etc.).\r\r6. **Work stoppage**\rIn the event of a work stoppage (illness, childcare, population at risk at COVID-19, maternity, etc.), the employee benefits from the compensation scheme provided for, via the daily social security benefits and the employer's supplement set according to the Daher Group. ", "descriptionUseOfMeasure": "The agreement covers about 8,000 employees in France.", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "Direct consultation", "socialPartner_role": "Agreed (outcome)", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-12_744.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "680", "sources::title": "Daher: Accord à durée déterminée  \"Organisation d'urgence - Crise Covid-19\"", "sources::url": "https://www.metallurgie-cfecgc.com/sites/default/files/inline-files/Accord%20organisation%20de%20crise%20covid%2019%20au%2026%20mars%202020%20pour%20signature.pdf", "sources::d_date": "03/26/2020", "modId": "1", "downloaded_to": "5793e8935178dc4ca1b40a6299f749c97cba93add92e26674f0f858049ea1435"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "57", "sectors::code": "C30", "sectors::name": "Manufacture of other transport equipment", "modId": "0"}], "updates": [], "regions": []}, "recordId": "654", "modId": "71"}