{"fieldData": {"title": "Agreement on the adaptation of the organisation of manufacturing services at STMictroelectronics", "title_nationalLanguage": "Accord relatif à l’adaptation de l’organisation des services de fabrication chez STMictroelectronics", "d_startDate": "03/18/2020", "d_endDate": "04/02/2020", "calc_country": "France", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Change of work arrangements (working time, rota schemes)", "calc_identifier": "FR-2020-12/747", "dateType": "Temporary", "calc_creationDay": "04/21/2020", "calc_lastUpdate": "05/09/2020", "descriptionBackgroundInfo": "Following the announcement by the President of the Republic on 16 March 2020 to 'reduce contacts and travel to the strict minimum throughout the country' to deal with the COVID-19 epidemic, the management of STMicroelectronics and the CFDT and CFE-CGC unions reached an agreement on 18 March 2020 \"on the adaptation of the organisation of manufacturing services\". The objective of the social partners is to 'preserve the protection of the health and safety of the employees present while maintaining the company's operations as much as possible'.", "descriptionContentOfMeasure": "The temporary adjustment applies, from 19 March to 2 April, to employees working in the 'Manufacturing Front-End and Back-End' and support departments at the Crolles (Isère), Grenoble (Isère), Rennes (Ille-et-Vilaine), Rousset (Bouches-du-Rhône) and Tours (Indre-et-Loire) plants.\r\rIn order to guarantee 'these essential activities related to the safety of the installations and the quality of the products and services', the teams are reduced. The agreement provides that they may be reduced by up to 50% of the theoretical workforce, with a minimum of two employees per sector. Over the period, the management must draw up a provisional schedule for the composition of the teams, ensuring that there are rotations between employees. In the event of an unforeseen additional absence, one or more employees may be called in to complete the team. In any event, the provisional schedule is adapted on a daily basis to take into account any changes in the situation.\r\rThe employees affected by this reduction in activity shall not suffer any loss of remuneration and shall be paid at the normal time, 'as if they had worked full time according to their usual working hours'. In other words, the agreement specifies that the rest days imposed on certain employees will be considered as actual working time for the calculation of remuneration elements.\r\rIn addition, to limit physical contact, the agreement provides that employees travelling to the sites may travel with their personal vehicle. These trips are financed by the company in the form of mileage allowance payments on the June 2020 payroll at the latest.  All STMicroelectronics employees other than Manufacturing and Production Support who travel to their place of work at the request of their management are also eligible for this measure.\r\rFinally, a systematic temperature reading can be taken at the entrance to the sites. In the event that the temperature exceeds a limit set by the central health, safety and working conditions commission (CSSCT) and the occupational physician coordinating France, employees are invited to go home and consult their treating physician or log on to the health insurance website to obtain a work stoppage.", "descriptionUseOfMeasure": "The agreement applies to production workers of STMicroelectronics which employs about 10,100 people in France. In the group, about 67% of the employees are working in production. About 5,000 to 6,000 employees may be covered by this agreement (estimation).", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "Direct consultation", "socialPartner_role": "Agreed (outcome)", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-12_747.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "681", "sources::title": "Accord relatif à l’adaptation de l’organisation des services de fabrication chez STMictroelectronics", "sources::url": "https://www.metallurgie-cfecgc.com/sites/default/files/inline-files/20200318_ACCORD%20RELATIF%20A%20L%27ADAPTATION%20DE%20L%27ORGANISATION%20DES%20SERVICES%20DE%20FABRICATION%20SUITE%20A%20L%27EPIDEMIE%20DE%20COVID%2019.pdf", "sources::d_date": "03/18/2020", "modId": "1", "downloaded_to": "a8e2bf2e572f188a0000b39fb7d3888d8aab3dc0c2c5a66bc3f69ac2b12068df"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "53", "sectors::code": "C26", "sectors::name": "Manufacture of computer, electronic and optical products", "modId": "0"}], "updates": [], "regions": []}, "recordId": "657", "modId": "69"}