{"fieldData": {"title": "Metalworking national agreement on the organisation of work to deal with the COVID-19 epidemic", "title_nationalLanguage": "Accord national portant sur l'organisation du travail pour faire face à l'épidémie de Covid-19", "d_startDate": "04/03/2020", "d_endDate": "10/31/2020", "calc_country": "France", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "FR-2020-14/750", "dateType": "Temporary", "calc_creationDay": "04/21/2020", "calc_lastUpdate": "05/09/2020", "descriptionBackgroundInfo": "Faced with 'the major health crisis of which France is a victim', the social partners in the metalworking industry reaffirm the importance of social dialogue in tackling it. On 3 April 2020, they concluded a branch agreement designed to facilitate the taking of paid holidays in order to 'face the difficulties inherent in this period and to prepare as well as possible for a resumption of activity'. The metallurgy agreement on work organisation to deal with the COVID-19 epidemic was signed by the UIMM and the CFDT, CFE-CGC and FO trade union federations.", "descriptionContentOfMeasure": "The agreement stresses, in its preamble, that the COVID-19 epidemic and the measures taken by the public authorities to limit its spread have serious consequences for metalworking companies. But it also underlines the right of everyone to preserve their health and to work safely. Faced with contradictory demands, the signatories call for an appropriate social dialogue in companies. They add that they would like company negotiations to be favoured so that the branch agreement plays exclusively its supplementary role, in accordance with the Labour Code. The agreement of 3 April 2020 does not therefore call into question the company agreements already signed, nor the company negotiations currently underway.\r\r*Short-time working*\rThe agreement invites companies to 'seek with the social partners, beyond the preservation of employment, a change in the conditions of compensation' for short-time working, 'to mitigate its negative impacts' (on the purchasing power of employees).\rThe agreement recalls that the period of short-time working can be used for training actions. It adds that when occupational health and safety conditions are \"irreproachable, guaranteed and applied\", the training action can be implemented \"in situ\", within the company, if necessary, in a work situation. In this context, the joint body in charge of vocational training (OPCO 2i) is invited to provide collective training actions for employees of VSEs and SMEs. \"The signatories thus wish to gradually prepare, under the best conditions, the return to normal activity».\r\r*Exceptional management of paid leave*\rThe agreement opens up the possibility for the employer to set or change the date for taking six working days of paid leave per employee. This possibility will be open as soon as the agreement is tabled and will end on October 31, 2020. It may result in the taking of leave in advance of the period during which it is normally intended to be taken.\rThe employer must respect an order of priority. The employer chooses:\r\r* first, the taking of paid leave earned during the previous accrual period;\r* then, the taking of conventional days earned (seniority leave, in particular);\r* lastly, the taking of paid leave acquired during the last vesting period, which may lead to early taking.\rThe employer must respect a period of notice, set at two working days during the confinement period and five days thereafter. The leave period chosen by the employer ends on October 31, 2020.", "descriptionUseOfMeasure": "The agreement covers all workers of the metal industry, about 1.4 million employees.", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "Bi-or tripartite social dialogue bodies", "socialPartner_role": "Agreed (outcome)", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-14_750.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "683", "sources::title": "Accord national du 3 avril 2020 portant sur les modalités d'organisation du travail pour faire face à l'épidémie de covid-19", "sources::url": "https://www.metallurgie-cfecgc.com/sites/default/files/inline-files/Accord%20national%20du%203%20avril%202020%20portant%20sur%20les%20modalités%20d%27organisation%20du%20travail%20pour%20faire%20face%20à%20l%27épidémie%20de%20covid-19%20-%20signé.pdf", "sources::d_date": "04/03/2020", "modId": "1", "downloaded_to": "9dbeb277f930d2f2b5fd79b245ce40e5006cd902264bf5e10b0c22c55184f3ea"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "51", "sectors::code": "C24", "sectors::name": "Manufacture of basic metals", "modId": "0"}, {"recordId": "52", "sectors::code": "C25", "sectors::name": "Manufacture of fabricated metal products, except machinery and equipment", "modId": "0"}, {"recordId": "53", "sectors::code": "C26", "sectors::name": "Manufacture of computer, electronic and optical products", "modId": "0"}, {"recordId": "54", "sectors::code": "C27", "sectors::name": "Manufacture of electrical equipment", "modId": "0"}, {"recordId": "55", "sectors::code": "C28", "sectors::name": "Manufacture of machinery and equipment n.e.c.", "modId": "0"}, {"recordId": "56", "sectors::code": "C29", "sectors::name": "Manufacture of motor vehicles, trailers and semi-trailers", "modId": "0"}], "updates": [], "regions": []}, "recordId": "660", "modId": "74"}