{"fieldData": {"title": "Temporary guarantees for companies active in agriculture and horticulture sectors", "title_nationalLanguage": "Borgstellingskrediet voor de Landbouw overbruggingsfinanciering (BL-C)", "d_startDate": "03/17/2020", "d_endDate": "", "calc_country": "Netherlands", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Access to finance", "calc_identifier": "NL-2020-12/753", "dateType": "Temporary", "calc_creationDay": "04/21/2020", "calc_lastUpdate": "07/22/2020", "descriptionBackgroundInfo": "This measure is part of the package of emergency solutions to deal with the COVID-19. This was a package of several measures which have been taken to contrast the outbreak and its effects, announced on 17 March, 2020.\r\rThis measure aims to help small farms and farmers to keep their businesses afloat. It targets enterprises in the horti- and agricultural sectors as a whole because this sector was one of the first to feel a marked hit from the crisis. This includes the provision of food and other grown products, not just for domestic consumption but also for trade. The seasonality of work in this sector and the timing of the COVID-19 crisis seem to have led to this group of enterprises receiving specific support.\r", "descriptionContentOfMeasure": "The sectors covered here by this measure include the agriculture and horticulture sector, the fisheries sector, and the aquaculture sector. These sectors are all confronted by an international and domestic decrease in demand for their produce.\r\rThe Ministry of Agriculture, Nature and Food Quality (ministerie van Landbouw, Natuur en Voedselkwaliteit - LNV), will therefore temporarily underwrite working capital granted to farms and horticultural companies under the the Guarantee for Agricultural SME Credit, (Borgstelling MKB-Landbouwkredieten), which is part of the Guarantee SME Loans scheme for small and medium-sized farms and enterprises.\r\rIn this way, the government will act as a guarantor for loans granted to farms. The government seeks to ensure that the scope of this scheme will be broadened in the short term. Enterprises can seek credit to bridge their troubled times of up to €15 million, for which the Ministry of LNV will act as guarantor for up to 70%. The credit will be for a maximum of two years. \rThis measure was set to stay into force for three months initially, but the timing for COVID-19-related measures is constantly evolving and this may change.", "descriptionUseOfMeasure": "No information available at this time.", "descriptionInvolvementOfSocialPartners": "Since the outbreak of the Corona crisis, the government has had regular and close consultation with the social partners. Together the national level social partners and the government arrived at the first and second packages of emergency measures, announced 17 March and 20 May respectively.", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/NL-2020-12_753.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "686", "sources::title": "Coronavirus: kabinet neemt pakket nieuwe maatregelen voor banen en economie", "sources::url": "https://www.rijksoverheid.nl/onderwerpen/coronavirus-covid-19/nieuws/2020/03/17/coronavirus-kabinet-neemt-pakket-nieuwe-maatregelen-voor-banen-en-economie", "sources::d_date": "03/17/2020", "modId": "2", "downloaded_to": "01c37e0222f82755d2284dc8ccc530bbd0847879dbe74b59cc3c8e14adee884b"}, {"recordId": "687", "sources::title": "Vragen over de Borgstelling MKB-Landbouwkredieten voor tijdelijke kredietfaciliteiten (BL-C)", "sources::url": "https://www.rijksoverheid.nl/onderwerpen/coronavirus-financiele-regelingen/overzicht-specifieke-regelingen-landbouw--tuinbouw--en-visserijsector/bl-c", "sources::d_date": "03/20/2020", "modId": "2", "downloaded_to": "ab748563bd0c45c3678f16e711489a7ac66151c6eeb226532a6acc963899e7f7"}, {"recordId": "1250", "sources::title": "Borgstellingskrediet Landbouw verruimd in verband met corona", "sources::url": "https://www.rvo.nl/subsidie-en-financieringswijzer/borgstellingskrediet-voor-de-landbouw-bl/verruimd-verband-met-corona", "sources::d_date": "07/22/2020", "modId": "0", "downloaded_to": "9c493a7209e5c10a67a5919a8db76e9a2b699731e92738cd94b4095ec8a4dd54"}, {"recordId": "1261", "sources::title": "RVO, (no date), Borgstellingskrediet Landbouw verruimd in verband met corona", "sources::url": "https://www.rvo.nl/subsidie-en-financieringswijzer/borgstellingskrediet-voor-de-landbouw-bl/verruimd-verband-met-corona", "sources::d_date": "07/22/2020", "modId": "0", "downloaded_to": "9c493a7209e5c10a67a5919a8db76e9a2b699731e92738cd94b4095ec8a4dd54"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "27", "sectors::code": "A1", "sectors::name": "Crop and animal production, hunting and related service activities", "modId": "0"}, {"recordId": "28", "sectors::code": "A2", "sectors::name": "Forestry and logging", "modId": "0"}, {"recordId": "29", "sectors::code": "A3", "sectors::name": "Fishing and aquaculture", "modId": "0"}], "updates": [{"recordId": "179", "updates::d_date": "07/13/2020", "updates::description": "The scheme existed before the COVID-19 crisis. This measure has been extended since 18 March with an extra module, namely offering users a guarantee for a bridging loan, to bridge the difficult period caused by the crisis.  Healthy farms, horticulture, fisheries and aquaculture companies affected or affected by the Corona virus outbreak can continue to be financed through this.  \rAs of 10 April 2020 aquaculture farms can also make use, retroactively, of the measure. They can make use of the measure, just as other farming and fishing entrepreneurs, from 18 March 2020. ", "modId": "4"}], "regions": []}, "recordId": "663", "modId": "80"}