{"fieldData": {"title": "Deferring and paying VAT during special circumstances", "title_nationalLanguage": "Odgoda i plaćanje PDV-a za vrijeme posebnih okolnosti", "d_startDate": "04/01/2020", "d_endDate": "", "calc_country": "Croatia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "HR-2020-14/289", "dateType": "Temporary", "calc_creationDay": "04/06/2020", "calc_lastUpdate": "10/06/2020", "descriptionBackgroundInfo": "According to Ordinance amending the Ordinance on the implementation of the General Tax Law (OG 35/2020) (see case HR -2020-12/288) new conditions are laid down for deferring VAT for the duration of special circumstances. Delaying the payment of VAT liability is possible only for taxpayers who, in 2019, have not achieved the value of supplies of goods and services in excess of HRK 7,500,000,000 (€1 million) in the previous year, and which determines the tax base according to deliveries made and in accordance with a special regulation on value added tax.\r\rOn 16 April 2020 The Tax Administration has issued instructions for deferring and paying VAT during special circumstances.\r\r", "descriptionContentOfMeasure": "The VAT liability for the month of February (VAT form submitted until March 20, 2020) cannot be subject to a payment delay. Taxpayers who pay VAT monthly may apply a deferral of payment with a liability for March 2020, and those who pay VAT quarterly may apply a deferral for tax liability for the first quarter 2020. Very important is that the government decided that for VAT payments, it would be possible to defer such payments until the billing of invoices is issued, as is now the case with small businesses. The deadline for the submission of financial statements for 2019 is extended until 30 June 2020 and businesses are exempt from paying the Financial Agency fee for the publication of financial statements.", "descriptionUseOfMeasure": "Not yet known at this stage.", "descriptionInvolvementOfSocialPartners": "Due to the nature of the measure, social partners were not involved. ", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-14_289.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "141", "sources::title": "Hrvatski sabor (Parliament of the Republic of Croatia) (2020) Zakon o dopuni Općeg poreznog zakona -– OG 32/20", "sources::url": "https://narodne-novine.nn.hr/clanci/sluzbeni/2020_03_32_691.html", "sources::d_date": "03/19/2020", "modId": "5", "downloaded_to": "d0cc361db65dcca39687ff2e342ccf6d180b48d7a2c83fb978251d230329dfe0"}, {"recordId": "724", "sources::title": "Uputa o odgodi i plaćanju PDV-a za vrijeme posebnih okolnosti", "sources::url": "https://www.porezna-uprava.hr/HR_publikacije/Lists/mislenje33/Display.aspx?id=19699", "sources::d_date": "04/16/2020", "modId": "2", "downloaded_to": "da39859d4175bf8362b4ab86af590f98967832bba082c2ed5f1a4b8cbeb6eeb7"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "289", "updates::d_date": "10/01/2020", "updates::description": "Value added tax (VAT) deferral can be requested by taxpayers which determine its VAT liability per invoiced supplies and which have not recorded more than HRK 7,500,000 (€ 1,000,000) (excluding VAT) of supplies in 2019. While all other tax and social contribution liabilities due can be deferred within 3 months from 20 March 2020, taxpayers which are entitled to deferral related to VAT can request it for VAT due within 3 months from the VAT liability due date in April 2020. Indicators showing potential inability to settle due tax liabilities are: if taxpayer has a decrease of revenues/income of at least 20% in a month preceding the month in which the request is filed compared to the same month of a previous year or if the taxpayer makes probable the decrease of at least 20% in revenues/income in a 3-month period following the filing, compared to the same period of a previous year. When submitting a deferral request relating to VAT, the taxpayer, in addition to the above, should prove that the due liability is a result of non-collected issued invoices and/or other factors that influence liquidity (there are no further details). The deferral period is 3 months from the due date of every single tax liability. The Tax Administration can approve additional deferral period of 3 months for already deferred liabilities and expand the scope of the deferral to the tax liabilities due during the additional 3-month time, for which new a request should be filed. Particularly praiseworthy is the page with many questions and answers regarding the eligibility, terms and conditions for deferral payment, available on the Internet page of the Tay Administration. The number of users for deferral payment is not yet publicly available.", "modId": "2"}], "regions": []}, "recordId": "172", "modId": "95"}