{"fieldData": {"title": "Extra package of support measures for the cultural sector", "title_nationalLanguage": "Maatregelen steun voor het culturele en creatieve veld", "d_startDate": "03/27/2020", "d_endDate": "", "calc_country": "Netherlands", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "NL-2020-13/771", "dateType": "Temporary", "calc_creationDay": "04/23/2020", "calc_lastUpdate": "07/22/2020", "descriptionBackgroundInfo": "The Dutch government presented a package of emergency measures to support businesses and workers during the COVID-19 crisis. However, the cultural and creative sector, especially badly hit, expressed concern that more was needed for its support. Museums, cultural institutes, events, performances and performers voiced concerns that the crisis could mean that many would have to close their doors for good. Beyond the fact that many people simply cannot attend events, performances, of cultural institutes and this meaning a loss of income, there is also a seasonality to the sector (with many events taking place in the spring and summer). These developments have led to extra measures being taken. On 27 March, the Minister for Education, Culture, and Science sent a letter to Parliament explaining the need for and content of the planned measures.", "descriptionContentOfMeasure": "The package of measures announced contain a series of specific measures for different groups within the sector.\r\r* Museums subsidized by the government may delay the payments of their rents by three months to give them some financial breathing room.\r* Easing of the heritage laws: heritage institutes are being given more time to prepare their annual reports and annual financial accounts. Instead of submitting their accounts on 1 April, they may now do so by 1 June 2020 instead.\r* Subsidies to cultural institutes will be paid out by the government and there is an easing of the rule that subsidies are reduced if planned performance targets are not met by the institutes. \r\rThis also applies to subsidies to specific projects and initiatives; subsidies will still be paid even if certain planned targets are not met. The six main national cultural funds will also help to implement the measures above and so doing, help the cultural institutes those respective funds support.\r\rThe measure applies to enterprises as well as institutes. Most cultural institutes are not enterprises in fact but the sector has many self-employed and freelancers.", "descriptionUseOfMeasure": "No information available.", "descriptionInvolvementOfSocialPartners": "Since the outbreak of the Corona crisis, the government has had regular and close consultation with the social partners. Together the national level social partners and the government arrived at the first and second packages of emergency measures, announced 17 March and 20 May respectively.", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/NL-2020-13_771.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "710", "sources::title": "Kamerbrief over steun voor het culturele en creatieve veld – March 27th 2020", "sources::url": "https://www.rijksoverheid.nl/binaries/rijksoverheid/documenten/kamerstukken/2020/03/27/uitwerking-motie-jetten-c-s-over-steun-voor-het-culturele-en-creatieve-veld/uitwerking-motie-jetten-c-s-over-steun-voor-het-culturele-en-creatieve-veld.pdf ", "sources::d_date": "03/27/2020", "modId": "2", "downloaded_to": "1c662698deabc81f473f1cb8bd1298b387a3bc73d91a79fe4a080527b4705cef"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}, {"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}], "targetGroups": [{"recordId": "55", "targetGroups::name": "Solo-self-employed", "modId": "16"}, {"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}, {"recordId": "63", "targetGroups::name": "One person or microenterprises", "modId": "12"}, {"recordId": "65", "targetGroups::name": "Other businesses", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "122", "sectors::code": "R90", "sectors::name": "Creative, arts and entertainment activities", "modId": "0"}, {"recordId": "123", "sectors::code": "R91", "sectors::name": "Libraries, archives, museums and other cultural activities", "modId": "0"}, {"recordId": "125", "sectors::code": "R93", "sectors::name": "Sports activities and amusement and recreation activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "681", "modId": "65"}