{"fieldData": {"title": "Interest-free loans for liquidity protection of entrepreneurs in the tourism sector", "title_nationalLanguage": "Beskamatni krediti poduzetnicima u turističkim djelatnostima", "d_startDate": "05/01/2020", "d_endDate": "", "calc_country": "Croatia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Access to finance", "calc_identifier": "HR-2020-18/775", "dateType": "Open ended", "calc_creationDay": "04/23/2020", "calc_lastUpdate": "04/30/2020", "descriptionBackgroundInfo": "The Ministry of Tourism and the Croatian Bank for Reconstruction and Development (HBOR) have concluded a \"Business Cooperation Agreement on the Implementation of Liquidity Assurance Measures for Entrepreneurs in the Tourism Sector\", which enabled the approval of HBOR's direct interest-free loans. Tourism is considered as one of the most important economic sectors in Croatia and this government measure is particluarly welcomed.\r\rThrough this line of credit up to HRK 600 million (€ 80 million) will be available to entrepreneurs in tourism sector, in order to preserve jobs, maintain liquidity and be ready to continue their active and successful business. Recognizing the fact that these are entrepreneurs who in many cases own pledged real estate or they do not have enough insurance in the form of real estate and movable property, as an additional benefit the approval will be granted for loans with minor requirements for classic collateral that will replace the insurance policies on behalf and on account The Republic of Croatia issued by HBOR or by the Croatian Small Business, Innovation and Investment Agency (HAMAG-BICRO) guarantees.\r\rRecognizing the fact that these are entrepreneurs who in many cases own pledged real estate or lack sufficient insurance in the form of real estate and movable property, as an additional convenience, it is possible to approve loans with smaller requirements for classic collateral, which will replace the insurance policies issued by the Croatian Bank for Reconstruction and Development or guarantees of the Croatian Agency for SMEs, Innovation and Investments (HAMAG-BICRO). \r\r", "descriptionContentOfMeasure": "The signed agreement stipulates that the Ministry of Tourism will provide funds in the amount of HRK 26 million (€ 3.47) for interest rate subsidies of up to two percentage points for crediting the liquidity of entrepreneurs in tourism activities whose business suffers because of the COVID-19. \r\rThe funds are intended for subsidised lending to micro, small and medium-sized enterprises with registered accommodation activities (hotels, resorts, camps, other accommodation), food and beverage service activities (restaurants, catering, other food preparation and service activities), renting water transport vehicles and travel agencies and tour operators. The loan application will be submitted directly to the Croatian Bank for Reconstruction and Development, which will also grant the funds for up to five years with the possibility of using the grace period of up to one year. This COVID-19 measure for SMEs in the tourism industry is implemented as a temporary measure under the Working Capital Lending Program and applies to requests received at HBOR by 31 December 2020 or until the use of secured funds. There is no right to credit, but HBOR makes a separate decision on each claim.\r\rThe interest rate, thanks to subsidy funds, can be zero percent for the repayment period of up to three years, and in the fourth and fifth repayment years the interest rate can be 1.5 percent (the interest rate depends on state aid regulations). The minimum loan amount that can be applied for is EUR 100 thousand and the highest is limited to EUR 1.25 million in HRK equivalent. The funds can be used to finance salaries, overheads and other basic operating expenses, preparation of the tourist season, and settlement of liabilities to suppliers and other expenses, except for credit obligations to commercial banks, other financial institutions or VAT liabilities.", "descriptionUseOfMeasure": "Not yet known at this stage.", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-18_775.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "722", "sources::title": "Beskamatni krediti poduzetnicima u turističkim djelatnostima", "sources::url": "https://www.hgk.hr/beskamatni-krediti-poduzetnicima-u-turistickim-djelatnostima-najava", "sources::d_date": "04/17/2020", "modId": "2", "downloaded_to": "4c778bc74f94b806ced1d450942be41e1e01ee5802cd8c65af73785c72777c9d"}, {"recordId": "730", "sources::title": "Working capital COVID-19 measure for SMEs in tourism sector", "sources::url": "https://www.hbor.hr/kreditni_program/obrtna-sredstva-mjera-covid-19-za-msp-poduzetnike-u-turistickim-djelatnostima/", "sources::d_date": "04/16/2020", "modId": "2", "downloaded_to": "b34d65ace077d0b471b934cf67757a024a13443125743fe653d670ae2fd0bde2"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}, {"recordId": "62", "targetGroups::name": "SMEs", "modId": "12"}, {"recordId": "63", "targetGroups::name": "One person or microenterprises", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "83", "sectors::code": "I55", "sectors::name": "Accommodation", "modId": "0"}, {"recordId": "84", "sectors::code": "I56", "sectors::name": "Food and beverage service activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "685", "modId": "68"}