{"fieldData": {"title": "New services of Croatian Post for elderly citizens", "title_nationalLanguage": "Nove usluge Hrvatske pošte ", "d_startDate": "04/02/2020", "d_endDate": "", "calc_country": "Croatia", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Provision of services in kind (e.g. food vouchers)", "calc_identifier": "HR-2020-14/779", "dateType": "Open ended", "calc_creationDay": "04/24/2020", "calc_lastUpdate": "04/30/2020", "descriptionBackgroundInfo": "Many citizens of Zagreb were forced to leave their homes due to the earthquake, so for them it was difficult to receive their post and packages. Furthermore, in order to enable pensioners to receive their pensions more securely without leaving their homes, the customers who receive their pensions through the Croatian Postal Bank's current account can receive their funds through delivery by the Croatian Post at home, free of charge. The request can be served in several user-friendly ways. ", "descriptionContentOfMeasure": "In order to make it easier for recipients of packages who are currently unable to reside at their addresses, Croatian Post has provided a free redirection and package retention service. To use the service, the user just needs to fill in the form on the website. \r\rUnlike the usual service which involves a fee, regardless of the commercial bank through which it is paid, there is a new Croatian Post service built with the Croatian Post Bank (CPB) on corporate solidarity with the elderly population: pension beneficiaries who otherwise receive their funds in a current account with CPB, if they choose to receive their funds more securely without leaving their homes, HP provided the option to receive at their home address, free of charge.\r\r", "descriptionUseOfMeasure": "These are additional measures by which Croatian Post, during the coronavirus epidemic, ensures that consignments are delivered to recipients, wherever they are. Users may request that postal items be delivered to another address within the same county (the City of Zagreb and Zagreb County are now viewed as one entity) or be kept safe at the post office.\rCroatian Post, in accordance with the instructions of the competent authorities, is adjusting its operations and taking all measures to reduce the possibility of the epidemic spreading and to ensure business continuity. They provide employees with protective and disinfectants, and the way postmen and post offices work has changed.\r", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "Not applicable", "socialPartner_role": "Not applicable", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-14_779.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Company practices", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "734", "sources::title": "ova usluga Hrvatske pošte, produkt solidarnosti, za sad samo za umirovljenike koji su klijenti HPB-a", "sources::url": "https://www.poslovni.hr/domace/nova-usluga-hrvatske-poste-produkt-solidarnosti-za-sad-samo-za-umirovljenike-koji-su-klijenti-hpb-a-4225276 ", "sources::d_date": "04/08/2020", "modId": "1", "downloaded_to": "aa01c17e873c1d1bc684e77f44c6d7db921a16b4736ac767c75b5f9f3fa536f9"}, {"recordId": "735", "sources::title": "Hrvatska pošta prilagođava poslovanje: Omogućeno preusmjeravanje i zadržavanje pošiljaka bez naknade", "sources::url": "https://www.poslovni.hr/domace/hrvatska-posta-prilagodava-poslovanje-omoguceno-preusmjeravanje-i-zadrzavanje-posiljaka-bez-naknade-4222593", "sources::d_date": "03/28/2020", "modId": "0", "downloaded_to": "e8997c0a2f989cde9de4768dd5da70428b378397ede28957b891d584ad1021cb"}], "actors": [{"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "37", "targetGroups::name": "Older citizens", "modId": "15"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "81", "sectors::code": "H53", "sectors::name": "Postal and courier activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "689", "modId": "63"}