{"fieldData": {"title": "Adris group management agreed to cut their salaries to avoid layoffs", "title_nationalLanguage": "Nove poslovne mjere u Adris grupi uzrokovane korona virusom", "d_startDate": "04/01/2020", "d_endDate": "06/30/2020", "calc_country": "Croatia", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Wage flexibility ", "calc_identifier": "HR-2020-14/780", "dateType": "Temporary", "calc_creationDay": "04/24/2020", "calc_lastUpdate": "04/30/2020", "descriptionBackgroundInfo": "The Adris group is  a large company active in tourism, resorts, insurance, production of healthy food and real estate. In order to overcome the situation caused by the ongoing coronavirus pandemic, the Adris Group's management, with the consent of its supervisory board, has made a number of decisions that will affect the operations of their affiliates, primarily their liquidity and profitability, and the long-term sustainability of the company in these unprecedented new circumstances.", "descriptionContentOfMeasure": "Regardless of the current circumstances in Croatia and across the world as the coronavirus pandemic continues to hold the economy in its firm grip, the Adris Group's management board decided that there would be no layoffs within that company. The Adris Group will realize already contracted and ongoing investments, and they will continue to prepare for planned projects.\rAware of the circumstances and the unknown situation when it comes to the potential duration of the coronavirus crisis - and despite the exceptionally good business results it achieved in 2019 when net profit after minority interests was 31 percent higher than it was in 2018, the company's management have agreed to cut their salaries by 30 percent over the next three + three months that will be used primarily for improving the solvency of the company and as possibility to reduce the costs.\r\r", "descriptionUseOfMeasure": "By the establishment of its Foundation, the Adris group, wanted to make a breakthrough in social responsibility. It also wished to offer direct assistance to the development and progress of Croatian society, through the promotion of social responsibility among Croatian companies and the general public. The Adris Foundation in addition to the donation of three million HRK (€ 400,000) for the procurement of respirators for hospitals in Rijeka and Pula, the Adris Group's administration has decided to donate two million HRK (€ 267 thousand) for the restoration of cultural monuments damaged in the recent earthquake in Zagreb.", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-14_780.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Company practices", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "736", "sources::title": "Adris grupa ne otpušta zaposlenike, menadžment smanjuje svoje plaće za 30 posto", "sources::url": "https://www.poslovni.hr/domace/adris-grupa-ne-otpusta-zaposlenike-menadzment-smanjuje-svoje-place-za-30-posto-4224627", "sources::d_date": "04/06/2020", "modId": "1", "downloaded_to": "abdeab19137dac2dba1051e48bf7483c94634dce67aa41675c6fd7739dac496d"}], "actors": [{"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "64", "targetGroups::name": "Larger corporations", "modId": "14"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "74", "sectors::code": "G46", "sectors::name": "Wholesale trade, except of motor vehicles and motorcycles", "modId": "0"}, {"recordId": "83", "sectors::code": "I55", "sectors::name": "Accommodation", "modId": "0"}, {"recordId": "84", "sectors::code": "I56", "sectors::name": "Food and beverage service activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "690", "modId": "66"}