{"fieldData": {"title": "Coronavirus job retention scheme", "title_nationalLanguage": "Coronavirus job retention scheme", "d_startDate": "03/01/2020", "d_endDate": "04/30/2021", "calc_country": "United Kingdom", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "GB-2020-10/216", "dateType": "Temporary", "calc_creationDay": "03/31/2020", "calc_lastUpdate": "01/18/2021", "descriptionBackgroundInfo": "The Coronavirus Job Retention Scheme was announced by the British government on 20 March 2020 in the context of more stringent lock-down measures which entered into force on 23 March 2020. The scheme introduced a legal mechanism that allows businesses to retain employees without the need to work but to still receive a minimum level of salary. The purpose is to reduce redundancies and to avoid people being laid off without pay. Lay off (without pay) is the usual vehicle open to employers when they wish to retain employees but have no work for them to do. Under the job retention scheme, all UK employers will be able to access support from the government to continue paying part of the salary of those employees.  ", "descriptionContentOfMeasure": "The Coronavirus Job Retention Scheme is a temporary scheme open to all UK employers/employees for at least three months starting from 1 March 2020. It is designed to support employers/employees whose operations have been severely affected by coronavirus (COVID-19). Employers can use a portal to claim for 80% of furloughed employees’ (employees on a leave of absence) usual monthly wage costs to enable them to continue paying these wages, up to 2,820 Euros (GBP 2,500) a month. The government will also cover the associated Employer National Insurance contributions and minimum automatic enrollment employer pension contributions on that wage. Employers/employees can use this scheme anytime during this period.\r\rEmployers who have just made workers redundant (because of the emerging impact of coronavirus) can hire them back and place them on furlough and claim the benefit.\r", "descriptionUseOfMeasure": "The scheme has been criticised for excluding workers starting in a new job after the 28 February 2020 cut off point (and before the government announced the lock down measures). The scheme is set to be up and running by the end of April 2020 with the possibility of claiming payments in arrears.\r\rBy the 19 July (the latest available data), the total number of jobs furloughed was 9.5 million, with 1.2 million employers utilising the scheme, at a total cost to the government of GBP 29.8 billion (HM Government, 2020).\r\rOn the 18 September, the Government published data on the scheme's operation up until the 31 July (although figures for 31 July are provisional and subject to revision as additional claims for the period are received). The main findings are that: \r\r* following on from the last release which covered the period to 30 June, preliminary estimates show that furloughing of staff across all sectors continued to decrease up to the 31 July;\r* since the peak of 8.9 million employments furloughed on the 8 May, followed by reductions in June, preliminary figures show that the number of employments furloughed continued to fall throughout July to 4.8 million on the 31 July - it is estimated that this figure could be in the region of 10% higher, or around 5.3 million once all returns are received and revisions made;\r* furloughing of staff in the wholesale and retail sector peaked on the 24 April at 1.85 million employments - by the 31 July, initial figures show 789,000 jobs furloughed in this sector – a decrease of more than a half since the peak for the sector;\r* across all employer sizes, the number of employments furloughed continued to decrease between the 30 June and the 31 July:\r* as at the 31 July, the sector with the highest proportion of its workforce eligible for furloughed that were actually furloughed was arts, entertainment and recreation at 45% followed by accommodation and food services sector at 43% - in all, 58% of employers in the arts, entertainment and recreation sector were using the furlough scheme at the end of July and 57% of employers in accommodation and food services;\r* overall, where it was possible to link the CJRS data on individual furloughed employments to other data, for the UK as a whole, 2.26 million women were furloughed at the end of July compared with 2.15 million men;\r* preliminary estimates show there was broad consistency in furlough rates across the nations and regions of the UK at the end of July; London had the highest take-up rate of 17% against the UK average of 16%;\r* in most countries and regions, more women than men were furloughed at the 31 July, the greatest exception to this being the West Midlands where 187,000 women were furloughed as opposed to 197,000 men;\r* almost 200,000 employers were using flexible furlough at the end of July for at least one job;  in total, over 950,000 employments were on flexible furlough at the end of July, around 20% of all furloughed employments;\r* at 29%, the accommodation and food services sector had the highest proportion of employments furloughed flexibly;\r* based on the preliminary data for the 31 of July, the South West has the highest proportion of employments on flexible furlough at 25% and London has the highest proportion of employments furloughed on a full-time basis at 82%. \r\r\rAs of the 13 December, the total value of claims made by that date was £46.6 billion. The  Government released the most recent data on the scheme in December 2020. The main points from the analysis, covering the period to 31 October are that: \r\r* furloughing of staff across all sectors continued to decrease up to 31 October \rsince the peak of 8.9 million employments furloughed on 8 May, followed by reductions in June, \r* figures show that the number of employments furloughed continued to fall throughout July, August and September to 5.4 million at 31 July and 3.8 million at 31 August and 2.8 million at 30 September.\r* Latest figures show that the number of employments has continued to fall throughout October to 2.4 million at 31 October. This is a reduction of 73% from the peak\rfurloughing of staff in the wholesale and retail sector peaked on 24 April at 1.9 million employments. \r* At 31 October, there were 356,400 employments furloughed in this sector – a decrease of more than 80% since the peak for the sector\r* As at 31 October, the sector with the highest proportion of its workforce eligible for furlough that were actually furloughed was the accommodation and food services sector at 27% followed by arts, entertainment and recreation at 24%. In all, 45% of employers in both the accommodation and food services sector and the arts, entertainment and recreation sector were using the furlough scheme at the end of October\r* Across all employer sizes, the number of employments furloughed continued to decrease between 30 September and 31 October\r* Overall, where it was possible to link the data, across the UK, 1.19 million women were furloughed at 31 October compared with 1.14 million men. This is a decrease of 229,700 women and 210,400 men when compared to 30 September\r* There was a broad consistency in furlough rates across the nations and regions of the UK at the end of October. London had the highest take-up rate of 10% against the UK average of 8%\rin most countries and regions more women than men were furloughed at 31 October, the exceptions to this being London where 210,300 women were furloughed and 220,900 men, and West Midlands where 93,500 women were furloughed and 96,800 men\r* 196,400 employers had at least one employment on flexible furlough at the end of October. In total 977,200 employments were on flexible furlough at the end of October, 41% of all furloughed employments\r* At 50%, the other service activities sector had the highest proportion of employments furloughed partially. This was followed by the accommodation and food services sector at 48%\r", "descriptionInvolvementOfSocialPartners": "Please note that the UK does not have formal institutional settings for involvement in the design, implementation and monitoring of policies although often, there will be information exchange and consultation, conducted on informal bases (this exists in addition to formal responses from the social partners to official consultations).\r\rIt is reported that the Chancellor held discussions with both the CBI and the TUC before launching the raft of emergency measures at the start of the epidemic. Therefore, there will have been discussion but there is no information available on these.", "socialPartner_form": "No involvement", "socialPartner_role": "Informed", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GB-2020-10_216.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "69", "sources::title": "Guidance: Check if your employer can use the Coronavirus Job Retention Scheme ", "sources::url": "https://www.gov.uk/guidance/check-if-you-could-be-covered-by-the-coronavirus-job-retention-scheme", "sources::d_date": "03/26/2020", "modId": "6", "downloaded_to": "1a0566c19ee528b9f9e0f3f73c0f984aab185db3315e648d3e795471444fe23b"}, {"recordId": "70", "sources::title": "Guidance: Claim for your employee’s wages through the Coronavirus Job Retention Scheme", "sources::url": "https://www.gov.uk/guidance/claim-for-wage-costs-through-the-coronavirus-job-retention-scheme", "sources::d_date": "03/26/2020", "modId": "6", "downloaded_to": "7cc743334a144a435a7135dc9a3814d684cfbfa8c7b9a339ba5f2b57caf0a49a"}, {"recordId": "92", "sources::title": "CBI welcomes new measures", "sources::url": "https://www.cbi.org.uk/media-centre/articles/cbi-responds-to-the-chancellors-latest-support-measures/", "sources::d_date": "03/20/2020", "modId": "6", "downloaded_to": "8bca36845050ce6f15786cd7de1a6c707f8603dc5fc4080b153668611d776f74"}, {"recordId": "93", "sources::title": "TUC response to new measure", "sources::url": "https://www.tuc.org.uk/news/wage-subsidies-package-vital-breakthrough-workers-and-economy-says-tuc", "sources::d_date": "03/20/2020", "modId": "6", "downloaded_to": "af0563b3fa579904c5dfea89f78da84e989e71ab8e08ce9c1775c3d59c2dfca8"}, {"recordId": "1037", "sources::title": "HM Government 'HMRC coronavirus (COVID-19) statistics.' ", "sources::url": "https://www.gov.uk/government/collections/hmrc-coronavirus-covid-19-statistics", "sources::d_date": "06/28/2020", "modId": "0", "downloaded_to": "330e8e3c59533a953524360f873e5d647c7a63c16ffd2863e20ffa737b509f20"}, {"recordId": "1038", "sources::title": "HM Government (2020) 'Changes to the Coronavirus Job Retention Scheme.'", "sources::url": "https://www.gov.uk/government/publications/changes-to-the-coronavirus-job-retention-scheme/changes-to-the-coronavirus-job-retention-scheme", "sources::d_date": "07/01/2020", "modId": "0", "downloaded_to": "946b10d46c99cf473e33f8ce1bbcc5f153ff846185d0efad629c1d39a90538b4"}, {"recordId": "1257", "sources::title": "TUC (2020) 'Far more needed to protect the UK against mass unemployment.' 8 th July.", "sources::url": "https://www.tuc.org.uk/blogs/far-more-needed-protect-uk-against-mass-unemployment", "sources::d_date": "07/08/2020", "modId": "0", "downloaded_to": "23e55a7b62f6d008894be4fa4e246e45222d77bad17e174bddf71f55766e4de3"}, {"recordId": "1258", "sources::title": "CBI (2020) Everything your business needs to know about furloughing employees through the Coronavirus Job Retention Scheme.", "sources::url": "https://www.cbi.org.uk/articles/cbi-coronavirus-job-retention-scheme-factsheet/", "sources::d_date": "07/08/2020", "modId": "0", "downloaded_to": "04ad4f75fe8b406d34a79a78105fee5f2f2354151e3bf7572ef21ef4ea287220"}, {"recordId": "1685", "sources::title": "BBC News (2020) Coronavirus: Up to £3.5bn furlough claims fraudulent or paid in error.", "sources::url": "https://www.bbc.co.uk/news/business-54066815", "sources::d_date": "09/08/2020", "modId": "0", "downloaded_to": "2a83e711600d11f84deae24904c6b3450e0cbbbdb43e7d22711ba0968489f24c"}, {"recordId": "1686", "sources::title": "HMRC (2020) Coronavirus Job Retention Scheme statistics: September 2020.", "sources::url": "https://www.gov.uk/government/publications/coronavirus-job-retention-scheme-statistics-september-2020/coronavirus-job-retention-scheme-statistics-september-2020", "sources::d_date": "09/18/2020", "modId": "0", "downloaded_to": "0d4e86d16921b351e4843b8c7e5a5d511feb963ad71c90787291e3e72ae2b3d7"}, {"recordId": "2564", "sources::title": "HM Government (2020) Coronavirus Job Retention Scheme statistics: December 2020", "sources::url": "https://www.gov.uk/government/publications/coronavirus-job-retention-scheme-statistics-december-2020/coronavirus-job-retention-scheme-statistics-december-2020", "sources::d_date": "12/24/2020", "modId": "0", "downloaded_to": "0cac4c495b52775d52060fb5cd76a75a2d90390f4ea59fa7adb7483e7f26c7a9"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "33", "targetGroups::name": "Workers in non-standard forms of employment", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "111", "updates::d_date": "06/12/2020", "updates::description": "On the 12 June 2020, the Government released a raft of further guidance concerning the Coronavirus Job Retention Scheme (CJRS), with the changes to be implemented from 1 July 2020. The new and updated guidance sets out who will be eligible from 1 July 2020 and explains how “flexible furlough” will operate. From the 1 July, employers will be able to bring back furloughed workers on a flexible pattern (ie for any amount of time and on any work pattern). Employers will be able to claim a CJRS grant for the hours which flexibly furloughed employees do not work, compared to the hours they would normally have worked in that period. \rIf an employer wishes to flexibly furlough staff, they will need to obtain their employees’ agreement and keep a written agreement that confirms the new furlough arrangement. This agreement must be kept for 5 years. Employers must also keep records of how many hours their employees work and the numbers of furloughed hours for 6 years.  \r\r\rAlso from this date, employers will only be able to claim a grant for employees who have already been furloughed for three consecutive weeks between the 1st of March and the 30th of June. Thus, the last date an employee could have started furlough for the first time was the 10th of June. Companies are thus no longer able to furlough new employees, unless they have returned from maternity, shared parental, paternity or parental bereavement leave after the 10th of June. These employees can be furloughed after 10 June provided that:\r\r* the employer has previously submitted a CJRS claim for another employee in the organisation between 1 March and 30 June 2020;\r* the employee is being furloughed for the first time;\r* the employee started their Shared Parental Leave before 10 June and returned from that leave after 10 June 2020; and\r* the employee was on the employer’s PAYE payroll on or before 19 March 2020.\r\rFrom 1 July, the number of employees that employers can claim for in any single claim period cannot exceed the maximum number of employees that the employer claimed for under any claims ending by 30 June. For example, if an employer previously submitted three claims between 1 March and 30 June 2020, in which the total number of employees furloughed was 20, 30 and 50 employees respectively, the maximum number of employees that the employer can furlough in any single claim from 1 July 2020 will be 50.\r\rThe scheme has been extended until the 31st of October. The Government will continue to pay 80% of wages up to a cap of GBP 2,500 in July, as well as national insurance and pension contributions. However, from the 1 of August, the level of government grant provided through the scheme will be limited and employers’ contributions will rise. \r\r\rThe timetable for changes to the scheme is as follows: \r\r* There are no changes to grant levels in June\r* In June and July, the government will pay 80% of wages up to a cap of GBP 2,500 for the hours the employee is on furlough, as well as employer National Insurance Contributions (ER NICS) and pension contributions for the hours the employee is on furlough. Employers will have to pay employees for the hours they work.\r* For August, the government will pay 80% of wages up to a cap of GBP 2,500 for the hours an employee is on furlough and employers will pay ER NICs and pension contributions for the hours the employee is on furlough\r* For September, the government will pay 70% of wages up to a cap of GBP 2,187.50 for the hours the employee is on furlough. Employers will pay ER NICs and pension contributions and top up employees’ wages to ensure they receive 80% of their wages up to a cap of GBP 2,500, for time they are furloughed\r* For October, the government will pay 60% of wages up to a cap of GBP 1,875 for the hours the employee is on furlough. Employers will pay ER NICs and pension contributions and top up employees’ wages to ensure they receive 80% of their wages up to a cap of GBP 2,500, for time they are furloughed.\r\rEmployers will continue to able to choose to top up employee wages above the 80% total and GBP 2,500 cap for the hours not worked at their own expense if they wish. Employers will have to pay their employees for the hours worked.\r\rWage caps are proportional to the hours not worked.\r\r (Source: HM Government, 2020).", "modId": "6"}, {"recordId": "124", "updates::d_date": "07/08/2020", "updates::description": "In an Emergency Summer Statement to the House of Commons, the Chancellor of the Exchequer announced that businesses will be paid a bonus of GBP 1000 for every furloughed employee they bring back to work, if they are continuously employed until January 2021. The bonus will apply to employees paid enough to reach the lower earnings limit for national insurance contributions (an average of GBP 520 in each month from November to January). This is an attempt to ensure that people are undertaking 'decent work' and 'not just returning for the sake of it.' \rIt is estimated that the scheme will cost GBP 9 billion if all employers take advantage of it.", "modId": "2"}, {"recordId": "323", "updates::d_date": "09/08/2020", "updates::description": "It was reported on the 8 September that HMRC has revealed that up to GBP 3.5bn in Coronavirus Job Retention Scheme payments may have been claimed fraudulently or paid out in error. HMRC told MPs on the Public Accounts Committee it estimates that 5-10% of furlough cash has been wrongly awarded, either through deliberate fraud or administrative error.\r\rHMRC is currently reviewing 27,000 'high-risk' cases where abuse or fraud has been suspected. A number of arrests have already been made.", "modId": "4"}, {"recordId": "589", "updates::d_date": "12/17/2020", "updates::description": "On the 17 December, the Chancellor announced that the CJRS would be extended until the 30 April 2021. It had been intended that the Jobs Support Scheme, a less generous provision, would have replaced the CJRS in 2020. ", "modId": "3"}], "regions": []}, "recordId": "99", "modId": "131"}