{"fieldData": {"title": "Employers' dispensation to pay a compensation for sick leave", "title_nationalLanguage": "Odpustenie platby náhrady mzdy chorým zamestnanco", "d_startDate": "03/27/2020", "d_endDate": "", "calc_country": "Slovakia", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Paid sick leave", "calc_identifier": "SK-2020-13/290", "dateType": "Temporary", "calc_creationDay": "04/06/2020", "calc_lastUpdate": "07/15/2020", "descriptionBackgroundInfo": "In connection with the deterioration of the situation of employers during the COVID-19 pandemic, the government and subsequently the parliament decided to abolish the obligation of employers to pay a wage compensation benefit to an employee during the first ten days of his incapacity for work. The employee will thus receive a sickness benefit from the Social Insurance Agency from the first day of his incapacity for work. This change was implemented by Act no. 63/2020 Coll, amending Act no. 461/2003 Coll on social insurance and Act no. 311/2001 Coll Labor Code", "descriptionContentOfMeasure": "According to the local legal framework, in normal conditions the employee receives, during the first 10 days of incapacity to work, an income compensation directly from the employer. Only after 10 days, the employee receive a sickness benefit from the Social Insurance Agency. \rSelf-employed insured persons are, then, entitled to a sick benefit for the first three days of 25% and subsequently in the amount of 55% of the assessment base.\r\rOn the basis of the new COVID-19 related measure, the employer will not pay wage compensation in the case of employee's illness or if it is quarantined in reason of the epidemic, during the first 10 days of sick leave. Indeed, it will be paid by the Social Insurance Agency.\rSelf-employed as well receives full sickness benefit from the Social Insurance Agency from the first day of sick leave (i.e. not 25% during the first three days).\r\rThis measure is proposed in an effort to relieve the undertakings in times of crisis of costs related to temporary incapacity for work, as well as to increase the income of insured persons in cases of ordered quarantine measures and isolation.", "descriptionUseOfMeasure": "As far as the costs of the Social Insurance Agency are concerned, they are estimated that 100,000 sickness benefits will be paid out in 2020. Beyond the current legal status, the sickness benefits will be paid to the persons concerned from the Social Insurance Agency for ten calendar days. The average assessment base of the person concerned is assumed to be at the level of the average wage of 2019, i.e. €1,092, as sickness benefits are basically based on the previous year's income. Expenditure on the basis of these assumptions is expected to be around €19.4 million in 2020.\r\rThe employers concerned are expected to achieve savings on compensation for temporary incapacity for work of about €169.4 on average per employee in quarantine measures, which is around € 16.9 million for the entire business sector (about 100,000 employees). Exact data on the total savings of employers are not available, because the Social Insurance Agency does not record data on the paid wage compensation or its amount (these data are not relevant for the performance of social insurance).\r\r", "descriptionInvolvementOfSocialPartners": "Social partners were not involved in preparation of the measure, neither via the usual tripartite consultations, nor in the cross-sector commenting procedure. ", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SK-2020-13_290.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "142", "sources::title": "63 ACT of 25 March 2020 amending Act no. 461/2003 Coll. on social insurance,", "sources::url": "https://www.slov-lex.sk/pravne-predpisy/SK/ZZ/2020/63/", "sources::d_date": "04/06/2020", "modId": "5", "downloaded_to": "6631b0ebf617b3a5e15c6c5d3eea6a5f8ab686fdfe65ada7304a45195e49b474"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "173", "modId": "95"}