{"fieldData": {"title": "Credit guarantee scheme for COVID-19 for SMEs", "title_nationalLanguage": "", "d_startDate": "04/01/2020", "d_endDate": "", "calc_country": "Ireland", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Access to finance", "calc_identifier": "IE-2020-14/784", "dateType": "Open ended", "calc_creationDay": "04/25/2020", "calc_lastUpdate": "01/08/2021", "descriptionBackgroundInfo": "The purpose of the SME Credit Guarantee Scheme for COVID-19 is to encourage additional lending to SMEs by offering a partial Government guarantee (currently 80%) to banks against losses on qualifying loans to eligible SMEs. The Credit Guarantee Scheme does not substitute for conventional lending that would otherwise have taken place. This is a repurposing of an existing SME credit guarantee scheme designed to assist SMEs to remain in business through the COVID-19 crisis.\r\r", "descriptionContentOfMeasure": "The Credit Guarantee Scheme can be used by businesses to obtain loans to support changes they need to make to their business in response to COVID-19. It facilitates lending by commercial banks to SMEs by indemnifying banks against potential losses incurred from the lending.\r\rEligible entities for the credit guaranteed loans are viable micro, small and medium sized enterprises (SMEs). The lending decisions are made by the banks and not subject to government intervention. \r\rThe Scheme is targeted towards companies who are unable to access credit because of \rinadequate collateral, difficulty of accessing credit due to novel business market or technology or requirements to refinance given exit of SME lenders from the Irish market.\r\rLoan facilities can be from €10,000 up to €1m for terms of up to 7 years with the possibility of \ra three to six-month interest-only payment period (depending on the total loan duration). Borrowing SMEs pay an interest rate premium of 0.5% per annum (initially in 2019/20; rate may vary thereafter) to partially cover the state costs of the guarantee.\r\r\r\r\r\r", "descriptionUseOfMeasure": "According to the Department of Enterprise, Trade and Employment: 3,285 applications were received for the scheme. As of 31st December 2020, 1,890 were approved with a total value of €98.19m.", "descriptionInvolvementOfSocialPartners": "Social partners not involved - this is a national Government initiative.", "socialPartner_form": "Not applicable", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/IE-2020-14_784.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "746", "sources::title": "Department of Business Enterprise and Innovation", "sources::url": "https://dbei.gov.ie/en/What-We-Do/Supports-for-SMEs/COVID-19-supports/Credit-Guarantee-Scheme-COVID-19-FAQ.html", "sources::d_date": "04/25/2020", "modId": "1", "downloaded_to": "dee22998878c70b7791bce65cd72d9c15b94b4817227f97336e8729f25c9aa28"}, {"recordId": "1341", "sources::title": "Credit Guarantee Scheme Press Release", "sources::url": "", "sources::d_date": "09/07/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "62", "targetGroups::name": "SMEs", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}, {"recordId": "11", "funding::name": "Other", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "245", "updates::d_date": "09/07/2020", "updates::description": "The scheme has been opened on 7 July 2020 to provide loans to SMEs, micro-businesses and small mid-caps, expanded to include primary producers in agriculture and fisheries.  It has also been expanded to include unsecured loans of up to €250,000.\r\rBusinesses will be required to declare that their turnover or projected turnover has been reduced by 15% as a result of COVID-19.  The scheme will provide medium to long term liquidity finance and loans will range from €10,000 to €1,000,000.  The loans will be available to the end of 2020.\r\rIt provides an 80% Government guarantee to participating banks, which initially will be AIB, Bank of Ireland and Ulster Bank.  It is situated  between the shorter-term COVID Working Capital scheme and the long-term Future Growth Loan Scheme.\r\rit operates under the State Aid Temporary Framework in response to COVID-19.", "modId": "2"}], "regions": []}, "recordId": "694", "modId": "82"}