{"fieldData": {"title": "Extension of the support period for unemployment benefit", "title_nationalLanguage": "Predĺženie podporného obdobia na dávku v nezamestnanost", "d_startDate": "04/04/2020", "d_endDate": "08/31/2020", "calc_country": "Slovakia", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Income support for unemployed", "calc_identifier": "SK-2020-14/292", "dateType": "Temporary", "calc_creationDay": "04/06/2020", "calc_lastUpdate": "12/13/2020", "descriptionBackgroundInfo": "Through the Act 66/2020 Coll., the legislator intervened in order to cushion the condition of long-term unemployed in the local labour market. Indeed, as a consequence of the restrictions and the social distancing measures introduced during the COVID-19 pandemic crisis, jobseekers are increasingly at risk of not finding a job for a longer period of time. Therefore, the Parliament decided that during the pandemic unemployment benefit should be paid for a longer period.", "descriptionContentOfMeasure": "During the COVID-19 pandemic crisis, the unemployment benefit period has been extended by one month (up to a maximum of seven months) for those who could not find a job. The measure is finalized to sustain people that remained unemployed up to the end of the original unemployment benefit period. The Government may lay down the conditions for entitlement to the unemployment benefit, the conditions for the payment of the unemployment benefit, the length of the unemployment benefit period and the amount of the unemployment benefit, in the form of a government order for the duration of the crisis and for two months after its termination.", "descriptionUseOfMeasure": "Compared to the current legal situation, it is expected that approximately 28,100 more unemployment benefits will be paid out by 2020, with an average monthly rate of around €518.1. Expenditure on the basis of these assumptions is expected to be around €14.6 million in 2020. In the period till 15 June 2020, the Social Insurance Agency paid a total of 20,668 unemployment benefits due to the extension of the period of payment of this benefit in the total amount of €6.459 million (information required from Social Insurance Agency).\r\rFrom February to August 2020, unemployment increased and the number of recipients of unemployment benefits also increased from 38,000 in April to 72,600 in August 2020. The unemployment rate increased from 5.05% in February to 7.65% in July and 7.60% in August 2020. In August 2020, there were 229,517 persons in the records of labor offices, in October 2020 there were fewer - 222,242 persons. From August to November, the number of recipients of unemployment benefits also fell, from 76,000 to 48,000.", "descriptionInvolvementOfSocialPartners": "Social partners were not involved in preparation of the measure via usual tripartite consultations and neither in the cross-sector commenting procedure.", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SK-2020-14_292.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "143", "sources::title": "66 ACT of 2 April 2020 amending and supplementing Act no. 311/2001 Labor Code, as amended, and amending and supplementing certain act (Zákonník práce)", "sources::url": "https://www.slov-lex.sk/pravne-predpisy/SK/ZZ/2020/66", "sources::d_date": "04/06/2020", "modId": "6", "downloaded_to": "1b64557507d5261a661863b8a4f63e6113ba3fc0b325bc99caf8a3f4c6c65bde"}, {"recordId": "1624", "sources::title": "Act 186/2020 on extension of the unemployment benefit perio", "sources::url": "https://www.slov-lex.sk/pravne-predpisy/SK/ZZ/2020/186/", "sources::d_date": "07/01/2020", "modId": "0", "downloaded_to": "630f5c1af67dfea3aa8581cdacfae1769510caf26d14f09371edd3133b7aec7a"}, {"recordId": "1625", "sources::title": "Social Insurance Agency,  statistics of unemployment benefit recipient", "sources::url": "https://www.socpoist.sk/pocet-poberatelov-davky-v-nezamestnanosti/1662", "sources::d_date": "10/02/2020", "modId": "0", "downloaded_to": "486197041a221bd5af3d620ce7d16f7c8f7aa574af2256936b1e20d537a79161"}, {"recordId": "1626", "sources::title": "Central Office of Labour, Central Office of Labour, Social Affairs and Family on unemployment rat", "sources::url": "https://www.upsvr.gov.sk/statistiky/nezamestnanost-mesacne-statistiky/2020.html?page_id=97150", "sources::d_date": "10/02/2020", "modId": "0", "downloaded_to": "81b6f8e31c427af314ba0f5ef59700fad0a173479085bbd6c04ea5ba5c98925c"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "305", "updates::d_date": "10/02/2020", "updates::description": "Until 31 August 2020, the support period for the provision of unemployment benefits was gradually extended by Government regulations (as of 24 April, 27 May and 1 July).", "modId": "2"}], "regions": []}, "recordId": "175", "modId": "102"}