{"fieldData": {"title": "Financial shield: Micro enterprises", "title_nationalLanguage": "Tarcza finansowa: mikroprzedsiębiorstwa", "d_startDate": "04/01/2020", "d_endDate": "07/31/2020", "calc_country": "Poland", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "PL-2020-14/804", "dateType": "Temporary", "calc_creationDay": "04/30/2020", "calc_lastUpdate": "09/07/2020", "descriptionBackgroundInfo": "In mid-April the parliament passed into legislation another set of measures aiming to help enterprises go through the unfolding economic slowdown triggered by the COVID-19 public health crisis. The Act amending the Act on the System of Development Institutions facilitate a public support programme commonly referred to as the Financial Shield, operated by the Polish Development Fund (Polski Fundusz Rozwoju). The programme is divided into specific sub-sets of measures targeting \r\r1. micro, \r2. small and medium firms and \r3. large firms. \r\rUstawa z dnia 4 lipca 2019 r. o systemie instytucji rozwoju („Ustawa o SIR”), znowelizowana ustawą z dnia 31 marca 2020 r. o zmianie ustawy o systemie instytucji rozwoju.\r\r\r\r\r\r", "descriptionContentOfMeasure": "The programme relies on a scheme of advanced payables offered to micro firms (up to nine employees) with annual turnover of no more than €2 million. Eligible are the enterprises which: experienced decrease in sales by at least 25% experienced on a month-to-month basis after 1 February 2020 (or to the same month of the preceding year) due to COVID-19 outbreak; are not in administration or liquidation procedure; had tax residency in Poland and paid taxes for two previous fiscal years; held operations on 31 December 2019; had all social securities duly paid as of 31 December 2019. \r\rThe scale of support: total allocation of  PLN 25 billion and up to PLN 324,000 per beneficiary for three years (up to 75% of the amount loaned can be annulated after 12 months).\r\r ", "descriptionUseOfMeasure": "Some 670,000 enterprises altogether (both micro and small and medium) can be possibly covered, according to the Polish Development Fund (Polski Fundusz Rozwoju, PFR), a public agency responible for administration of the Financial Shield.\r\rAs of mid-July, it is reported by PFR that some PLN 17 billion (approximately €3.8 billion) have been released to beneficiaries from the target group (microfirms). \rAltogether 321,000 enterprises (both micro and small and medium), employing about 3 million persons have received support.\r\rNo applications have been accepted after 31 July 2020.", "descriptionInvolvementOfSocialPartners": "BCC issued an opinion critical of the measures directed at enterprises of all sizes, assessing it as insufficient.", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/PL-2020-14_804.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "797", "sources::title": "The Act of 31 March 2020 amending the Act on the System of Development Institutions", "sources::url": "http://prawo.sejm.gov.pl/isap.nsf/download.xsp/WDU20200000569/O/D20200569.pdf", "sources::d_date": "03/31/2020", "modId": "1", "downloaded_to": "af58ca8270c88db6e7980cf4a2fd9898e012d0dc361926ca15334107db5c74ad"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "63", "targetGroups::name": "One person or microenterprises", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "714", "modId": "84"}