{"fieldData": {"title": "Introduction of a pandemic nursing benefit", "title_nationalLanguage": "Zavedenie pandemického ošetrovného", "d_startDate": "03/27/2020", "d_endDate": "", "calc_country": "Slovakia", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Support for parents and carers (financial or in kind)", "calc_identifier": "SK-2020-13/294", "dateType": "Temporary", "calc_creationDay": "04/06/2020", "calc_lastUpdate": "12/13/2020", "descriptionBackgroundInfo": "With regard to protection against the expansion of COVID-19, the government ordered the closure of all schools, including pre-school facilities. During this period of quarantine, one parent must remain with the children. So far, the nursing benefit has been paid only for 10 calendar days. The Act. 63/2020 Coll. extends the period of payment of this benefit to the whole period of closure of a school or pre-school facility.", "descriptionContentOfMeasure": "According to this COVID-19 related measure, the entitlement to the nursing benefit arises from the first day of the need for personal and full-time treatment of a close person and only expires on the day the need for his/her personal and full-day treatment ends (and not as previously, for a maximum of ten days). The condition of receiving the nursing benefit is that the beneficiary treats a child under 16 years of age all day, whose health condition, as confirmed by the relevant doctor, necessarily requires treatment by another natural person. The benefit is also paid if the beneficiary cares for the child until the age of eleven (up to 18 years of age with long-term adverse health conditions), when the child has been ordered to quarantine or isolate. \r\rThe benefit shall also be paid if the pre-school or social care facility in which the child is being provided, or the school the child attends, has been closed by decision of the competent authorities or has been subject to a quarantine measure. Another case of eligibility arises when the insured person cares for a close relative, sibling, spouse, spouse or parent of the spouse if the social service facility in which such a person is provided with social services in an outpatient or residential form is as a result of a decision by the competent authorities concluded or quarantined.\r\rThe first estimations suggest that the nursing benefit for workers will correspond to an average daily amount of €15.80", "descriptionUseOfMeasure": "It is foreseen that in 2020, the nursing benefit will be paid to 200,000 beneficiaries with a total duration of 101 days. The nursing benefit will be granted for all days during the closure of school and pre-school facilities, not only for 10 calendar days. Expenditure on the basis of these assumptions is expected to be around €319.2 million in 2020. \r\rIn April and May 2020, the Social Insurance Agency paid 230,262 benefits of \"pandemic nursing\" in the amount of €62,218,391 (a year ago in 2019 it was only 29,608 benefits in the amount of €3,259,123). \r\rThe pandemic nursing benefit was drawn from April to August 2020, mostly in May and June. The Institute of Social Policy (ISP) estimates that the number of recipients of this benefit was 136,000 in May and 118,000 in June and only 16,000 in August. The number of recipients and expenses will decrease in the future as schools and preschools start operating again from 2 September 2020. So there will be no reason to stay home with children due to pandemic quarantine. The declining trend continued until October, when 15,834 benefits were paid. Since the outbreak of the pandemic, nursing expenses have increased by more than eleven times by €132.5 million compared to the previous year.", "descriptionInvolvementOfSocialPartners": "Not involvement ", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SK-2020-13_294.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "142", "sources::title": "63 ACT of 25 March 2020 amending Act no. 461/2003 Coll. on social insurance,", "sources::url": "https://www.slov-lex.sk/pravne-predpisy/SK/ZZ/2020/63/", "sources::d_date": "04/06/2020", "modId": "5", "downloaded_to": "6631b0ebf617b3a5e15c6c5d3eea6a5f8ab686fdfe65ada7304a45195e49b474"}, {"recordId": "1493", "sources::title": "Institute of Social Policy. First aid to Slovakia ", "sources::url": "https://www.employment.gov.sk/files/slovensky/ministerstvo/analyticke-centrum/analyticke-komentare/isp_2020_prva_pomoc_update4_final.pdf\r\r", "sources::d_date": "09/11/2020", "modId": "0", "downloaded_to": "53624307569d70baefb71359b3a0441d551241c68172e3bd78ae480981435f01"}, {"recordId": "1612", "sources::title": "Act 258/2020 Coll. amending the Act 461/2003 on social insurance", "sources::url": "https://www.slov-lex.sk/pravne-predpisy/SK/ZZ/2020/258/ ", "sources::d_date": "09/23/2020", "modId": "0", "downloaded_to": "b06ffe6ab0573dcc4988335cf036c5fecab2eee584ebe602ec6e555aa942dfd3"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}, {"recordId": "69", "targetGroups::name": "Parents in employment", "modId": "8"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "302", "updates::d_date": "10/02/2020", "updates::description": "According to new legislation, from 23 September, the control was tightened because the payer of the benefit (Office of Labor, Social Affairs and Family) first verifies the eligibility of the application with the Social Insurance Agency (keeps records of the child's non-participation in education).", "modId": "3"}], "regions": []}, "recordId": "177", "modId": "110"}