{"fieldData": {"title": "Measures to deploy a larger workforce in public healthcare and allow for the reassignment of public sector staff and teachers to other duties", "title_nationalLanguage": "", "d_startDate": "03/20/2020", "d_endDate": "", "calc_country": "Ireland", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Mobilisation of a larger workforce", "calc_identifier": "IE-2020-12/822", "dateType": "Temporary", "calc_creationDay": "05/06/2020", "calc_lastUpdate": "08/28/2020", "descriptionBackgroundInfo": "As demand in the health and care sector increased as a result of COVID-19, a variety of measures have been taken to increase the supply of labour in these sectors. Pre-empted by some of the registration bodies for doctors and nurses, the possibility for former health care staff to return to the register was enacted as part of the ‘Emergency Measures in the Public Interest (COVID-19) Act 2020' on 27 March 2020.\r\rMedical and nursing schools in Ireland are fast tracking students to qualifications to deal with the COVID-19 pandemic. \r\rA deal has also been reached between unions and the Health Service Executive to allow health care staff to be redeployed to private nursing homes. \r\rThe Health and Safety Executive has launched a call to encourage health care workers to return to the service, as well as attracting health care workers from other countries currently in Ireland to assist with the effort to deal with COVID-19.\r\rIn addition, it has also been made possible for public sector staff and teachers to be reassigned to other duties as required during the pandemic.", "descriptionContentOfMeasure": "The Emergency Measures in the Public Interest (COVID-19) Act passed in the Irish Parliament on 27 March 2020 introduces amendments to existing legislation in the context of the COVID-19 crisis. The temporary provisions are intended ‘[…] to provide for the registration of certain health and social care professionals to fulfil the need for medical resources to alleviate the risk from COVID-19 to human life and public health and for those and related purposes to amend the Dentists Act 1985, the Health and Social Care Professionals Act 2005, the Pharmacy Act 2007, the Medical Practitioners Act 2007, and the Nurses and Midwives Act 2011; […] to enable the re-enlistment of formerly enlisted persons; […]’. \r\rPrior to this (17 March), this Health Service Executive (HSE) launched the ‘Be on call for Ireland’ recruitment drive. This was aimed at the recruitment of additional qualified healthcare workers including medical, nursing and therapy personnel as well as healthcare assistants. On 10 April, the HSE announced that there will be an increase in the annual intake of medical interns this year, from 734 to approximately 1,100. The Nursing and Midwifery Board of Ireland (NMBI) and the Irish Medical Council also took steps to make it easier for nurses and doctors to return to the register (e.g. by waiving registration fees). \r\rThe COVID-19 Act provides for health and social care professionals who want to return to work to have their applications to be registered with their regulatory bodies accelerated and returned to the register without paying a fee until 30 July 2020 (with possibility extend this date). \r\rMedical and nursing schools have also been fast-tracking students to qualification to deal with the pandemic.\r\rThe Act also offers some protection to healthcare professionals, other than doctors, who may practise medicine during the pandemic (normally prohibited). They can do so under the direction and control of a registered medical practitioner, or in accordance with directions in writing given by a registered medical practitioner.\r\rWith regard to other public servants and teachers, the Department of Education issued a circular to school managers on 27 March 2020 that indicated that all public servants 'must be available to carry out work either to deliver services within their own sector or for temporary assignment within the wider public service [...]'. The possibility to reassign public service staff is set out in Circular 7/2020, issued by the government on 17 March 2020.", "descriptionUseOfMeasure": "A few days after the measure was enacted (1 April) the Irish Times reported that around 540 nurses and 140 doctors had re-joined the register. This famously includes the Irish Prime Minister, Taoiseach Leo Varadkar - who agreed to return to work to his former profession as a medical doctor for one day per week during the pandemic.\r\rIn a statement to the Irish Independent, the HSE said: \"As of July 2, 194 doctors, nurses and health and social care appointees have been deployed from the Be on Call for Ireland initiative to HSE services in both community, acute and public health departments. An additional 715 candidates have full recruitment clearances in place and are 'job ready' as per service need. 940 candidates are in the clearance process'.\r\rAccording to the Irish Times: The nationwide campaign, which was launched by the Health Service Executive when the COVID-19 crisis escalated in early March, attracted responses from more than 73,000 applicants to support the health services. But only 14,000 have been identified as suitable for this initiative.", "descriptionInvolvementOfSocialPartners": "Social partners were consulted on the Bill. In addition, a deal has also been reached between unions and the Health Service Executive to allow health care staff to be redeployed to private nursing homes.", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/IE-2020-12_822.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "808", "sources::title": "The Emergency Measures in the Public Interest (COVID-19) Act 2020-Important Employment Law Changes", "sources::url": "https://employmentrightsireland.com/the-emergency-measures-in-the-public-interest-covid-19-act-2020-important-employment-law-changes/", "sources::d_date": "03/28/2020", "modId": "1", "failure_reason": "('Connection aborted.', ConnectionResetError(104, 'Connection reset by peer'))"}, {"recordId": "814", "sources::title": "Measures introduced to increase the number of healthcare workers in Ireland", "sources::url": "https://www.mhc.ie/latest/insights/covid-19-measures-introduced-to-increase-the-number-of-healthcare-workers-in-ireland ", "sources::d_date": "04/22/2020", "modId": "1", "downloaded_to": "fefceab1a89ed3ed220420cfa9079d3542b2194429da6badba254350b23d4d91"}, {"recordId": "815", "sources::title": "Medical students fast-tracked to assist with COVID-19", "sources::url": "https://www.hse.ie/eng/services/news/media/pressrel/increased-number-of-medical-interns-to-be-recruited-earlier-to-support-effort-against-covid-19.html ", "sources::d_date": "04/10/2020", "modId": "1", "downloaded_to": "e3a5c7ded690ff58e3444c0a26f4c5da5db16fc76d259ac4eb0d17b19e06b3ba"}, {"recordId": "816", "sources::title": "Possibility to reassign civil and public service staff", "sources::url": "", "sources::d_date": "03/17/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}, {"recordId": "912", "sources::title": "'On Call for Ireland' workers don't have access to full benefits - Siptu", "sources::url": "https://www.irishexaminer.com/breakingnews/ireland/on-call-for-ireland-workers-dont-have-access-to-full-benefits--siptu-998753.html", "sources::d_date": "05/11/2020", "modId": "0", "downloaded_to": "f11e7e8e6e1291bd48a753a030fd7ccc14f3d555aca3b7b76cca0d0cbaaa72ca"}, {"recordId": "1062", "sources::title": "Over 600 recruits ‘job ready’ for Be on Call for Ireland", "sources::url": "https://www.irishtimes.com/news/politics/over-600-recruits-job-ready-for-be-on-call-for-ireland-1.4247652", "sources::d_date": "05/07/2020", "modId": "0", "downloaded_to": "b5f624c5ba241b773a0e224ca9109ef42498eab753ecb68a4825f7475306fcc1"}, {"recordId": "1063", "sources::title": "Left on hold: the healthcare staff who answered Ireland’s call", "sources::url": "https://www.independent.ie/irish-news/left-on-hold-the-healthcare-staff-who-answered-irelands-call-39336288.html", "sources::d_date": "07/04/2020", "modId": "0", "downloaded_to": "164c6304b3b9d4609bab2e608f9f0a1e58eedd9c9bf7caaeb3c422b0c246fa23"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "51", "targetGroups::name": "Other groups of workers", "modId": "15"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [{"recordId": "12", "occupations::name": "Health associate professionals", "modId": "0"}, {"recordId": "6", "occupations::name": "Health professionals", "modId": "0"}], "sectors": [{"recordId": "114", "sectors::code": "O84", "sectors::name": "Public administration and defence; compulsory social security", "modId": "0"}, {"recordId": "118", "sectors::code": "Q86", "sectors::name": "Human health activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "732", "modId": "90"}