{"fieldData": {"title": "Recommendation for a gradual relaunch of work - focus on office routine", "title_nationalLanguage": "Empfehlungen zum schrittweisen Wiederhochfahren des Normalbetriebs in Buerobetrieben", "d_startDate": "04/28/2020", "d_endDate": "", "calc_country": "Austria", "calc_minorCategory": "Supporting businesses to get back to normal", "calc_subMinorCategory": "Measures to support a gradual relaunch of work", "calc_identifier": "AT-2020-18/828", "dateType": "Open ended", "calc_creationDay": "05/07/2020", "calc_lastUpdate": "07/10/2020", "descriptionBackgroundInfo": "In order to support the gradual relaunch of the work following the lock-down phase during March and April, the Austrian Ministry of Interior has published recommendations how to organise the return to work safely. This guide presented here is addressed at office routines. It explicitly stipulates that the listed recommendations are a framework, which has to be adapted individually to the sectoral and corporate specificities and needs, in particular company size, culture, personnal and processes. \r\r", "descriptionContentOfMeasure": "In addition to the well-know general health measures, it also issues: \r\r* Recommendations concerning employees belonging to risk groups  (eg.: home office if possible, supply of parking space, reduce contact with others to a minimum, no client contact).\r\r* General recommendations for enterprises (reduce direct contacts between employees, markers, protective shields, regular cleaning and hygiene, dedicated washing facilities and changing rooms for cleaning personal, individualised usage of tools, ..)\r\r* Recommendations concerning the organisation of work: organise and plan the change of shifts, breaks and other prescences at work to reduce the possibility of personal contacts in changing rooms, etc.; continue telework as far as possible; promote 'isolated' working in small and fixed teams who use the same workspace and infrastructure and also take their breaks jointly; personal meetings only with protective masks, limited to about 30 minutes; prepare for a second wave, e.g. by further training employees in home-office equipment usage, introduce a hierarchy to monitor the compliance with the measures. \r\r* Recommendations concerning access restrictions: e.g. restrict usage of elevators\r\r* Recommendations concerning the canteen: e.g. prolongation of opening hours; implementing fixed slots and rotas for meal-times.\r\r\r\r", "descriptionUseOfMeasure": "It's a general recommendation. No information. ", "descriptionInvolvementOfSocialPartners": "Social partner involvement is unknown.", "socialPartner_form": "Unknown", "socialPartner_role": "Not applicable", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/AT-2020-18_828.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "828", "sources::title": "Recommendations for the gradual restart of normal operations in companies - focus on office operations (Empfehlungen zum schrittweisen Wiederhochfahren des Normalbetriebs in Unternehmen - Schwerpunkt Burobetrieb)", "sources::url": "https://www.arbeitsinspektion.gv.at/Zentrale_Dokumente/Gesundheit_im_Betrieb/psychische_Belastungen/SKKM-Koordinationsstab_Empfehlungen_zum_schrittweisen_Wieder.pdf ", "sources::d_date": "04/28/2020", "modId": "1", "failure_reason": "HTTPSConnectionPool(host='www.arbeitsinspektion.gv.at', port=443): Max retries exceeded with url: /Zentrale_Dokumente/Gesundheit_im_Betrieb/psychische_Belastungen/SKKM-Koordinationsstab_Empfehlungen_zum_schrittweisen_Wieder.pdf%20 (Caused by SSLError(SSLCertVerificationError(1, '[SSL: CERTIFICATE_VERIFY_FAILED] certificate verify failed: unable to get local issuer certificate (_ssl.c:1123)')))"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "738", "modId": "64"}