{"fieldData": {"title": "Sickness leave paid by state in case of COVID-19 infection", "title_nationalLanguage": "Valsts apmaksā darba nespējas dienas COVID-19 saslimušajiem", "d_startDate": "03/21/2020", "d_endDate": "06/30/2021", "calc_country": "Latvia", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Paid sick leave", "calc_identifier": "LV-2020-12/831", "dateType": "Temporary", "calc_creationDay": "05/10/2020", "calc_lastUpdate": "12/01/2020", "descriptionBackgroundInfo": "In the view to contrast the effects of the COVID-19 pandemic, the government approved some amendments to the law 'On Maternity and Sickness Insurance'. The purpose of the amendment is to support employers by establishing special arrangements for the payment of sickness benefits to face the 2020 health crisis. The law was amended on 20 March 2020, in force from 22 March 2020.", "descriptionContentOfMeasure": "A person in sick leave since affected by COVID-19, or being in quarantine from 21 March to 30 June this year, will be granted with a paid sickness benefit for the period from the second day of incapacity for work. The sickness benefit will be granted in the amount of 80% of the beneficiary's average insurance contribution salary. Doctors prescribe sickness leave to people who have been diagnosed with the disease in the laboratory and to people who have been quarantined because they have been in contact with a COVID-19 patient. \rIf the illness is not related to COVID-19, the sick leaves are issued and paid according to the ordinary regulation. They are issued for the first 10 days of illness and paid for by the employer.\rThe procedure for issuing new sickness leave applies also to self-employed persons who have paid social contributions at least from the minimum wage, and thus is socially insured.", "descriptionUseOfMeasure": "No information to date", "descriptionInvolvementOfSocialPartners": "On 17 March 2020, the social partners jointly issued statement calling for immediate payment in amount of 100% of sickness leave from the state budget. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LV-2020-12_831.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1272", "sources::title": "LDDK un LBAS aicina steidzami nodrošināt darba nespējas lapu 100% apmaksu no valsts budžeta", "sources::url": "https://www.tvnet.lv/6925282/lddk-un-lbas-aicina-steidzami-nodrosinat-darba-nespejas-lapu-100-apmaksu-no-valsts-budzeta", "sources::d_date": "03/17/2020", "modId": "0", "downloaded_to": "de74d49fed4bf92497c91db6f3d2944f98a9e43f72afb1a8f051f89a39f9e1be"}, {"recordId": "1273", "sources::title": "Par maternitātes un slimības apdrošināšanu", "sources::url": "https://likumi.lv/ta/id/38051-par-maternitates-un-slimibas-apdrosinasanu", "sources::d_date": "08/03/2020", "modId": "0", "downloaded_to": "af1458844a17388a03f1c1c91ba0d3d835e250f2c0477ca4df160957ab7d93f7"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "444", "updates::d_date": "11/16/2020", "updates::description": "On 12 November 2020 the Government approved new amendments to the law On Maternity and Sickness Insurance. The amendments extends the period in which sickness benefit for COVID-19 sickness leave will be paid by state to 30 June 2021. The Government also ruled, that state will pay the benefit from the first day (previously from the second).\rThe benefit is also available for contact persons who are in quarantine and for carers of the child who is ill with COVID-19.", "modId": "2"}], "regions": []}, "recordId": "741", "modId": "66"}