{"fieldData": {"title": "Periods of isolation assimilated into accidents at work in terms of economic benefits", "title_nationalLanguage": "Asimilacion de los periodos de cuarentena o aislamiento a la situacion de accidente de trabajo a efectos economicos", "d_startDate": "03/12/2020", "d_endDate": "", "calc_country": "Spain", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Paid sick leave", "calc_identifier": "ES-2020-11/832", "dateType": "Temporary", "calc_creationDay": "05/11/2020", "calc_lastUpdate": "05/12/2020", "descriptionBackgroundInfo": "Article 5 of Royal Decree Law 6/2020, of 10 March, establishes that in order to protect the public health, periods of isolation or infection of workers caused by COVID-19 shall be considered, exceptionally, as a situation similar to an accident at work, exclusively for the economic benefit of temporary disability.\r\rIt must be understood that if the contagion occurs \"at work\", the sick must be considered an occupational accident at work for all purposes (not only the economic benefit).\r\rThe measure also applies to self-employees registered in any of the Social Security systems. \r\r\r\r", "descriptionContentOfMeasure": "Royal Decree Law 6/2020 establishes that periods of isolation shall be considered as a situation similar to an accident at work in terms of economic effects. \r\rThe measure provides more protection to the beneficiaries because the benefits are higher (75% of the base) in case of accident at work than in case of temporary disability (60%). And it is also more advantageous for the companies because the cost is assumed by the social security from the first day of leave - in case of temporary disability, the social security assumes the cost from the 3rd day until the 20th and later on, it assumes the 75% of the cost.\r\rThe duration of the exceptional benefit will be determined by the time the sick leave (isolation leave) is registered. However, the date of the causal event will be the date on which the isolation or the illness of the employee is agree, without prejudice tot the fact that the sick leave is issued after that date. \r\rThis measure also applies to self-employees registered to any of the social security systems on the date of the causal event\r", "descriptionUseOfMeasure": "Unknown.", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-11_832.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "833", "sources::title": "Royal Decree Law 6/2020, of 10 March", "sources::url": "", "sources::d_date": "03/11/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "742", "modId": "61"}