{"fieldData": {"title": "Sick leave allowance for people returning from abroad and their household members under quarantine", "title_nationalLanguage": "Zasiłek chorobowy za czas kwarantanny dla osób powracających z zagranicy oraz ich współmieszkańców", "d_startDate": "03/15/2020", "d_endDate": "", "calc_country": "Poland", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Paid sick leave", "calc_identifier": "PL-2020-12/836", "dateType": "Temporary", "calc_creationDay": "05/11/2020", "calc_lastUpdate": "05/14/2020", "descriptionBackgroundInfo": "With temporary closure of national borders (in force since 15 March 2020), the obligatory quarantine of 14 days have been introduced for people returning from abroad. Since 31 March quarantine has been extended to their household members. During the quarantine the persons concerned may apply for sick leave remuneration from employers or sick-leave allowance paid by social security if they are not able to perform their professional activities while being confined to home or a place of temporary isolation.  \r\rRozporządzenie Rady Ministrów z 2 maja 2020 r. w sprawie ustanowienia określonych ograniczeń, nakazów i zakazów w związku z wystąpieniem stanu epidemii.\r\rNote: the regulation has been updated several times since 31 March, when the state of epidemics was officially introduced", "descriptionContentOfMeasure": "Upon accepting the application, the person concerned will receive the sick leave remuneration from employers or sick-leave allowance paid by social security for the period of quarantine (14 days). Eligible are employees (sick leave remuneration, sick-leave allowance) and self-employed as well as holders of mandate contract (freelancers) (sick-leave allowance). It amounts to 80% of gross wages or average revenue. \r\rThe scale of support is difficult to determine. The only frame of reference is the number of persons being subjected to quarantine, yet not all of them are entitled to sick-leave remuneration or sick-leave allowance.  \r   ", "descriptionUseOfMeasure": "No precise data available. As of 11 May nearly 100,000 people remain under quarantine, according to the Ministry of Health. ", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/PL-2020-12_836.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "836", "sources::title": "Ordinance of the Council of Ministers on Introducing Specific Restrictions, Orders and Prohibitions in the Context of the Current State of Epidemics", "sources::url": "http://prawo.sejm.gov.pl/isap.nsf/download.xsp/WDU20200000792/O/D20200792.pdf", "sources::d_date": "05/02/2020", "modId": "0", "downloaded_to": "9b2824256fed3c76e7b05d5fb4dd43b2d7460a33187eaec66148466e7caa5b2b"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "746", "modId": "60"}