{"fieldData": {"title": "Flexible working time arrangements and introduction of less favourable working conditions", "title_nationalLanguage": "Uelastycznianie czasu pracy i stosowanie mniej korzystnych warunków zatrudnienia\r\rCzytaj więcej na Prawo.pl:\rhttps://www.prawo.pl/kadry/krotszy-odpoczynek-rownowazny-system-czasu-pracy-mniej-korzystne,499306.html\r ", "d_startDate": "04/01/2020", "d_endDate": "", "calc_country": "Poland", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Change of work arrangements (working time, rota schemes)", "calc_identifier": "PL-2020-14/837", "dateType": "Temporary", "calc_creationDay": "05/11/2020", "calc_lastUpdate": "05/14/2020", "descriptionBackgroundInfo": "Following the outbreak of the COVID-19 pandemics the government proposed the legislative package of measures intended to counter-act the direct economic effects of the public health crisis. The package, commonly referred to as the Anti-crisis Shield, consist of three legislative acts which all came into force on 1 April.\r\rOf the three acts, the Act amending the Act on Special Measures regrading Prevention, Counteraction and Combating COVID-19 Other Contagious Diseases and Crisis Situations Related and Some Other act of Law is the key piece of legislation regarding the unfolding economic crisis. The Act (abbreviated as the “Special Act”) is a follow-up to the initial ad-hoc regulation introduced in early March. \r\rUstawa z dnia 31 marca 2020 r. o zmianie ustawy o szczególnych rozwiązaniach związanych z zapobieganiem, przeciwdziałaniem i zwalczaniem COVID-19, innych chorób zakaźnych oraz wywołanych nimi sytuacji kryzysowych oraz niektórych innych ustaw ", "descriptionContentOfMeasure": "Clause 15 of the Special Act opens a possibility to introduce working time arrangements less favourable for employees than the those stipulated by the Labour Code. In particular, employers may reduce the uninterrupted rest periods, both daily and weekly. In normal circumstances, they must amount to 11 and 35 hours, respectively. In current circumstances, they can be cut down to 8 and 32 hours respectively. Yet, the shortened hours of rest must be returned to employees within eight weeks at the longest. Another possibility given by the Special Act is to introduce an equivalent working time system with number of daily working hours increased to 12. Longer hours on certain days must be compensated be shorter hours on other days, so the total working time is balanced within the period of 12 months. \r\rIn addition, the employer may introduce less favourable working conditions than those stipulated by the Labour Code.  \rIn order to legally use those options, employers have to meet the following conditions:\r\r1. experience decrease in sales by at least 15% experienced over two consecutive months after 1 January 2020 (the reference period comprised the same two months of the previous year) due to COVID-19 outbreak;\r2. experience decrease in sales by at least 25% experienced on a month-to-month basis after 1 January 2020 (no specific reason required);\r3. have had all public dues and social security contributions duly paid.\r\rIn all aforementioned cases the employer must obtain consent of the onsite employee representation, either company-level trade unions or in the absence of such, with employee represenatives elected in a 'way usual for the employer', in line with the Clause 23/1a of the Labour Code.\r", "descriptionUseOfMeasure": "Data on the extent of the measures are not available.", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "Direct consultation", "socialPartner_role": "Agreed (outcome)", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/PL-2020-14_837.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "544", "sources::title": "The Act of 31 March 2020 amending the Act on Special Measures regarding Prevention, Counteraction and Combating COVID-19 Other Contagious Diseases and Crisis Situations Related (Ustawa z dnia 31 marca 2020 r. o zmianie ustawy o szczególnych rozwiązaniach związanych z zapobieganiem, przeciwdziałaniem i zwalczaniem COVID-19, innych chorób zakaźnych oraz wywołanych nimi sytuacji kryzysowych oraz niektórych innych ustaw ", "sources::url": "https://dziennikustaw.gov.pl/D2020000056801.pdf ", "sources::d_date": "04/01/2020", "modId": "6", "failure_reason": "HTTPSConnectionPool(host='dziennikustaw.gov.pl', port=443): Max retries exceeded with url: /D2020000056801.pdf%20 (Caused by SSLError(SSLError(1, '[SSL: DH_KEY_TOO_SMALL] dh key too small (_ssl.c:1123)')))"}, {"recordId": "850", "sources::title": "The position of the National Commission of NSZZ \"Solidarność on the changes to the Special Law   ", "sources::url": "http://www.solidarnosc.org.pl/srsp/index.php/130-solidarnosc-rzad-zmierza-do-otwartego-konfliktu-zadamy-dialogu-i-konsultacji", "sources::d_date": "04/16/2020", "modId": "0", "downloaded_to": "3e5d0a82d7015ed5ddd6531bf6a8b66b274689a786edf195db5d635ec90a9983"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "747", "modId": "66"}