{"fieldData": {"title": "Recoverable paid leave", "title_nationalLanguage": "Permiso retribuido recuperable", "d_startDate": "03/30/2020", "d_endDate": "04/09/2020", "calc_country": "Spain", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Working time and working time flexibility", "calc_identifier": "ES-2020-14/838", "dateType": "Temporary", "calc_creationDay": "05/11/2020", "calc_lastUpdate": "07/22/2020", "descriptionBackgroundInfo": "In order to reduce mobility of the population in the peak of the COVID-19 pandemic, Royal Decree 10/2020, of 29 March 2020, regulates a recoverable paid leave for employed persons who do not provide essential services.\r\rThis recoverable paid leave is mandatory and limited in time between 30 March and 9 April (both included), for all employed personnel who provide services in companies or entities in the public or private sector that carry out qualified non-essential activities.\r\rWorkers who have their contracts suspended during the indicated period and those who may continue to provide remote services are exempt from the application of this royal decree.\r\r", "descriptionContentOfMeasure": "This royal decree-law will apply to all employed persons who provide services in companies or entities of the public or private sector and whose activity has not been halted as a result of the declaration of state of alarm established by Royal Decree 463 / 2020, of 14 March 2020.\r\rHowever, the following are exempt from the scope of application:\r\r* Workers who provide services in sectors classified as essential in the annex to this royal decree-law.\r* Workers who provide services in the divisions or production lines whose activity corresponds to the sectors classified as essential in the annex to this royal decree-law.\r* Workers hired by (i) those companies that have requested or are applying a temporary suspension employment regulation file and (ii) those who have been authorized a temporary suspension employment regulation file during the term of the permission provided for in this royal decree-law.\r* Workers who are on sick leave due to temporary disability or whose contract is suspended for other legally established causes.\r* Workers who can continue to carry out their activity normally by teleworking or any of the non-contact modalities of service provision.\r\rThe recovery of working hours can be made effective from the day following the end of the alarm state until 31 December 2020.\r\rThis recovery must be negotiated in a consultation period open for this purpose between the company and the legal representation of the working people, which will have a maximum duration of seven days.", "descriptionUseOfMeasure": "Not availabe.", "descriptionInvolvementOfSocialPartners": "Social partners were informed and consulted on this measure, though no formal negotiations were carried out.", "socialPartner_form": "Not applicable", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-14_838.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "837", "sources::title": "Royal Decree Law 10/2020", "sources::url": "https://www.boe.es/boe/dias/2020/03/29/pdfs/BOE-A-2020-4166.pdf", "sources::d_date": "03/29/2020", "modId": "0", "downloaded_to": "931b1180305986f26d5c1f66b57e46806087aef50194a76de9122abeaa0cbcff"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "51", "targetGroups::name": "Other groups of workers", "modId": "15"}, {"recordId": "78", "targetGroups::name": "Workers in essential services", "modId": "9"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "748", "modId": "62"}