{"fieldData": {"title": "Social partners set out general guidelines for return to work", "title_nationalLanguage": "Tekst van de sociale partners aangaande richtlijnen om terug aan het werk te gaan", "d_startDate": "04/23/2020", "d_endDate": "", "calc_country": "Belgium", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Occupational health and safety", "calc_identifier": "BE-2020-17/845", "dateType": "Temporary", "calc_creationDay": "05/13/2020", "calc_lastUpdate": "05/21/2020", "descriptionBackgroundInfo": "In order to assist companies in the gradual reconstruction of economic activities, the social partners of the High Council for Prevention and Protection at Work, the Policy Unit of the Minister for Employment and experts from the Federal Governmental Services for Employment have worked out a generic guide in consultation, with the generic toolbox drawn up by the Economic Risk Management Group serving as a valuable source of inspiration. \r\rThe members of the Group of 10 (a bipartite body consisting of the chairmen and women of the representative employee and employers' federations) have appropriated this guide and will disseminate and recommend it to their members. They will also ask the chairperson of the National Labour Council to transmit the guide to the chairpersons of the joint committees, who can use it for restarting work in sectors and companies when this is allowed.", "descriptionContentOfMeasure": "This guide provides a framework of measures to be tailored in turn by each different sector and by each employer to ensure that activities can be restarted in the safest and healthiest conditions possible so that a new peak of coronary events can be avoided.\r\rAt the same time, this guide also offers support to companies and/or sectors that have not had an interruption of their activities. These have of course already taken the necessary measures to ensure the continuity of their activities during the period of lockdown. They can compare the measures already taken with those in the guide, which can form be a source of inspiration in this respect.\r\r", "descriptionUseOfMeasure": "The text is a guideline and not binding. How much it will ultimately be consulted and put into practice is therefore not measured. It is open to all sectors and companies, so the target audience is therefore very wide. The social partners have promised to promote it to their members as well as all joint committees.\r\rOne of the first sectors to implement the guide, per agreement, was the metal and technology sector. As per agreement, the guide applies to all companies within these sectors, that is to those which are part of the joint committees (JC) in the metal and technological sector, namely JC 111 (for blue collar workers) and JC 209 (for white collar workers). \r\rIn addition to the generic guide, the sectoral agreement contains a chapter on the importance of social dialogue and communication in the workplace, risk analysis, attention for the health of employees, attention for psychosocial support for employees and a procedure for preventive measures.\r\r\r", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "Bi-or tripartite social dialogue bodies", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/BE-2020-17_845.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "848", "sources::title": "Business Start: Safe At Work", "sources::url": "https://werk.belgie.be/sites/default/files/content/news/Generiekegids_light.pdf", "sources::d_date": "04/23/2020", "modId": "1", "downloaded_to": "820f7fdddfaecf4110864c7d7ccc0dbd2acf997d1b41fae12c3ddd8a8ccd27a6"}, {"recordId": "849", "sources::title": "Sectoral Agreement Text", "sources::url": "https://werk.belgie.be/sites/default/files/content/documents/Coronavirus/sector/PC111%20en%20PC209%20Metaal%20en%20technologie%20Sectoraal%20akkoord.pdf", "sources::d_date": "05/11/2020", "modId": "1", "downloaded_to": "432ad181b8ba61cba98ff5e815e4b042b79f15795d1831e7548a5161a385bda6"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "755", "modId": "60"}