{"fieldData": {"title": "Additional support for the service voucher sector", "title_nationalLanguage": "Bijkomende steun voor de dienstencheque sector", "d_startDate": "05/01/2020", "d_endDate": "05/31/2020", "calc_country": "Belgium", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "BE-2020-18/852", "dateType": "Temporary", "calc_creationDay": "05/14/2020", "calc_lastUpdate": "07/17/2020", "descriptionBackgroundInfo": "Domestic personnel of private households can be employed and payed via so called service vouchers (dienstencheque), a form of payment that is partially subsidized by the government. The service voucher sector and its employees are particularly vulnerable to the consequences of the Corona crisis. The nature of their jobs makes it difficult to maintain distance from their clients (who are probably at home due to the quasi lockdown). The remuneration in the sector is fairly low in general. If employees have to make use of temporary unemployment, which is a percentage of their wage, this could lead to financial problems for the employees.", "descriptionContentOfMeasure": "The Walloon government has planned to increase the hourly allowance from 1 to 31 May in certain cases. For hours without services provided: all companies can claim an aid of €18 per hour per worker not benefiting from temporary unemployment (all requests will be processed on the basis of €18 instead of €14).\r\rFor hours with services provided: only companies with a maximum of 250 workers under a service voucher contract (declared to Sodexo during the first quarter of 2020) will be able to benefit from the reimbursement amounting up to €27 instead of €23.86 .\rThis reimbursement value applies for services which took place in the month of May.\r\rBrussels has also implemented some additional support measures specifically for the service voucher sector.\r\rThe automatic granting of flat-rate aid in the form of a lump sum of €4,000 to recognised service voucher companies.\r\rOn condition that they submit an application: the possibility for service voucher companies to financially support their employees who were placed in temporary unemployment as a result of Covid-19 measures. In particular, an additional €2.50 gross per declared hour of temporary unemployment\r\rTemporary increase of the amount of the regional intervention by €2 per service voucher offered at the issuing company for reimbursement.\r\rFlanders: From 16 March to 19 April, the regional contribution will be increased by €8.64. This means €23 instead of €14.36 per voucher. This increase in payment for the service voucher companies has to make up for the additional costs they have to provide protective materials for their personnel.\r\r\r", "descriptionUseOfMeasure": "For Wallonia the total amount is currently unknown, as the uptake is up the individual company and workers.\r\rIn Brussels three of the four measures are applied automatically by data is currently unavailable about the uptake. Uptake on the measure that requires application is unknown as well.\r\rIn Flanders the measure applies to all service voucher companies.", "descriptionInvolvementOfSocialPartners": "Their degree of involvement is not clear, however it is to be expected that they were at least informed. As it is within their area of competence and expertise.", "socialPartner_form": "Unknown", "socialPartner_role": "Not applicable", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/BE-2020-18_852.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "863", "sources::title": "Coronavirus: Measures for service voucher companie", "sources::url": "https://emploi.wallonie.be/en/home/news/page-content-inner/actualites/coronavirus--mesures-pour-les-entreprises-titres-services.html", "sources::d_date": "04/01/2020", "modId": "1", "downloaded_to": "0d6816acb2007c94a2a33c1eccd777a560c264b93c68b8da3c395e5d96be8a0b"}, {"recordId": "878", "sources::title": "Brussels: Support measures for the Brussels service cheque economy.", "sources::url": "http://werk-economie-emploi.brussels/nl/dienstencheques-covid-19", "sources::d_date": "03/18/2020", "modId": "1", "downloaded_to": "09ba2393c820e5f1bc79f467127af62725e36d912b78994b7c28961fe4827448"}, {"recordId": "879", "sources::title": "Flanders: service sector support measures", "sources::url": "https://www.vvsg.be/kennisitem/vvsg/dienstencheques-2", "sources::d_date": "05/12/2020", "modId": "1", "downloaded_to": "dcd0b414bb6ff7d99ab302542d92219a7585ec0f8dbb6dfc6630086bd84674de"}], "actors": [{"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "8", "funding::name": "Regional funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "131", "sectors::code": "T97", "sectors::name": "Activities of households as employers of domestic personnel", "modId": "0"}], "updates": [{"recordId": "62", "updates::d_date": "06/07/2020", "updates::description": "The Government of the Brussels-Capital Region is extending two measures intended to help approved service voucher companies in Brussels and their staff during the coronavirus crisis. \rThe measures provide an increased regional intervention for approved service voucher companies as well as an hourly additional temporary unemployment allowance for their staff.\rThe two aid measures were applicable for the period from 18 March to 30 April, 2020. But the Government of the Brussels-Capital Region extends this period until June 30, 2020 inclusive.\rService voucher companies also have a longer period to submit their request for assistance.\r", "modId": "3"}], "regions": [{"recordId": "1826", "regions::countryCode": "BE", "regions::level": 1, "regions::name": "RÉGION DE BRUXELLES-CAPITALE/BRUSSELS HOOFDSTEDELIJK GEWEST", "regions::nutsCode": "BE1", "modId": "5"}, {"recordId": "1829", "regions::countryCode": "BE", "regions::level": 1, "regions::name": "VLAAMS GEWEST", "regions::nutsCode": "BE2", "modId": "5"}]}, "recordId": "762", "modId": "70"}