{"fieldData": {"title": "Regional measures to help businesses stay afloat", "title_nationalLanguage": "Regionale maatregelen om ondernemingen te doen overleven", "d_startDate": "03/13/2020", "d_endDate": "", "calc_country": "Belgium", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Access to finance", "calc_identifier": "BE-2020-11/853", "dateType": "Open ended", "calc_creationDay": "05/14/2020", "calc_lastUpdate": "09/08/2020", "descriptionBackgroundInfo": "Across the country there has been an important focus on keeping businesses afloat and try to support them during the  months of economic inactivity or reduced activity. These vary from financial compensations, additional subsidies to trainings that are provided in order for businesses to adapt to the changing situations. Aside from the federal measures, the different regions also have their own support measures and regulations to aid companies and sectors that need it.", "descriptionContentOfMeasure": "**Wallonia:**\r\r1. Walloon shopkeepers have the possibility of free online training on how to use social networks and e-commerce in order to maintain economic activity in these times of lockdown, through the e-Learning platform: \"Digital Commerce\".\r\r2. Exceptional aid of €75 million granted to the health and social sectors. Hospitals, rest homes, night shelters, reception centres for the disabled, social relays, etc. will benefit from this financial aid. Funding will continue to be available for sectors that have come to a standstill. This exceptional aid will be used to finance, among other things, a flat-rate allowance of €5,000 to be granted to social and health structures facing a loss of income due to the Coronavirus: family support services, mental health services, addiction care and assistance services, health promotion services, day care centres for the elderly or disabled, etc. \r\r**Brussels:**\r\r1. Accelerated (and early) processing, commitment and payment of economic expansion direct aid (subsidies) in the following sectors: hospitality, tourism, events and culture.\r\r2. Strengthening support mechanisms for businesses in difficulty by increasing the funding of the Centre for Companies in Difficulty (CED).\r\r**Flanders:**\r\r1. Companies that are faced with a serious decrease in turnover in August and September 2020 as a result of operating restrictions. In order to support these companies financially, the Flemish protection mechanism is being set up. The premium amounts to 7.5% of the turnover during the reference period (i.e. August-September of last year for most companies) but is limited to a maximum amount of €15,000. The subsidy is halved for self-employed workers in secondary employment who have a professional income in 2019 of between \t€6,996.89 and €13,993.78 and are not employed as a salaried worker of 80% or more.", "descriptionUseOfMeasure": "For the exceptional support measure around 1,200 structures will be supported within the Walloon region.", "descriptionInvolvementOfSocialPartners": "The involvement of the social partners is not clear.", "socialPartner_form": "Unknown", "socialPartner_role": "Not applicable", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/BE-2020-11_853.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "864", "sources::title": "Support measures for the care sector, social sector and employment", "sources::url": "https://www.attentia.be/nl/corona-steunmaatregelen-overheid#gezondheidszorg", "sources::d_date": "04/20/2020", "modId": "1", "downloaded_to": "09cffd4108cae6156e37686a6d4cb94de0f89e9f8dcf0ace71dd3ccb4197be4e"}, {"recordId": "865", "sources::title": "Coronavirus: the Brussels government on the side of businesses", "sources::url": "https://www.beci.be/nl/2020/03/16/coronavirus-de-brusselse-regering-aan-de-zijde-van-de-bedrijven/", "sources::d_date": "03/16/2020", "modId": "1", "downloaded_to": "7d15e5d078eb1fa40055fd5fc3a6948c495cea29e9a0fb5c93c0961c98ba9992"}], "actors": [{"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "8", "funding::name": "Regional funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "73", "sectors::code": "G45", "sectors::name": "Wholesale and retail trade and repair of motor vehicles and motorcycles", "modId": "0"}, {"recordId": "74", "sectors::code": "G46", "sectors::name": "Wholesale trade, except of motor vehicles and motorcycles", "modId": "0"}, {"recordId": "75", "sectors::code": "G47", "sectors::name": "Retail trade, except of motor vehicles and motorcycles", "modId": "0"}, {"recordId": "118", "sectors::code": "Q86", "sectors::name": "Human health activities", "modId": "0"}, {"recordId": "119", "sectors::code": "Q87", "sectors::name": "Residential care activities", "modId": "0"}, {"recordId": "120", "sectors::code": "Q88", "sectors::name": "Social work activities without accommodation", "modId": "0"}], "updates": [{"recordId": "243", "updates::d_date": "08/17/2020", "updates::description": "Implementation of the Flemish protection mechanism for businesses.", "modId": "2"}], "regions": []}, "recordId": "763", "modId": "61"}