{"fieldData": {"title": "Austrian armed forces 'take over' postal logistics services", "title_nationalLanguage": "Heer \"übernimmt\" Postverteilzentrum", "d_startDate": "05/17/2020", "d_endDate": "05/30/2020", "calc_country": "Austria", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Smoothing frictions or reallocation of workers", "calc_identifier": "AT-2020-21/859", "dateType": "Temporary", "calc_creationDay": "05/19/2020", "calc_lastUpdate": "07/20/2020", "descriptionBackgroundInfo": "As one of the first emergency measures, the Austrian government had opened the possibility for companies in essential services to request support from the Austrian armed forces and has activated parts of the military reserve (Miliz) and the civilian service (see case AT-2020-14/463). The costs for the deployment of armed forces and civil servants are born by the company, full costs were charged (including material and administrative expenses). Hourly rates differ according to the status and military rank of the army personnel and range from € 10.20 (for persons doing their basic, compulsory military training) to €34 (sergeant/corporal). Those rates were fixed around two decades ago. In total, costs of €1 million were estimated for the Post AG. The personnel costs were paid to the armed forces, while the soldieres themselves received their regular monthly incomes.\r\rBy mid-May at least 79 employees of one major logistical center of the Austrian Post in Hagenbrunn, Lower Austria, have been tested positive for coronavirus and 30% of employees were on sick-leave. Another case of outbreak concerns a postal distribution center in Inzersdorf, Vienna, where 72 employees were tested positive. In both cases, contract tracing showed a link to the deployment of workers from a temporary work agency - some of which had been brought in shared buses to their workplace. \r\r", "descriptionContentOfMeasure": "Management from the Post had therefore requested help from the armed forces. \r\rThe site was first disinfected by specialists from the Austrian armed forces team. About 280 soldiers and civilian servants were be deployed to replace the workforce for about two weeks in the sorting of the parcels and loading of truck in the Hagenbrunn center. \r\r250,000 parcels have piled up in the two logistics centers in the meantime.\r\rVienna City Councilor Peter Hacker, responsible for public health, confirmed the city of Vienna would take a closer look at the subject of temporary agency work and precarious employment in Vienna. In order to ensure continuity of business, management of the Post requested support. \r", "descriptionUseOfMeasure": "The federal army took stock after the two-week deployment in Hagenbrunn: the soldiers had unloaded and loaded around 1.5 million parcels from containers since May 16 and prepared them for further delivery for the mail delivery staff. 29,000 working hours were worked. Up to 330 soldiers and civil servants from the armed forces base as well as soldiers from the NBC defense were on duty day and night and worked in three shifts. Out of a total of 29,000 hours, around 3,700 were carried out by the NBC defense force to protect logisticians.\r\rAround 33,000 working hours were worked in Inzersdorf, and in total, 1,050,000 parcels were dealt with. Up to 290 soldiers and civilian staff from the armed forces, NBC defence and the army base were deployed there. To minimise the risk of infection, the Army took sophisticated security precautions: All employees deployed were specially instructed in the procedures and protective measures before starting work, and throughout the logistics centre they were wearing mouth and nose protectors, gloves and safety shoes. In addition, separate recreation and sanitary areas were defined for the soldiers and civilian employees on site. Thus, there was no contact with the postal employees. In order to avoid mixing and to keep possible infection at a minimum, the soldiers were also divided into working groups. If one soldier had tested positive, only one group and not the entire shift would have been cancelled.", "descriptionInvolvementOfSocialPartners": "The company level trade union Post and Telecommunications Services Union (GPF) criticised the - in their view too extended - use of temporary agency workers and argued that the Post should seek to resort exclusively to permanent workers in non-peak times. Both social partners representing temporary work agencies and their workers (WKO, representing temporary work agencies in the trade association of commercial service providers) and the union section representing the Temporary Employment Agency in the PRO-GE union, in a joint statement demanded that temporary agency work should not become the pawn in political debates. ", "socialPartner_form": "Not applicable", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/AT-2020-21_859.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Company practices", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "872", "sources::title": "Austrian Military Forces 'take over' postal logistics center", "sources::url": "https://noe.orf.at/stories/3048798/", "sources::d_date": "05/15/2020", "modId": "0", "downloaded_to": "f82d7394d1e1591e74f2e115bc1f8200b2d37def0f3f5a7634ed49a359361a0e"}, {"recordId": "873", "sources::title": "Corona Cluster in Wien", "sources::url": "https://www.vienna.at/corona-cluster-in-wien-heer-muss-im-paketzentrum-der-post-aushelfen/6620538", "sources::d_date": "05/16/2020", "modId": "0", "downloaded_to": "7ec54a4fc9f90917166b4a505009b5158f6b444e50a7277149dba1b639d8b14b"}, {"recordId": "900", "sources::title": "Post-agency workers: Unionists angry after appeal to\rBundeswehr", "sources::url": "https://kurier.at/wirtschaft/post-leiharbeiter-gewerkschafter-nach-bundesheer-anrufung-wuetend/400848365", "sources::d_date": "05/21/2020", "modId": "0", "downloaded_to": "39c66a4b26f0c9b3fb5c6f3fdd44c487c05f312cdabbfd0f26c99c834093e838"}, {"recordId": "901", "sources::title": "Post draws lessons from Hagenbrunn", "sources::url": "https://noe.orf.at/stories/3051063/", "sources::d_date": "05/30/2020", "modId": "0", "downloaded_to": "40290101cf92736a43db850213832f8638af0408c519feb2c924d283e54ed1ed"}, {"recordId": "1086", "sources::title": "Armed forces end postal logistics deployment Saturday morning", "sources::url": "https://www.noen.at/in-ausland/inzersdorf-bundesheer-beendet-samstagfrueh-einsatz-bei-der-post-bundesheer-post-ag-wien-oesterreich-coronavirus-208890718", "sources::d_date": "06/05/2020", "modId": "0", "downloaded_to": "85e393573fbe75aa0eba2f9f9be074b55537c1ac984d1d6eabc3fa2f3c7457b5"}], "actors": [{"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}], "targetGroups": [{"recordId": "61", "targetGroups::name": "Companies providing essential services", "modId": "12"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}], "occupations": [{"recordId": "41", "occupations::name": "Commissioned armed forces officers", "modId": "0"}, {"recordId": "42", "occupations::name": "Non-commissioned armed forces officers", "modId": "0"}, {"recordId": "32", "occupations::name": "Stationary plant and machine operators", "modId": "0"}], "sectors": [{"recordId": "81", "sectors::code": "H53", "sectors::name": "Postal and courier activities", "modId": "0"}], "updates": [], "regions": [{"recordId": "3070", "regions::countryCode": "AT", "regions::level": 2, "regions::name": "Niederösterreich", "regions::nutsCode": "AT12", "modId": "5"}, {"recordId": "3078", "regions::countryCode": "AT", "regions::level": 2, "regions::name": "Wien", "regions::nutsCode": "AT13", "modId": "5"}]}, "recordId": "769", "modId": "68"}