{"fieldData": {"title": "COVID-19 parental leave", "title_nationalLanguage": "Conge parental Corona", "d_startDate": "05/01/2020", "d_endDate": "09/30/2020", "calc_country": "Belgium", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Support for parents and carers (financial or in kind)", "calc_identifier": "BE-2020-18/860", "dateType": "Temporary", "calc_creationDay": "05/19/2020", "calc_lastUpdate": "10/29/2020", "descriptionBackgroundInfo": "A new parental leave called the Corona parental leave has been put in place in addition to the more traditional parental leave in order to help parents take care of their children during the Corona crisis and closure of schools. The Corona parental leave can be granted for 20% or 50% of full-time working-time. This law was voted on the 2 May and is applicable retro-actively to 1 May and covers the month of May and June. The reference is the arrêté royal n° 23 du 13.05.2020 taken under article 5, §1, 5°, of the law of  27 Mars 2020 with respect to the special measures to be taken to fight the coronavirus COVID-19 (II). ", "descriptionContentOfMeasure": "The Corona parental leave is oriented towards parents (biological, foster and by adoption) with children aged 12 years old or younger, or parents with children with disabilities who are 21 years old or younger. The leave can be taken for 20% or 50% of full-time work. To benefit from the 20% reduction the parent should work full-time and to benefit from the 50% reduction the parent should work at least 75% of full-time working hours. If an employed parent wishes to reduce their work by 100% or 10% they should apply for the traditional parental leave, self-employed parents however can apply for a 100% reduction of work via the Corona parental leave.\r\rParents that have worked for one month in the private sector or one day in the public sector are eligible for the Corona parental leave. Parents that are self-employed as main activity are also eligible, but not if they are benefiting from the Bridge benefit (see elsewhere in the database).\r\rThe flat-rate benefit is 25% higher than the benefit for the traditional parental leave, for example €149.60 for a 20% reduction as compared to €119.68 for the traditional parental leave for employed parents.  For the self-employed a 100% reduction is compensated by €532.24 a month, or €875 if single parent.\r", "descriptionUseOfMeasure": "It is not known how many benefit or will benefit from the Corona parental leave at this stage.", "descriptionInvolvementOfSocialPartners": "It is not known whether the social partners were involved, but it is to be expected that they were at least informed about the measure.", "socialPartner_form": "Unknown", "socialPartner_role": "Not applicable", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/BE-2020-18_860.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "874", "sources::title": "Corona parental leave", "sources::url": "https://www.onem.be/sites/default/files/coronavirus/FAQ_CPC_FR_20200514.pdf", "sources::d_date": "05/14/2020", "modId": "1", "downloaded_to": "e9b54401fbfb4a3eea3371906cf3ba4b02fb2b7a1b8db6cc535cefa2996fe366"}, {"recordId": "928", "sources::title": "Verlenging maatregelen", "sources::url": "https://www.rva.be/nl/nieuws/verlenging-maatregelen", "sources::d_date": "06/19/2020", "modId": "0", "downloaded_to": "805b989a29e3def11b1c55e3c6ade98b8bca51d0a4d7091f70b6685909cc1084"}, {"recordId": "1856", "sources::title": "Social agreement to guide companies further through the Covid-19 crisis", "sources::url": "https://www.vbo-feb.be/actiedomeinen/sociaal-overleg/sociaal-overleg/sociaal-akkoord-om-bedrijven-verder-door-de-coronacrisis-te-leiden", "sources::d_date": "09/14/2020", "modId": "0", "downloaded_to": "06a7e22d5d49f2235c2ff80e4be51c21ed3fceb34d399afd36344cf7252f1b99"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "40", "targetGroups::name": "Parents", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "57", "updates::d_date": "06/19/2020", "updates::description": "The Corona Parental leave system will be prolonged until the 30 of September 2020.\r\rIn addition two changes are applied, starting on 1 July:\r\r* Single parents as well as parents that have a disabled child now have the additional option to take full-time corona parental leave as well.\r* The level of the interruption benefit for this same group of parents (single and with a disabled child) will be increased as well by 50%. \r* The benefit cannot be higher than the gross wage of the person involved.\r\r", "modId": "6"}, {"recordId": "241", "updates::d_date": "07/01/2020", "updates::description": "The system will be extended until the 30 September (the current duration of the measure is currently from the 1 May 2020 until the 30 September 2020).", "modId": "2"}, {"recordId": "286", "updates::d_date": "10/01/2020", "updates::description": "The Corona parental leave will not be extended further after 30 September 2020. Parents that need to care for their children can make use of alternative measures (eg.: regular leave (paid or not paid), leave due to imperative grounds, telework, etc.). ", "modId": "2"}, {"recordId": "391", "updates::d_date": "09/14/2020", "updates::description": "An adjustment to collective agreement 103 is provided for which includes the neutralisation of corona parental leave, corona time credit and corona landing job. This will make it easier for workers to rejoin the corona time credit and runway system. At the end of one of these corona systems, therefore, workers will rejoin the ordinary time credit or landing runway system", "modId": "1"}], "regions": []}, "recordId": "770", "modId": "81"}