{"fieldData": {"title": "Creating incentives for unemployed to work in horticulture and other essential services and flexibilisation of successive fixed-term contracts", "title_nationalLanguage": "Behouden van arbeidscapaciteit in horticulturele en kritieke sectoren", "d_startDate": "03/27/2020", "d_endDate": "08/31/2020", "calc_country": "Belgium", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Smoothing frictions or reallocation of workers", "calc_identifier": "BE-2020-13/861", "dateType": "Temporary", "calc_creationDay": "05/20/2020", "calc_lastUpdate": "09/15/2020", "descriptionBackgroundInfo": "In the entire country there are exceptional rules and relaxation of existing regulations to allow additional earnings in the horticultural and forest sector. That sector is in high need of additional seasonal workers, yet there is a shortage, because of the closing of borders due to the COVID-19 pandemic, which resulted in a reduced inflow of foreign seasonal workers.\r\rThe Special Powers Decree No. 14 of 27 April 2020 provides that during the period from 1 April 2020, employers in critical sectors may conclude successive fixed-term employment contracts.", "descriptionContentOfMeasure": "Workers on temporary unemployment benefits can work in the horticultural and forest sector and maintain 75% of their benefits in combination with that wage.\r\rSeveral short, consecutive temporary contracts would normally automatically be transformed into open-ended contracts. In order to avoid this, there is a relaxation in the rules governing these contracts because of the crisis in critical sectors.\r\rEmployers in critical sectors may conclude successive fixed-term employment contracts for a minimum period of seven days, without being requested to utilize an employment contract of indefinite duration. Normally these successive fixed-term contracts would be changed automatically into a contract of indefinite duration.", "descriptionUseOfMeasure": "It is unclear (and probably too soon) to estimate the extent of the measures. The list of critical sector is however quite long, so in theory the possibility to create successive contracts applies to quite a large group.", "descriptionInvolvementOfSocialPartners": "It is Unknown the degree of involvement of the social partners. But it is to be expected that they were at least informed.", "socialPartner_form": "Unknown", "socialPartner_role": "Not applicable", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/BE-2020-13_861.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "875", "sources::title": "Ministerial decree", "sources::url": "http://www.ejustice.just.fgov.be/cgi_loi/change_lg.pl?language=nl&la=N&table_name=wet&cn=2020032301", "sources::d_date": "03/23/2020", "modId": "1", "downloaded_to": "dee4a514c2d1474e68921ffa73ed2bfc5f528f3f8411d03cee725afd984bbedf"}, {"recordId": "876", "sources::title": "Federal unemployment services: overtime in critical sectors", "sources::url": "https://www.rva.be/nl/burgers/loopbaanonderbreking-tijdskrediet-en-thematische-verloven/faq/inlichtingen-verband-met-het-coronavirus/3-kan-ik-bijkomende-uren-en-overuren-presteren-door-het-coronavirus", "sources::d_date": "03/13/2020", "modId": "1", "downloaded_to": "0923bf426973a4d89555d64466efae9a001603bac7035321e24f6def7dcde1b5"}, {"recordId": "877", "sources::title": "Additional measures in horticultural sector", "sources::url": "https://www.boerenbond.be/actualiteit/inzet-van-arbeid-de-overheid-komt-de-land-en-tuinbouw-te-hulp", "sources::d_date": "04/11/2020", "modId": "1", "downloaded_to": "4c784bd6c7786ed91c8df4300c964a06df5e7bd1eebe8484cb800567573a5a21"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "33", "targetGroups::name": "Workers in non-standard forms of employment", "modId": "14"}, {"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}, {"recordId": "48", "targetGroups::name": "Seasonal workers", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "27", "sectors::code": "A1", "sectors::name": "Crop and animal production, hunting and related service activities", "modId": "0"}, {"recordId": "28", "sectors::code": "A2", "sectors::name": "Forestry and logging", "modId": "0"}], "updates": [{"recordId": "56", "updates::d_date": "05/09/2020", "updates::description": "On the ministerial council of the 9 May it was decided that people that receive a living wage (social assistance) are allowed to earn an additional income in the horticultural sector without a decrease in the social assistance. Normally they were only allowed to earn an additional €200 per month before their benefits would be reduced.\r\rThe regulations for students were adapted as well in order to cope with the exceptional circumstances. Normally the number of hours they are allowed to earn an additional living is limited to €475. In the crisis, several exemptions apply, that exclude a number of hours from this €475 limit. Students are therefore allowed to work more hours in the horticultural sector.\r\rSeasonal workers that are working in the sector are also allowed to work for more days (130 days in gardening/landscaping and 60 in the agricultural sector).\r\rFrom the 1 April the temporary unemployed, early pensioners, people in time credit systems as well as in career break were allowed to earn an additional income in the horticultural sector while keeping 75% of their benefits.", "modId": "8"}, {"recordId": "251", "updates::d_date": "06/09/2020", "updates::description": "The measure has been extended until the 31 August.", "modId": "2"}], "regions": []}, "recordId": "771", "modId": "75"}