{"fieldData": {"title": "Adjustments to parental allowances", "title_nationalLanguage": "Reform des Elterngeldes", "d_startDate": "03/01/2020", "d_endDate": "12/31/2020", "calc_country": "Germany", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Support for parents and carers (financial or in kind)", "calc_identifier": "DE-2020-10/869", "dateType": "Temporary", "calc_creationDay": "05/29/2020", "calc_lastUpdate": "07/18/2020", "descriptionBackgroundInfo": "In Germany, parental allowance (Elterngeld) provides support for parents who work part-time or not at all after the birth of a child. The allowance is available to every mother and father. Three foms exist; a basic scheme (first 14 months after birth) Elterngeld Plus and the Partnerbonus. The two latter forms are available in case of part time work and in case of both parents involving in care work for at least some few months.  \r\rFor many parents, the COVID-19 pandemic has created uncertainties about parental allowance. Parents in systemically relevant professions are needed at their workplace and have to work more hours than usual, while others are free or in short-time work and at risk to run into economic difficulties while receiving parental allowance. For this reason, the government made changes to the existing law. ", "descriptionContentOfMeasure": "The time frame of the parental allowance scheme was amended. Parents who cannot stay at home or work part time because they work in systemically relevant sectors and professions may postpone their parental allowance (basic scheme) months until the child's 14th month of life, until June 2021 at the latest. The months taken later do not reduce the amount of the parental allowance for another child. \r\rThe actual working time of parents during the Covid 19 pandemic has no impact on their eligibilty for the partnership bonus; working part-time is no longer a requirement.\rIncome replacement benefits that parents receive as a result of the COVID-19 pandemic - such as short-time work allowances or compensation for income losses - do not reduce the amount of parental allowances. \r In order to compensate for disadvantages in the later parental allowance calculation, expectant parents can also exclude these months from the parental allowance calculation", "descriptionUseOfMeasure": "no data", "descriptionInvolvementOfSocialPartners": "Both social partners were consutled on the issue ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/DE-2020-10_869.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "887", "sources::title": "DGB welcomes adjustments to parental allowances (DGB begrüßt angepasste Elterngeld-Regeln)", "sources::url": "https://www.dgb.de/presse/++co++56df24b6-84a1-11ea-b9bc-52540088cada", "sources::d_date": "05/07/2020", "modId": "0", "downloaded_to": "4b6dcab4c684638cb67374ea721b90ca1bacbe93c7b57a20a72aeae2be72219c"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "40", "targetGroups::name": "Parents", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "779", "modId": "56"}