{"fieldData": {"title": "Compensation for employees looking after children or disabled persons while in quarantine", "title_nationalLanguage": "Kompensacijos darbuotojams, prižiūrintiems vaikus ar neįgalius asmenis karantino metu", "d_startDate": "02/29/2020", "d_endDate": "12/31/2020", "calc_country": "Lithuania", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Support for parents and carers (financial or in kind)", "calc_identifier": "LT-2020-9/299", "dateType": "Temporary", "calc_creationDay": "04/06/2020", "calc_lastUpdate": "11/27/2020", "descriptionBackgroundInfo": "Educational establishments have been temporarily closed in the country since 16 March 2020 as a result of the introduction of quarantine in Lithuania (Resolution No. 207 of the Government of the Republic of Lithuania of 14 March 2020). In this connection, given the emergence of the need to care for a child in pre-school, pre-primary or primary education, as well as for a disabled person under 21 in general or special education, one of the parents is issued an electronic sick-leave certificate if the parents are not able to work remotely or their employer has not established idle time.", "descriptionContentOfMeasure": "When a restrictive regime is announced in an educational establishment and one of the parents cannot work remotely, the National Social Insurance Fund (Sodra) pays 65.94% of the recipient’s compensated wage from the first day the recipient is unable to work. Persons eligible for the benefit are parents, foster-parents, grandparents, caretakers and custodians who are entitled to the benefit, and are looking after child/children up to primary school age or child/children with disability under the age of 21. The benefit can be paid for up to 60 days. Payment of the benefit shall cease upon termination of the quarantine regime. Furthermore, following the declaration of the emergency situation and the suspension of the activities of day care centres for the disabled, sickness benefit is paid to those employees who have to care for a disabled person who has been previously attending a day care centre.", "descriptionUseOfMeasure": "According to Sodra's data, about 50,000 have been benefitted by this measure in Lithuania during quarantine.", "descriptionInvolvementOfSocialPartners": "No information available.", "socialPartner_form": "Other", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LT-2020-9_299.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "148", "sources::title": "Laikinosios tvarkos aprašas V-238/A1-17 (2020-02-27)", "sources::url": "https://e-seimas.lrs.lt/portal/legalAct/lt/TAD/29deeff159f411eaac56f6e40072e018/as", "sources::d_date": "02/27/2020", "modId": "9", "downloaded_to": "cc257943fc09366803c8960c91e410588169e87d606fc87b6e27a17172a66736"}, {"recordId": "150", "sources::title": "LR ligos ir motinystės socialinio draudimo įstatymo Nr. IX-110 papildymo 11 straipsniu įstatymas Nr. XIII-2824 (2020-03-17)", "sources::url": "https://www.e-tar.lt/portal/legalAct.html?documentId=87a8ebd0693111eabee4a336e7e6fdab", "sources::d_date": "03/18/2020", "modId": "5", "downloaded_to": "c35b5e46fdc449418ff679cf6bbcae8976e9fd0c6c51c873bc8954af1daf2cee"}, {"recordId": "270", "sources::title": "LR Nutarimas Dėl karantino Lietuvos Respublikos teritorijoje paskelbimo (2020-03-14)", "sources::url": "https://e-seimas.lrs.lt/portal/legalAct/lt/TAD/deaf8694663011eaa02cacf2a861120c/asr", "sources::d_date": "03/14/2020", "modId": "5", "downloaded_to": "092738cfe81c1e5773a6b0944ff2358b35e850f0e72b28b1c1217c0e1f392309"}, {"recordId": "1764", "sources::title": "Order No V-2032/A1-833 of the Minister for Health of the Republic of Lithuania and the Minister for Social Security and Labour of the Republic of Lithuania (Lietuvos Respublikos sveikatos apsaugos ministro ir Lietuvos Respublikos socialinės apsaugos ir darbo ministro įsakymas Nr. V-2032 / A1-833)", "sources::url": "https://www.e-tar.lt/portal/legalAct.html?documentId=472de7a0f43b11eaa12ad7c04a383ca0", "sources::d_date": "09/11/2020", "modId": "0", "downloaded_to": "4f5efd562bbfd388566360ac6901f6ae8ddbdd0e9e4bd6ddfb3d9aa7a77f78bb"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "69", "targetGroups::name": "Parents in employment", "modId": "8"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "356", "updates::d_date": "09/14/2020", "updates::description": "Order No V-2032/A1-833 of the Minister for Health of the Republic of Lithuania and the Minister for Social Security and Labour of the Republic of Lithuania of 11 September 2020 stipulates that sickness benefit shall be paid for children under eight, schoolers in first to fourth grades and children with disabilities under 21 studying under general or special education programmes when they are not sick but put to mandatory isolation by the National Public Health Centre (NPHC). A child may be put to mandatory isolation in two cases - when the child visited the country affected by the coronavirus without his/her parents or guardians or when he/she had direct contact with a sick person. This amendment entered into force on 14 September 2020.", "modId": "3"}], "regions": []}, "recordId": "182", "modId": "105"}