{"fieldData": {"title": "New minimum living income introduced", "title_nationalLanguage": "Nuevo Ingreso Minimo Vital", "d_startDate": "06/02/2020", "d_endDate": "", "calc_country": "Spain", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Protection of vulnerable groups (beyond employment support)", "calc_identifier": "ES-2020-23/878", "dateType": "Open ended", "calc_creationDay": "06/05/2020", "calc_lastUpdate": "12/01/2020", "descriptionBackgroundInfo": "The Decree-Law 20/2020 of 29 May establishes the Minimum Vital Income for the first time at national level in Spain. \r\rThere are other similar instruments established in most of the Autonomous Communites by the regional governments. Importantly, this new Income will be compatible with the existing regional measures. This Vital Income establishes a right to receive an economic allowance for those low-income households on a monthly basis. It is social protection measure in the context of fighting against poverty-at-risk, or even extreme poverty, and social exclusion. \r\rThis measure is one of the promises raised by the leftist government before the COVID-19 outbreak. However, the health crisis has accelerated the launch of the measure.\r\r", "descriptionContentOfMeasure": "The Vital Income constitutes a guaranteed benefit targeting the most vulnerable households. \rIt has a supplementary nature compatible with other family or personal aids or even other incomes from temporary work. It consists of one monthly payment of €462 for a single person and up to €1,015 for a family with two children. \r\rAll individuals aged between 23 and 65 years are entitled to receive the allowance as well as all types of family units. The amount of the allowance is calculated on the basis of previous year's incomes and assets. The Vital Income will be managed by the Social Security, except in the Basque Country and Navarre, two regions with proper fiscal prerrogatives.\r\r", "descriptionUseOfMeasure": "According to the government estimations, the Vital Income will address 850,000 low-income households, which are the unit of beneficiaries - and not the individuals as such. However, it is also estimated to reach around 2.3 million people.\r\rThe Minister of Social Security, José Luis Escrivá, reported in Early October to the Labor Commission of the Congress of Deputies that a total of 90,800 applications for the Minimum Vital Income (IMV) were granted out of the million requests that the Ministry had received between June and September 2020.", "descriptionInvolvementOfSocialPartners": "Social partners were informed anc consulted about the new measure", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-23_878.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "902", "sources::title": "Royal Decree-Law 20/2020 of 29 May", "sources::url": "https:/www.boe.es/eli/es/rdl/2020 05/29/2020", "sources::d_date": "06/01/2020", "modId": "0", "failure_reason": "Invalid URL 'https:/www.boe.es/eli/es/rdl/2020 05/29/2020': No host supplied"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "788", "modId": "57"}