{"fieldData": {"title": "Tripartite agreement to extend the special unemployment protection scheme associated to temporary collective redundancy or short-time work  regulation", "title_nationalLanguage": "Acuerdo Tripartito para ampliar la vigencia de los ERTEs, mejorar la  proteccion por desempleo y otras medidas relacionadas con la crisis del coronavirus", "d_startDate": "05/13/2020", "d_endDate": "06/30/2020", "calc_country": "Spain", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Flexibilisation and security", "calc_identifier": "ES-2020-20/880", "dateType": "Temporary", "calc_creationDay": "06/05/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "Following intense negotiations in the context of the health crisis and the business standstill, the government and the social partners (trade unions CCOO and UGT and employers' organisations CEOE and CEPYME) reached an agreement to extend until 30 June 2020 the temporary short-time work scheme due to force majeure, which was implemented at the COVID-19 outbreak and the start of the lockdown. \r\rThe agreement provides for additional measures aimed at keeping the protection for workers affected, exemptions from the payment of employers contribution in case of partial resumption of the business activity. \r\rThe Agreement was transposed to legislation the day after through the Royal-Decree 18/2020 of 12 May.\r\rThis case is strongly related to the following ones: \r[ES-2020-12/223](https://static.eurofound.europa.eu/covid19db/cases/ES-2020-12_223.html)\r\rFor more information on the temporary layoff scheme see the following cases: \r\r[ES-2020-12/551](https://static.eurofound.europa.eu/covid19db/cases/ES-2020-12_551.html?utm_source=externalDashboard&utm_medium=powerbi&utm_campaign=covid-19)\r\r[ES-2020-12/555](https://static.eurofound.europa.eu/covid19db/cases/ES-2020-12_555.html?utm_source=externalDashboard&utm_medium=powerbi&utm_campaign=covid-19).\r\r[ES-2020-13/602](https://static.eurofound.europa.eu/covid19db/cases/ES-2020-13_602.html?utm_source=externalDashboard&utm_medium=powerbi&utm_campaign=covid-19).\r", "descriptionContentOfMeasure": "The agreement, encapsulated in a Royal-decree law 20/2020 the next day of the signature, establishes the continuation of the measure applied to safeguard jobs adopted at the beginning of the health crisis. It contains the following measures:\r\r* Extending the timeline for the temporary short-time work scheme applicable to firms that invoked the situation of force majeure until 30 June. In this regard, it is considered an accompanying measure to facilitate resuming of business activity according to the de-escalation plan approved by the government. \r\r* In doing so, the partial unemployment benefit received by the employees is also extended and the time consumed in this situation will not be deducted from future entitlements to unemployment protection. This protection is extended until 31 December for seasonal workers under specific employment contracts in the tourism sector. \r\r* Employers will be exempted to contribute to the social security when they start to operate again, assuming that the resumption of the business activity will not be immediate. State funds 85% of due employers' social security contributions in May and 70% in June for firms returning to work with less than 50 employees and 60% and 45% respectively for those with more than 50 employees. These percentages will be lower in the case that the firms partially return to activity with only part of the staff. \r\r*The obligation to keep all workers and do not make any redundancies within six months once returning to business activity is relaxed for the tourism sector and for those companies at risk of insolvency or bankruptcy. \r\r\r\r", "descriptionUseOfMeasure": "Between January and September 2020, the number of workers affected by Temporary Collective Dismissals was 967724 ", "descriptionInvolvementOfSocialPartners": "Social partners negotiated the extension of collective dismissals and unemployment protection for those workers affected. After reaching an agreement, it was transposed into law", "socialPartner_form": "Direct consultation", "socialPartner_role": "Agreed (outcome)", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-20_880.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Tripartite agreements", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "903", "sources::title": "Royal-Decree law 18/2020 of social measures to protect jobs", "sources::url": "", "sources::d_date": "05/11/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}, {"recordId": "904", "sources::title": "Tripartite Agrement to protect jobs", "sources::url": "", "sources::d_date": "05/11/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "790", "modId": "60"}