{"fieldData": {"title": "Cyprus to pay holiday costs of infected tourists", "title_nationalLanguage": "Η Κύπρος αναλαμβάνει το κόστος διαμονής και περίθαλψης τουριστών με κορονοϊ", "d_startDate": "07/20/2020", "d_endDate": "10/31/2020", "calc_country": "Cyprus", "calc_minorCategory": "Supporting businesses to get back to normal", "calc_subMinorCategory": "Measures to support a gradual relaunch of work", "calc_identifier": "CY-2020-30/883", "dateType": "Temporary", "calc_creationDay": "06/17/2020", "calc_lastUpdate": "06/29/2020", "descriptionBackgroundInfo": "Cypriot authorities have pledged to cover the holiday costs for tourists who test positive for corona virus while on holidays on the island. Random checks will be conducted on tourists upon their arrival and if tested positive the government would pay for their accommodation, medicines and food expenses for the patients themselves and their families. COVID-19 infected patients would only need to cover their return flights. With tourism activities accounting for 13% of the GDP the announcement aims to help businesses return to normality in the post-COVID-19 era.", "descriptionContentOfMeasure": "In a jointly signed letter to tourist operators the Ministers for Foreign Affairs, Transportation and Tourism announced the new protocols for opening the country to tourists in the aftermath of the COVID-19 crisis. The letter aims to reassure the tourism professionals (airlines, travel operators, travel agencies, etc) and the tourists themselves about Cyprus being a safe tourism destination. As the country has managed well the recent pandemic (among those with the lowest confirmed cases), from 1 June businesses will be ready to operate normally with increased health and safety protocols in place while the airports open from 9 June. \r\rTo reassure tourists, Cypriot authorities have pledged to cover the holiday costs for those who test positive for corona virus while on holidays on the island. If random tests for COVID-19 upon the arrival of tourists are positive then the government will cover their accommodation, medicines and food expenses as well as those of their families. A 100-bed hospital would be set aside specifically for tourists who test positive while another 112 Intensive Care Units (ICU) units would become available. Additionally, 500 rooms in 'quarantine hotels' would be available for the patients' families and close relatives.", "descriptionUseOfMeasure": "Tourism has a significant contribution to the country's income (13% of its GDP), empty hotel rooms, bars, archaeological sites, museums and in general idle economic activity in tourism activity would be very costly for the island. It is estimated that approximately 70% loss of the 2.6 billion of tourism income may be lost this year.", "descriptionInvolvementOfSocialPartners": "Social partners were not involved in the consultation process for the designing of the measure and they are not involved in the implementation and monitoring of the measure either. It is a governmental decision taken among the members of the Cabinet. The implementation of the measure lies on the hotels assigned to accommodate positive tested tourists monitored by the respective governmental departments.    ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/CY-2020-30_883.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "913", "sources::title": "Η Κύπρος αναλαμβάνει το κόστος διαμονής και περίθαλψης τουριστών με κορονοϊ", "sources::url": "https://gr.euronews.com/2020/05/27/i-kypros-analamvanei-to-kostos-diamonis-kai-perithalpsis-asthenon-me-koronoi", "sources::d_date": "05/27/2020", "modId": "0", "downloaded_to": "1773b8c79595cc5f68856ab2ed76ab0fee9469ba8cff12a714fe6f1c1223d66d"}, {"recordId": "914", "sources::title": "Cyprus to pay holiday costs of infected tourist", "sources::url": "https://www.bbc.com/news/world-europe-5281874", "sources::d_date": "05/28/2020", "modId": "0", "downloaded_to": "c78523556ecdc0667438c80f9fe85ce7d06c6681c6a4ecd412641c874999af3d"}, {"recordId": "915", "sources::title": "The letter of the Ministers", "sources::url": "http://www.cna.org.cy/pdf/ant/aytepistoli.pd", "sources::d_date": "05/26/2020", "modId": "0", "downloaded_to": "adc869112e13e58a5c8488afaf91a4a33fd47969503f92ad93d58448bd57bba1"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "84", "sectors::code": "I56", "sectors::name": "Food and beverage service activities", "modId": "0"}, {"recordId": "122", "sectors::code": "R90", "sectors::name": "Creative, arts and entertainment activities", "modId": "0"}, {"recordId": "123", "sectors::code": "R91", "sectors::name": "Libraries, archives, museums and other cultural activities", "modId": "0"}, {"recordId": "129", "sectors::code": "S96", "sectors::name": "Other personal service activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "793", "modId": "38"}