{"fieldData": {"title": "Temporary assistance to television publishers with business problems caused by COVID-19 by reducing payments to companies", "title_nationalLanguage": "Privremena mjera pomoci nakladnicima televizije s problemima u poslovanju uzrokovanim epidemijom bolesti covid-19 umanjenjem plaćanja davanja trgovačkom društvu Odašiljači i veze d.o.o. ", "d_startDate": "06/28/2019", "d_endDate": "03/31/2022", "calc_country": "Croatia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "HR-2019-26/885", "dateType": "Temporary", "calc_creationDay": "06/19/2020", "calc_lastUpdate": "07/11/2020", "descriptionBackgroundInfo": "The Civil Protection Headquarters of the Republic of Croatia introduced numerous anti-pandemic measures aimed at protecting the health and lives of citizens following the COVID-19 outbreak. These measures include, among other things, ban on holding all public events and gatherings, suspension of trade activities, suspension of all sports competitions, and so forth. As a result,  advertising in electronic media has been significantly reduced, in particluar in televison. The decline in advertising revenue led to a significant reduction in the available financial resources of television broadcasters and significantly disrupted their economic activity. Therefore, television broadcasters experienced difficulties to meet payment obligations for transmission fee, based on existing contracts with the network and infrastructure operator i.e. the company Odašiljači i veze d.o.o.", "descriptionContentOfMeasure": "The company Odašiljači i veze d.o.o. will reduce the amount of broadcasting fees for broadcasters (television publishers) who can prove that their economic activity has been disrupted  for the period from 1 April 2020 until the day of switching to DVB-T2 (transition from terrestrial TV signal to the latest DVB-T2 standard), as follows:\r\r* for broadcasting programmes in MUX A and MUX B the amount of the fee is reduced by 20%\r* for programme transmission in MUX D, the amount of the fee is reduced by 30%.\r\rTelevision broadcasters will pay a reduced amount of the monthly fee by paying 50% of the amount upon deadline, and the remaining 50% of the monthly fee by non-interest-free repayment in equal monthly installments, starting from the first month following the deadline and until 31 March 2022 at the latest. \r\rReduction of the amount of fees and installment payment do not apply to television broadcasters whose founders or holders of shares or stakes are the Republic of Croatia and/or local and regional self-government units, and/or the Center for Restructuring and Sales (Centar za restrukturiranje i prodaju - CERP), and/or legal entities on the basis of a special regulation which are financed mainly or entirely from the state budget or from the budgets of local and regional self-government units, or from public funds, as well as from their subsidiaries, regardless of the size of the share.\r", "descriptionUseOfMeasure": "Currently unknown.", "descriptionInvolvementOfSocialPartners": "No involvement.", "socialPartner_form": "Not applicable", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2019-26_885.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "917", "sources::title": "Odluka o privremenoj mjeri pomoći nakladnicima televizije s problemima u poslovanju uzrokovanim epidemijom bolesti COVID-19 umanjenjem plaćanja davanja trgovačkom društvu Odašiljači i veze d.o.o.", "sources::url": "https://narodne-novine.nn.hr/clanci/sluzbeni/2020_05_64_1273.html nn 64/20", "sources::d_date": "05/29/2020", "modId": "0", "downloaded_to": "74669b3a4610c4c72d43fb2f8949dc46593e9a42cbf0283d23eef15116de5a77"}, {"recordId": "1122", "sources::title": "Decision on temporary measure to help television broadcasters with business problems caused by the COVID-19", "sources::url": "https://narodne-novine.nn.hr/clanci/sluzbeni/2020_05_64_1273.html", "sources::d_date": "05/29/2020", "modId": "1", "downloaded_to": "7eb6b671b07835a833f8c9371b0813bbe79813d13579942ce054e3fd3c3219be"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "87", "sectors::code": "J59", "sectors::name": "Motion picture, video and television programme production, sound recording and music publishing activities", "modId": "0"}, {"recordId": "88", "sectors::code": "J60", "sectors::name": "Programming and broadcasting activities", "modId": "0"}], "updates": [{"recordId": "51", "updates::d_date": "06/17/2020", "updates::description": "The Government on its meeting on 10 June, 2020 amended the words \"regardless of the size of the share\", with the words “if the number of their shares or stakes in television broadcasters bigger than 25%” (OG 69/20). ", "modId": "1"}], "regions": []}, "recordId": "795", "modId": "29"}