{"fieldData": {"title": "Assistance to radio broadcasters prevented from doing business due to the COVID-19", "title_nationalLanguage": "Mjere pomoći nakladnicima radija kojima je epidemija bolesti COVID-19 onemogućila redovito poslovanje", "d_startDate": "04/01/2020", "d_endDate": "12/31/2020", "calc_country": "Croatia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "HR-2020-14/887", "dateType": "Temporary", "calc_creationDay": "06/19/2020", "calc_lastUpdate": "07/17/2020", "descriptionBackgroundInfo": "In the special circumstances due to the COVID-19, the Civil Protection Headquarters of the Republic of Croatia stipulated various anti-epidemic measures aimed at protecting the health and lives of citizens. These measures, among other things, include ban on holding all public events and gatherings, suspension of work in the trade activity, suspension of all sports competitions, etc. As a result, advertisers have significantly reduced their advertising in electronic media, like radio broadcast. The government accepted measures to assist radio broadcasters whose COVID-19 epidemic has prevented them from operating on a regular basis.", "descriptionContentOfMeasure": "The company Odašiljači i veze d.o.o. within the regulations governing issues of legal entities of special interest to the Republic of Croatia, in accordance with its own capabilities and contractual rights and obligations, has to review and offer each radio broadcaster individually benefits in the form of discounts or payment terms, in order to reduce the negative impact of the disease epidemic COVID-19. This benefits do not apply to radio broadcasters whose founders or holders of shares or stakes are the Republic of Croatia and/or local and regional self-government units, and/or the Center for Restructuring and Sales (Centar za restrukturiranje i prodaju - CERP), and/or legal entities that are financed on the basis of a special regulation mainly or entirely from the state budget or from the budgets of local and regional self-government units, financed from public funds, as well as from their subsidiaries, regardless of the size of the share. Mentioned benefits refer to the period from 1 April 2020 until the day of the declaration of the end of the COVID-19 epidemic.", "descriptionUseOfMeasure": "Currently unknown.", "descriptionInvolvementOfSocialPartners": "Due to the nature of the measure, social partners were not involved.", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-14_887.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "918", "sources::title": "Prijedlog zaključka u vezi s mjerama pomoći nakladnicima radija kojima je epidemija bolesti COVID-19 onemogućila redovito poslovanj", "sources::url": "https://vlada.gov.hr/sjednice/232-sjednica-vlade-republike-hrvatske-29597/29597", "sources::d_date": "05/28/2020", "modId": "0", "downloaded_to": "e717ac075e91588140c6a790fd23ee8fc3a017a77ef404558dc6ab9c532fcca3"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "88", "sectors::code": "J60", "sectors::name": "Programming and broadcasting activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "797", "modId": "28"}