{"fieldData": {"title": "Co-financing of wages for reduced working hours (SURE implementation)", "title_nationalLanguage": "Sufinanciranje razmjernog dijela plaće sukladno skraćenom radnom vremenu", "d_startDate": "07/01/2020", "d_endDate": "12/31/2020", "calc_country": "Croatia", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "HR-2020-27/893", "dateType": "Temporary", "calc_creationDay": "06/26/2020", "calc_lastUpdate": "12/01/2020", "descriptionBackgroundInfo": "During the three weeks period from 1 to 19 June 2020, the government had actively communicated with social partners and the Ministries of finance and economy regarding the implementation of the European Commission's SURE job-keeping program. They finally agreed on the criteria for the shortening of working hours and the government accepted the Decision on a new job retention scheme for companies affected by the coronavirus crisis on its session held on 25 June 2020.\r\r", "descriptionContentOfMeasure": "The scheme envisages the provision of state co-financing for wages according to reduced working hours.The measure is designed to help out employers who are forced to reduce working hours due to operating difficulties and a drop in business activities by more than 20%. The new support measure, to be in force from 1 July to 31 December 2020 will target firms from all sectors that have 10 or more employees having a revenue decline of at least 20% for the comparable month 2020 to 2019. For employers in the manufacturing industry a drop of less than 20% is allowed.\r\rDepending on the needs of the employer, the state can co-finance wages for working time reductions between 10% to 50% of working hours per month. That means from 2.5 working days, up to 50% of the fund of monthly hours. Therefore, the co-financing of workers can be between HRK 400 and 2,000 (€53 to €264). In other words, the financial aid can be given to companies that would work 36 hours a week and shorter, but not shorter than 20 hours a week. This support will not be available for teleworkers.\r\rThe government intends to reduce the administrative burden for application to a minimum. \r", "descriptionUseOfMeasure": "The estimated value of the investment in the new scheme will reach some HRK 3 billion (€397 million) by the end of 2020, and will be financed mostly by the European Commission's temporary Support to mitigate Unemployment Risks in an Emergency (SURE) program. The social partners believe that support for a shorter working week will be used by 100,000-150,000 workers each month.", "descriptionInvolvementOfSocialPartners": "During the three weeks period from 1 to 19 June, the government had actively communicated with social partners and the Ministries of Finance and Economy regarding the implementation of the European Commission's SURE job-keeping program. They finally agreed and the government accepted the measure.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-27_893.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "931", "sources::title": "Izvješće o do sada poduzetim mjerama za očuvanje radnih mjesta te planiranim mjerama za iduće razdoblje", "sources::url": "https://vlada.gov.hr/sjednice/237-sjednica-vlade-republike-hrvatske-29843/29843", "sources::d_date": "06/25/2020", "modId": "0", "downloaded_to": "b92f4a6692fd9a4c8c075f36a8f5c49f02e611d598041e620a9d46906ddd45c7"}, {"recordId": "932", "sources::title": "Sindikati i poslodavci s Vladom dogovorili uvjete mjere skraćenog radnog vremena\rPočevši", "sources::url": "http://hr.n1info.com/Biznis/a521180/Sindikati-i-poslodavci-s-Vladom-dogovorili-uvjete-mjere-skacenog-radnog-vremena.html", "sources::d_date": "06/26/2020", "modId": "0", "downloaded_to": "44ce06c4d5c5eacafdbf3c9ecb40d3677a1bc50a450959544f0bfca46a586863"}, {"recordId": "943", "sources::title": "Trade unions, employers and governement have agreed on the terms of the part-time work measure government ", "sources::url": "http://hr.n1info.com/Biznis/a521180/Sindikati-i-poslodavci-s-Vladom-dogovorili-uvjete-mjere-skacenog-radnog-vremena.html", "sources::d_date": "06/26/2020", "modId": "1", "downloaded_to": "44ce06c4d5c5eacafdbf3c9ecb40d3677a1bc50a450959544f0bfca46a586863"}, {"recordId": "944", "sources::title": "Aid for job preservation - part - time work - criteria and application Croatian ", "sources::url": "https://mjera-orm.hzz.hr/skracivanje-radnog-vremena/", "sources::d_date": "06/29/2020", "modId": "0", "downloaded_to": "b4b2e206667d636cbfe65fda66e8dce33b3a9c89fa10eaa1e151e96e1098d861"}, {"recordId": "995", "sources::title": "Potpora za ocuvanje radnih mjesta skracivanje radnog vremena", "sources::url": "https://www.hgk.hr/documents/potpora-za-ocuvanje-radnih-mjesta-skracivanje-radnog-vremenanova-tablica-30-065efb2521c0d7d.pdf", "sources::d_date": "06/30/2020", "modId": "0", "downloaded_to": "dc52b17e2c169eafe383e67232320a4692a107343334627ecc5e4679f5cae51c"}, {"recordId": "998", "sources::title": "Usvojena potpora za očuvanje radnih mjesta – skraćivanje radnog vremena", "sources::url": "http://www.sssh.hr/hr/vise/nacionalne-aktivnosti-72/usvojena-potpora-za-ocuvanje-radnih-mjesta-skracivanje-radnog-vremena-4448", "sources::d_date": "06/30/2020", "modId": "0", "downloaded_to": "f072813ed9ecc318759410c693eb83a4cf573ee00ca706779f92a32ed8e2c590"}, {"recordId": "999", "sources::title": "Nove mjere za ocuvanje radnih mjesta", "sources::url": "https://www.hup.hr/nove-mjere-za-ocuvanje-radnih-mjesta.aspx", "sources::d_date": "06/23/2020", "modId": "0", "downloaded_to": "51bb7559a720d16d4a19f9d529f9e252e2741043665649caf60de8d986b25697"}, {"recordId": "1000", "sources::title": "Potpora za očuvanje radnih mjesta - skraćivanje radnog vremena ", "sources::url": "https://mjera-orm.hzz.hr/media/coideye4/hzz-skracivanje-radnog-vremena-provedbena-dokumentacija-2906v4.pdf", "sources::d_date": "06/29/2020", "modId": "0", "downloaded_to": "0f1ee1ff0e28f4f642eb7fae03a8c6579d658c289fc6f74e0f05304e51d6efb4"}, {"recordId": "1830", "sources::title": "Predstavljene nove mjere za očuvanje\rradnih mjesta: Dvije su ključne izmjene", "sources::url": "https://www.poslovni.hr/hrvatska/plenkovic-i-aladrovic-predstavljaju-nove-mjere-za-ocuvanje-radnih-mjesta-4255464", "sources::d_date": "10/20/2020", "modId": "0", "downloaded_to": "d931dc39682225b4681e32f2f02dd23f1368826cddf41532b66543e2a8b0559d"}, {"recordId": "1889", "sources::title": "Potpore za skraćivanje radnog vremena", "sources::url": "http://mjere.hr/admin/wp-content/uploads/2020/10/izmjene-UV-22.10.-ORM-SRV.pdf", "sources::d_date": "10/23/2020", "modId": "0", "downloaded_to": "b11f8f4f460a0471fc2687bdc8bbebfab8396f8b581d86071df6e530db4aaf19"}, {"recordId": "2085", "sources::title": "Izmijenjeni uvjeti ostvarivanja novčanih potpora za isplatu plaća od listopada do prosinca 2020. godine ", "sources::url": "https://www.rif.hr/izmijenjeni-uvjeti-ostvarivanja-novcanih-potpora-za-isplatu-placa-od-listopada-do-prosinca-2020-godine-2/", "sources::d_date": "10/31/2020", "modId": "0", "downloaded_to": "b45d6a85b350808bbd82128eb6e77c3b968fd5f777eb8b6d475de7ea19fc75ae"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "10", "actors::name": "EU (Council, EC, EP)", "modId": "0"}], "targetGroups": [], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "87", "updates::d_date": "07/03/2020", "updates::description": "The Croatian Employment Service better specified the conditions for obtaining support.", "modId": "5"}, {"recordId": "306", "updates::d_date": "10/02/2020", "updates::description": "According to the Croatian Employment Service unofficial data obtained on demand, in the period from 1 June to 16 September 2020, the total number of applications were 545 and it was related to 15,550 workers. That is relatively small having in mind that according to the data by the Croatian Bureau of Statistics there are around 153,000 enterprises which employ around 1.03 million of employees. There are no data on the number of jobs saved in the short and medium term (and workers return to exactly the same employment situation), as well as on the number of companies saved. It is hard to assess the influence of the measure on the long-term competitiveness of companies and the economy a whole, but without doubt large financial outlays are needed for the implementation of the measure. This indirectly causes the requirement for bigger public funding and increased the tax burdens, once SURE funds will expire.", "modId": "4"}, {"recordId": "378", "updates::d_date": "10/20/2020", "updates::description": "The government announced on 20 October 2020, its intention is to simplify the procedure and to enable a wider range of employers and businesses in certain sectors to be eligible to use the measures. Considering reduced working hours, the measure will allow for a reduction up to 70% instead of the current 50%. The maximum monthly grant per worker will increase from the current HRK 2,000 (€266.66) to 2,800 (€373.33). According to the official sources, 606 employers with more than 30,000 workers on their payrolls have used the reduced working hours measure in times of crisis. The measure will continue until the end of year. ", "modId": "2"}, {"recordId": "394", "updates::d_date": "10/23/2020", "updates::description": "The Croatian Employment Service published a newly adjusted measure co-financing of wages for reduced working hours. The subsidy is granted for temporarily reduced working hours for employees, but not less than 70% of the monthly fund of hours, up to a maximum of HRK 2,800 (€373) per month net per employee. This is opposed to the previous maximum of 50% of hours and HRK 2,000 (€266.6) per month net per employee. These payments are not affected if the employee received part of the salary compensation on some other basis (sick leave, annual leave), and part on the basis of the measure in question. The employer may not demand subsidised employees to work overtime; employ people for positions that can be performed by subsidized employees; use posted employees or the occasional work of pupils or students; and contract or order work from a separate place of work (remote work) for subsidised employees. The employer is no longer obliged to submit weekly records of working hours for each employee to the Croatian Employment Service. The employer must submit records of working hours on a monthly basis, which may take the form of a collective document for all employees for whom subsidy is requested.", "modId": "2"}], "regions": []}, "recordId": "803", "modId": "56"}