{"fieldData": {"title": "Waiver of advance payments for social and health insurance for self-employed", "title_nationalLanguage": "Odklad záloh sociálního a zdravotního pojištění pro OSVČ", "d_startDate": "03/01/2020", "d_endDate": "08/31/2020", "calc_country": "Czechia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "CZ-2020-10/300", "dateType": "Temporary", "calc_creationDay": "04/06/2020", "calc_lastUpdate": "07/01/2020", "descriptionBackgroundInfo": "The Act 136/2020 Coll., selected modifications in the area of contributions to social security and contributions to the state employment policy and pension has been approved. This Act foregoes the obligation of self-employed persons to pay social and health insurance advance payments from March to August 2020. This measure should help self-employed to keep cash-flow when their business activities are limited by government measures against COVID-19. \r\rThere is no need to individually apply for the waiver of the obligation to pay advance premiums for March to August 2020, it is a legal regulation that will be applied to all self-employed persons by default.\r\r\r", "descriptionContentOfMeasure": "Eligible are all self-employed persons performing major or subsidiary gainful activity. They are not obliged to pay advance health and social insurance premiums from March to August 2020. If the self-employed person pays or has already paid any of these advances, they will be used for any other already due liabilities and further as advance insurance premiums for September to December 2020.\r\rMinimum monthly payment for self-employed persons performing major gainful activity is for health insurance is CZK 2,352 (€86 approx.), for social insurance CZK 2,544 (€93 approx.) which now self-employed can use for different reasons. However, she/he will have to pay the health and social insurance payments for March-August 2020 in 2021, when she/he submits income and expenses report for 2020.\r\rIn case the self-employed is obliged to pay advance health and social insurance payments of higher assessment than the minimum monthly amount (depends on the income in previous year, e. g. 2019), he/she pays the difference between the minimum and real advance payment assessment in the form of balance insurance premium for the year 2020 (therefore it will be used for health and social insurance payment in 2021).", "descriptionUseOfMeasure": "Not available yet.", "descriptionInvolvementOfSocialPartners": "Social partners, who are members of the tripartite body (Council of economic and social agreement, Rada hospodářské a sociální dohody, RHSD) were informed and consulted in both formal (requested by institutional settings) and informal ways. They are not involved in the management of policy measures. ", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/CZ-2020-10_300.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "285", "sources::title": "CSSZ: Self-employed persons - coronavirus/CSSZ: Sebezaměstnaní - koronavirus", "sources::url": "https://www.cssz.cz/web/en/self-employed-persons-coronavirus", "sources::d_date": "04/09/2020", "modId": "6", "downloaded_to": "25ece3cf3d6cdebe783dd8aaa79e8b9e18840a74fd6e62fbe99663dd8b2e0471"}, {"recordId": "286", "sources::title": "VZP: Changes in payments on health insurance/VZP: Změny u plateb na zdravotní pojištění v souvislosti s epidemií COVID-19", "sources::url": "https://www.vzp.cz/o-nas/aktuality/zmeny-u-plateb-na-zdravotni-pojisteni-v-souvislosti-s-epidemii-covid-19", "sources::d_date": "03/27/2020", "modId": "6", "downloaded_to": "269b8ec4e331627ea4ec0de56bbbdbcffdf808a5f88d1e3997ffe8bc4ef2731b"}, {"recordId": "955", "sources::title": "Act No. 136/2020 Coll., on selected modifications in the area of contributions to social security and contributions to the state employment policy and pension/Zákon č. 136/2020 Sb., o některých úpravách v oblasti pojistného na sociální zabezpečení a příspěvku na státní politiku zaměstnanosti a důchodového pojištění v souvislosti s mimořádnými opatřeními při epidemii v roce 2020 ", "sources::url": "https://www.zakonyprolidi.cz/cs/2020-136", "sources::d_date": "03/27/2020", "modId": "0", "downloaded_to": "4c23c898476cab07aa2732e75f65f97b9599e8c9829867d67844425aad18bd59"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "183", "modId": "95"}