{"fieldData": {"title": "Rent subsidies for business which had to stay closed", "title_nationalLanguage": "Dotácie nájomného", "d_startDate": "06/17/2020", "d_endDate": "", "calc_country": "Slovakia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "SK-2020-25/896", "dateType": "Temporary", "calc_creationDay": "06/30/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "The first measures to help entrepreneurship during the corona crisis were more focused on maintaining jobs. In business, however, there is also a need for spaces that entrepreneurs rent to a significant extent from the owners. This measure in the form of a law is aimed at helping entrepreneurs who rent business premises and for which they have to pay rent. The state subsidy will go to pay part of the rent for the use of the premises, which were closed due to a government regulation for the spread of coronavirus. Entrepreneurs for whom the anti-pandemic measures of the state have limited their income and have rented their premises can apply for a subsidy from the Ministry of Economy for rent in the second wave of the pandemic. As in the first wave, the amount of the subsidy is the same as the discount provided by the landlord.", "descriptionContentOfMeasure": "First, there is a negotiation between the landlord and the tenant about the amount of discount. The state pays the landlord a subsidy in the same amount as he gives the entrepreneur a discount on rent. The ceiling is 50% of the amount of rent for the period of difficult use of space. In such a case, the landlord will forgive half of the rent and the other half of the rent will be refunded by the state. \r\rThe tenant for the period will not pay anything for renting the premises. If the landlord and the tenant agree on a lower discount (e.g. 30%), the state will contribute equally (30%) and the rest (40%) must be paid by the entrepreneur renting the premises. In this case, the tenant can spread the payment of unpaid rent in instalments over 48 months. During the payment, the landlord is not entitled to unilaterally increase the amount of rent. The assistance provided to the tenant is financed from the resources of the state budget of the Slovak Republic. The maximum amount of the grant for one applicant is €800,000. The subsidy covers only rent, not energy supply.", "descriptionUseOfMeasure": "Based on a mutual agreement, the renter will ask the landlord to submit an application for a rent subsidy for the period of difficult use. The application is submitted by the landlord on behalf of the tenant, on the landlord's own account. The application must be signed on behalf of both parties, by all authorized persons of both entities, with a qualified electronic signature. The application is submitted to the Ministry of Economy of the Slovak Republic in the period from 23 June 2020 to 30 November 2020. The total amount of available resources provided by the Ministry of Economy for this purpose is € 200 million (for about 70,000 to 100,000 applicants). The funds come from national sources. \r\rBy 24 August 2020, the MH SR received 9,562 applications for rent subsidies, of which 3,558 have already been paid. The amount of subsidies exceeded €6.5 million. However, the Minister, Richard Sulík, stated that the Ministry expected greater interest from entrepreneurs. By 1 December 2020, the Ministry of Economy registered 16,890 applications submitted by entrepreneurs and paid them €35.52 million in rental subsidies.", "descriptionInvolvementOfSocialPartners": "The issue of rent subsidies was raised by employers at a meeting of the Economic and Social Council (tripartite body).\r", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SK-2020-25_896.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "945", "sources::title": "Act 155/2020 Coll. supplementing Act no. 71/2013 Coll. on the provision of subsidies within the competence of the Ministry of Economy of the Slovak Republi", "sources::url": "https://www.slov-lex.sk/pravne-predpisy/SK/ZZ/2020/155/20200617", "sources::d_date": "06/17/2020", "modId": "0", "downloaded_to": "6884b69c713043f108316e414d65d99f1125bfd16c5a61b76eb2da301d81ea5b"}, {"recordId": "946", "sources::title": "Minutes of the Economic and Social Council of the Slovak Republic (tripartite body) meeting on 21.5.202", "sources::url": " https://hsr.rokovania.sk/rokovania-hospodarskej-a-socialnej-rady-sr/?cms_location=rokovania-hospodarskej-a-socialnej-rady-sr", "sources::d_date": "05/21/2020", "modId": "0", "failure_reason": "HTTPConnectionPool(host='%20https', port=80): Max retries exceeded with url: //hsr.rokovania.sk/rokovania-hospodarskej-a-socialnej-rady-sr/?cms_location=rokovania-hospodarskej-a-socialnej-rady-sr (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7fe4c753dca0>: Failed to establish a new connection: [Errno -2] Name or service not known'))"}, {"recordId": "1608", "sources::title": "TASR, Odbor komunikácie MH SR: Získať dotáciu na nájomné môžu už aj podniky v ťažkostiach", "sources::url": "https://www.mhsr.sk/top/ziskat-dotaciu-na-najomne-mozu-uz-aj-podniky-v-tazkostiac", "sources::d_date": "08/24/2020", "modId": "0", "downloaded_to": "a26c41468907cd5f52187bef361b07494c232e0bfc942fed3a97cc79c708bca4"}, {"recordId": "2287", "sources::title": "Act 264/2020 Coll. amendment to Act 67/2020 Coll. on certain emergency measures in financial issues", "sources::url": "https://www.slov-lex.sk/pravne-predpisy/SK/ZZ/2020/264/20200929.htm", "sources::d_date": "09/22/2020", "modId": "0", "downloaded_to": "23494c64efd15111c6eee423742943cb3a0545f3997f67afc7790ea9642b35e9"}, {"recordId": "2289", "sources::title": "Act 349/2020 Coll. supplementing Act no. 71/2013  on the provision of subsidies within the competence of the Ministry of Economy of the Slovak Republi", "sources::url": "https://www.slov-lex.sk/pravne-predpisy/SK/ZZ/2020/349", "sources::d_date": "12/09/2020", "modId": "0", "downloaded_to": "46542b0ee3b486b4301b0565b90a86c9d19b34a76d474f59e72dbad369d73b64"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "300", "updates::d_date": "10/02/2020", "updates::description": "So far firms in difficulty could not apply for state aid to cover rents. Only the change in the conditions made by the European Commission allowed  to support SMEs ( the _'de minimis scheme'_). The Ministry of Economy of the Slovak Republic (MH SR) subsequently extended  the range of entities that can obtain a subsidy for rent - by companies in difficulty. Applications can be submitted until 30 November 2020.", "modId": "3"}], "regions": []}, "recordId": "806", "modId": "34"}