{"fieldData": {"title": "Subsidies for short-time work", "title_nationalLanguage": "Subvencioniranje krajšega delovnega čas", "d_startDate": "06/01/2020", "d_endDate": "06/30/2021", "calc_country": "Slovenia", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "SI-2020-23/904", "dateType": "Temporary", "calc_creationDay": "07/02/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "On 30 May 2020, the government issued the third COVID-19 Law (Act Determining the Intervention Measures to Mitigate and Remedy the Consequences of the COVID-19 Epidemic, ZIUOOPE). \rAmong many provisional measures, the most important is the short-time work subsidies scheme.\rThe Labour Ministry will subsidise up to 50% of working time. For the time when a worker will not work, their employer will pay an allowance of 80% of the wage and subsequently be compensated by the state. Employers who cannot provide at least 10% of their employees with 90% of normal working time, i.e. 36 hours of work per week, will meet the basic qualifying condition for the subsidy. \rEmployers can apply for this measure every month in the period from 1 June to 31 December 2020", "descriptionContentOfMeasure": "The measure aims at the protection and retention of jobs. The measure helps companies to overcome temporary stagnation and prevent layoffs by subsidising up to 50% of full-time wages. \rWorkers covered by short-time subsidies scheme work at least 20 hours a week while, for the remaining working time, they are temporary laid off. \rFor this part of working time (from 5 to 20 hours a week), the state pays monthly wage compensation:\r\r* €448 for 20–24 hours per week.\r* €336 for 25–29 hours.\r* €224 for 30–34 hours. \r* €112 for 35 hours.\r\rEmployers must meet the following conditions:\r\r*  Be registered in the Slovenian Business Register before 13 March 2020;\r* employ full-time workers.\r* Cannot provide at least 10% of his employees with at least 90% of the work load.\r* Are not direct or indirect budget users.\r* Conduct consultations with trade unions or work councils (or workers directly) about the number of employees working under short-time subsidies scheme, their working hours and duration of the measure.\r* Notify the Employment Service of Slovenia about short-time work. \r\rAn employee who temporarily works short-time retains all rights and obligations as he or she would work full-time. Temporary short-time employees may register at the Employment Service and participate in active labour market policy measures.\rDuring short-time scheme, employers are not allowed to:\r\r* Start dismissal procedure for subsidised short-time worker up to one month after the end of the short-time work scheme.\r* Dismiss a higher number of employees.\r* Demand overtime or uneven distribution of working-time if this work could have been performed by the employees temporarily waiting for work.\r", "descriptionUseOfMeasure": "Slovenian employers have submitted requests for short-time work subsidies for 20,556 employees just a week after the introduction of the scheme designed to help businesses, show data by the Employment Service.\rThe short-time measure seems to be much less popular than the temporary layoff scheme. While Employment Service has received requests for 369,454 temporary laid-off employees, there were 6,790 requests for 36,128 part-time employees until August 2020.", "descriptionInvolvementOfSocialPartners": "Negotiations between social partners were blocked because the new government, which came to power on 13 March 2020, had not appointed its members in the Economic and Social Council. On 20 April, trade unions protested against the exclusion of social partners in the preparation of emergency laws. They demanded the reactivation of the Economic and Social Council. The first meeting of the Economic and Social Council was held not before 15 May 2020. The Council then became involved in negotiations about the third emergency law ZIUOOPE, issued on 30 May 2020", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2020-23_904.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "971", "sources::title": "Zakon o interventnih ukrepih za omilitev in odpravo posledic epidemije COVID-19 (ZIUOOPE) [Act Determining the Intervention Measures to Mitigate and Remedy the Consequences of the COVID-19 Epidemic", "sources::url": "https://www.uradni-list.si/glasilo-uradni-list-rs/vsebina/2020-01-1195?sop=2020-01-119", "sources::d_date": "05/30/2020", "modId": "1", "downloaded_to": "e60622860f309f35cfeb6f7c42044d9f1d266b483136a8598246bb0eb2c86078"}, {"recordId": "972", "sources::title": "M. Z., Za subvencioniranje skrajšanega delovnika prijavljenih že 20.500 zaposlenih [20,500 employees requested subsidies for short-time work], MMC RTVSL", "sources::url": "https://www.rtvslo.si/gospodarstvo/za-subvencioniranje-skrajsanega-delovnika-prijavljenih-ze-20-500-zaposlenih/52766", "sources::d_date": "06/19/2020", "modId": "0", "downloaded_to": "35a2d64ab7aa2a9e0ba799afa1e656098f8e77988ec4fbaa1f558f826267869e"}, {"recordId": "978", "sources::title": "IUS LABORIS, What do employers need to know about the Third COVID-19 Law in Sloveni", "sources::url": "https://www.lexology.com/library/detail.aspx?g=353cdad2-0e5e-4776-aa60-3869c1c3d96", "sources::d_date": "06/12/2020", "modId": "0", "downloaded_to": "cc3a8fa40d9a3da7fed7af635d444cb9346d8d283f0ffb1f61f8ec0f079226cb"}, {"recordId": "1783", "sources::title": "[Employers requested more than 400,000 subsidies] Delodajalci zaprosili za državne subvencije za več kot 400.000 zaposleni", "sources::url": "https://www.rtvslo.si/gospodarstvo/delodajalci-zaprosili-za-drzavne-subvencije-za-vec-kot-400-000-zaposlenih/53243", "sources::d_date": "08/03/2020", "modId": "0", "downloaded_to": "0014d9c43460caeda788750d73840f2121366676283f2682f223399df2392b9f"}, {"recordId": "2488", "sources::title": "Act Determining Intervention Measures to Assist in Mitigating the Consequences of the Second Wave of COVID-19 Epidemic (Zakon o interventnih ukrepih za pomoč pri omilitvi posledic drugega vala epidemije COVID-19, ZIUPOPDVE", "sources::url": "http://pisrs.si/Pis.web/pregledPredpisa?id=ZAKO830", "sources::d_date": "12/30/2020", "modId": "0", "downloaded_to": "47c166ecb1b7632056cc5c3893555a75862c56642742d0936869e5ebb95c2a6f"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "563", "updates::d_date": "12/29/2021", "updates::description": "The seventh COVID-19 law (ZIUPOPDVE), adopted by the Parliament on 29 December 2020, extends short-time scheme until 30 June 2021. Employers must make their requests on 10 June 2021 at the latest. Companies are criminally and materially liable if they do not pay wages or wage compensations to workers or if they submit a false statement", "modId": "3"}], "regions": []}, "recordId": "814", "modId": "24"}