{"fieldData": {"title": "Temporary job-search benefit for unemployed who would otherwise not be eligible to receive benefits", "title_nationalLanguage": "Laikinoji darbo paieškos išmoka", "d_startDate": "06/12/2020", "d_endDate": "", "calc_country": "Lithuania", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Income support for unemployed", "calc_identifier": "LT-2020-24/906", "dateType": "Temporary", "calc_creationDay": "07/02/2020", "calc_lastUpdate": "01/13/2021", "descriptionBackgroundInfo": "Law amending Articles 25, 41, 42, 44 and 48-1 of Law on Employment of the Republic of Lithuania (No XII-2470) came into force in Lithuania on 12 June 2020, introducing a temporary job-search benefit. The purpose of the amendments is to provide support for persons who do not meet the eligibility criteria for unemployment social insurance benefit and for those who have previously received the unemployment benefit, but the period for its payment has expired. The aim is to ensure that not one unemployed person is left without income at the end of the quarantine.", "descriptionContentOfMeasure": "Pursuant to the Law, persons registered with the Public Employment Services (PES) shall be entitled to a job-search benefit, if all of the following conditions are met:\r\r* the person has been granted the status of an unemployed person;\r* at the moment of applying to the PES for a job-search benefit and at the time of deciding on granting the benefit, the unemployed person does not participate in any active labour market policy measures.\r\rThe amount of the benefit consists of:\r\r* 33% of the minimum monthly wage (MMW) approved by the Government of the Republic of Lithuania (GRL) applicable in the month for which the job-search benefit is paid (i.e. €200 for persons not entitled to unemployment social insurance benefits and for persons for whom the benefit payment period has expired);\r* 7% of the MMW (i.e. €42 for persons entitled to the unemployment social insurance benefit).\r\rThe benefit is paid for up to six months, but no longer than by 31 December 2020.", "descriptionUseOfMeasure": "According to the Ministry of Social Security and Labour, a total of 89,077 applications for temporary job-search benefits were received by the PES in Lithuania during the period from 12 June 2020 to 1 July 2020. The amount earmarked for the job-search benefits from the State budget is €265 million. On 23 November 2020, there were 109,629 persons that were granted €42 and 187,173 persons that were granted €200; the total amount paid constituted €100,503,337.21.", "descriptionInvolvementOfSocialPartners": "Social partners (SPs) consulted only ad hoc, the tripartite meeting was not held. On 24 April 2020, the Advisory Group for Post-Quarantine Social Issues under the Ministry of Social Security and Labour started its work in Lithuania, discussing measures to reduce social effects during the post-quarantine period in Lithuania. SPs were also invited to participate in the group.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LT-2020-24_906.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "981", "sources::title": "Law amending Articles 25, 41, 42, 44 and 48-1 of Law on Employment of the Republic of Lithuania (LR užimtumo įstatymo Nr. XII-2470 25, 41, 42, 44 ir 48-1 straipsnių pakeitimo įstatymas)", "sources::url": "https://www.e-tar.lt/portal/legalAct.html?documentId=502ff420abe211eab9d9cd0c85e0b745", "sources::d_date": "06/04/2020", "modId": "2", "downloaded_to": "20ee325ac9a12ce8ebdd4642e6128902fcd7172febe44f3642f16d4cf7fac520"}, {"recordId": "1001", "sources::title": "The 1.3 billion euro social support scheme launched (Pateikta 1.3 mlrd. eurų socialinės paramos programa)", "sources::url": "https://www.lps.lt/2507-pateikta-1-3-mlrd-euru-socialines-paramos-programa", "sources::d_date": "04/24/2020", "modId": "2", "downloaded_to": "9ce48c97f5c7283383acca1f68016eb4430548c34c5c95f01365fb826d739388"}, {"recordId": "2575", "sources::title": "Law No XIV-131 amending Articles 38, 41, 42 and 48-1 of the Law on Employment of the Republic of Lithuania (Užimtumo įstatymo Nr. XII-2470 38, 41, 42 ir 48-1 straipsnių pakeitimo įstatymas) ", "sources::url": "https://www.e-tar.lt/portal/legalAct.html?documentId=0b07130049ea11eb8d9fe110e148c770", "sources::d_date": "12/23/2020", "modId": "0", "downloaded_to": "a64af61c15129b4c602a6b10fc0846e71fb823f47744b34a546ac1e3e2109a0e"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "597", "updates::d_date": "01/01/2021", "updates::description": "On 1 January 2021, Law No XIV-131 amending Articles 38, 41, 42 and 48-1 of the Law on Employment of the Republic of Lithuania (No XII-2470) came into force in Lithuania, amending the procedure for paying temporary job search benefit (TJSB). In compliance with the amendments to the law, persons shall meet all of the following conditions to be entitled to the TJSB:\r\r* the person shall have been granted the unemployment status;\r* the unemployed person shall not participate in active labour market policy measures at the time of applying for the benefit;\r* the person’s employment contract or legal relations deemed to be equal to employment relations have expired not more than three months before the date of the Government-introduced state of emergency or quarantine;\r* the person is not entitled to unemployment social insurance benefit (USIB) or the benefit payment period has expired.\r\rThe persons above shall be paid benefits in the amount of 33% of the minimum monthly wage. As of 2021, the minimum monthly wage is €642. Accordingly, the benefit will amount to approx. €212 per month. ", "modId": "4"}], "regions": []}, "recordId": "816", "modId": "27"}