{"fieldData": {"title": "Exceptional unemployment benefits", "title_nationalLanguage": "Začasno denarno nadomestilo", "d_startDate": "03/13/2020", "d_endDate": "05/31/2020", "calc_country": "Slovenia", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Income support for unemployed", "calc_identifier": "SI-2020-11/907", "dateType": "Temporary", "calc_creationDay": "07/02/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "On 30 April 2020, the government issued the second COVID-19 Law ('Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy', ZIUZEOP-A). Article 61.a recognizes to persons who lost their employment due to the pandemic (after 13 March 2020), but do not fulfil the requirements for unemployment benefits, the right to ‘temporary unemployment benefits’. The measure is limited to the period of emergency measures.", "descriptionContentOfMeasure": "The measure (exceptional unemployment benefit) aims to prevent social hardship of persons who lost their employment during the lockdown, but do not meet the ordinary requirements for unemployment benefits, determined in the Labour Market Regulation Act. \rEligible are people who lost their employment for business reasons or termination of a fixed-term employment contract. \r\rThe applicant must be registered with the Employment Service of Slovenia. The maximum unemployment benefit is limited to €513,64 per month. On top of this, ‘temporary unemployment benefit’ covers all social security contributions. \rThe Employment Service of Slovenia is charged to manage the applications for this measure.", "descriptionUseOfMeasure": "From 4 May to 15 June 2020, the Employment Service of Slovenia received 1,930 requests for temporary unemployment benefits. Up to 15 June 2020, employment Service issued decisions on 80% of applications. Among these, about 500 applications were refused and 800 approved.\rEmployment Service of Slovenia approved temporary unemployment benefits to 954 people. Its average value was €513.64 and the total sum paid off €907,000. It is much less than expected. The ministry of labour reserved €4 million for about 2,500 dismissed persons. Trade unions whose idea was the temporary unemployment benefit, are nevertheless satisfied. Jakob Počivalšek, the secretary of the Confederation PERGAM thinks that the measure should be reactivated during the second wave of the epidemic and that all workers regardless of the type of work contract should be eligible not only those working on an employment contract", "descriptionInvolvementOfSocialPartners": "Up to 15 May 2020, social partners communicated with the government mostly by the written proposals. Negotiations between social partners were blocked because the new government, which came to power on 13 March 2020 had not appointed its members in the Economic and Social Council. On 20 April, trade unions protested against the exclusion of social partners in the preparation of emergency laws. They demanded the reactivation of the Economic and Social Council. The first meeting of the Economic and Social Council was held not before 15 May 2020. Since 15 May, the Council is involved in negotiations about next emergency laws.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2020-11_907.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "973", "sources::title": "Zakon o interventnih ukrepih za zajezitev epidemije COVID-19 in omilitev njenih posledic za državljane in gospodarstvo, ZIUZEOP-A [Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy", "sources::url": "https://www.uradni-list.si/glasilo-uradni-list-rs/vsebina/2020-01-0901?sop=2020-01-090", "sources::d_date": "04/30/2020", "modId": "0", "downloaded_to": "87c687ea95b0eb371f767110d2597180e5a671f7183878425babafc684c78ee7"}, {"recordId": "979", "sources::title": "Seven confederations of trade unions, Letter to the governmen", "sources::url": "https://www.zsss.si/wp-content/uploads/2020/03/Dopis_odgovorNaSmernice-za-pripravo-zakona-PKP1_sindikalne-centrale.pd", "sources::d_date": "03/25/2020", "modId": "0", "downloaded_to": "133dbf4de8d5acbefa8b339980de5153b23c6effb192ada8c6ef1dc5ecac785c"}, {"recordId": "980", "sources::title": "Employment Service of Slovenia, The first payment of temporary unemployment benefi", "sources::url": "https://www.ess.gov.si/za_medije/sporocila_za_javnost/prvo-izplacilo-zacasnega-denarnega-nadomestila-za-650-ose", "sources::d_date": "06/15/2020", "modId": "0", "downloaded_to": "832fb2aa5b28d21828f7d47ac3163eb93324cf902fd0eb978c05197468da5c74"}, {"recordId": "1785", "sources::title": "[Less money spent for exceptional unemployment benefits than planned] Za krizna nadomestila za brezposelnost manj kot četrtina predvidenega denarj", "sources::url": "https://www.primorske.si/slovenija/za-krizna-nadomestila-za-brezposelnost-manj-kot-ce?fbclid=IwAR1RQtZBUDUObdCPR0uBauf2SnbeAohm4YKvHEB5jqRZvBygW2XTX2MjLK", "sources::d_date": "08/09/2020", "modId": "0", "downloaded_to": "55d63be5dd006f17143393f981637e653612428beee265d6bbf041baddae69a3"}, {"recordId": "2488", "sources::title": "Act Determining Intervention Measures to Assist in Mitigating the Consequences of the Second Wave of COVID-19 Epidemic (Zakon o interventnih ukrepih za pomoč pri omilitvi posledic drugega vala epidemije COVID-19, ZIUPOPDVE", "sources::url": "http://pisrs.si/Pis.web/pregledPredpisa?id=ZAKO830", "sources::d_date": "12/30/2020", "modId": "0", "downloaded_to": "47c166ecb1b7632056cc5c3893555a75862c56642742d0936869e5ebb95c2a6f"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "555", "updates::d_date": "12/29/2020", "updates::description": "The seventh COVID-19 law (ZIUPOPDVE), adopted by the Parliament on 29 December 2020, reintroduces exceptional unemployment benefits for persons, who have lost their employment during the epidemic but do not fulfil requirements for unemployment benefits. The measure is available from 18 October 2020 until the end of the epidemic. The exceptional unemployment benefit amounts to €513.64 and covers all social security contributions. Employment Service of Slovenia administers applications for temporary unemployment benefits. Foreign workers also have the right to exceptional unemployment benefits under the same conditions.", "modId": "4"}], "regions": []}, "recordId": "817", "modId": "33"}