{"fieldData": {"title": "Idle-time allowance for employees ", "title_nationalLanguage": "Dīkstāves pabalsti uzņēmumu darbiniekiem", "d_startDate": "03/14/2020", "d_endDate": "06/30/2020", "calc_country": "Latvia", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "LV-2020-11/301", "dateType": "Temporary", "calc_creationDay": "04/06/2020", "calc_lastUpdate": "01/20/2021", "descriptionBackgroundInfo": "The measure consists of an allowance which is granted to employees suspended from working during the COVID-19 pandemic, in the idle time period. The period of idle time corresponds to a period lasting from 14 March 2020 until 14 May 2020, but could be shortened through a decision of the Cabinet on the emergency situation.\r\rThe measure in general is described in Section 14 of the law 'On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19' (adopted on 20 March 2020, valid from 22 March 2020).\r\rInitially the conditions of eligibility for the allowances for idle time for employees were regulated by the Regulation of Cabinet of Ministers No. 152, 'Regulations Regarding the Allowance for Idle Time for the Employees Affected by COVID-19', adopted on 24 March 2020. On 28 March 2020, the new Regulation of the Cabinet of Ministers No. 165, 'Regulations Regarding the Employers Affected by the Crisis Caused by COVID-19 which are Eligible for the Allowance for Idle Time and Division of the Payment for Late Tax Payments in Instalments or Deferral Thereof for up to Three Years' replaced the previous one.", "descriptionContentOfMeasure": "The allowance for the idle time is determined by the State Revenue Service, in the amount of 75% of the average monthly gross work remuneration, calculated for the period corresponding to the last six months before the declaration of the emergency situation, or in accordance with the actual data declared by employees within the previous six months. It cannot exceed €700 per calendar month. The allowance for idle time is not subject to personal income tax and to  mandatory State social insurance contributions. The employers and taxpayers, afflicted by the COVID-19 crisis, that can apply for the allowance, are those with:\r \r* An income from economic activity which, due to the spread of COVID-19, decreased by at least 30% in March or April 2020, in comparison with the respective month in 2019.\r* An income from economic activity which, due to the spread of COVID-19, decreased by at least 20% in March or April 2020, in comparison with the respective month in 2019, provided that they meet at least one of the following criteria: i) in 2019, the export volume of the employer affected by the crisis amounts to 10% of the total turnover or is not less than €500,000; or ii) the average monthly gross work remuneration disbursed by the employer affected by the crisis in 2019 is not less than €800; or iii) as on 31 December 2019, long-term investments in fixed assets are at least €500,000.\rThe Regulations of the Cabinet of Ministers No. 165 set forth in total 14 reasons when the allowance should not be paid, encompassing the existence of a tax debt higher than €1,000, or if the employee has commenced the employment relationships after 1 March 2020.", "descriptionUseOfMeasure": "From 25 March 2020 to 31 July 2020, 6,830 employers have received an allowance based on 18,813 applications (including submissions regarding the contestation of the adopted decision). 127,204 allowances have been granted to 52,828 employees. The total sum of granted allowances is €51,5 million. In compliance with State Revenue service information the most popular professions were: salesmen in retail trade and salesmen - consultant, cooks, waiters,  and kitchen workers.\r25% of employees who received the benefit were employed in accommodation and food service activities sector, 19% in manufacturing, 15% in wholesale and retail trade sector. \rBy number of companies employing receivers of benefit 20% of allowances went to wholesale and retail trade sector, 14% to accommodation and food service activities sector. The professional, scientific and technical activities sector, the arts, entertainment and recreation sector and manufacturing each received around 9%.", "descriptionInvolvementOfSocialPartners": "Top level social partner organisations – the Latvian Employers’ confederation and the Free Trade Union Confederation of Latvia – on 17 March 2020 has published 'Statement on support for government action to limit the spread of COVID-19 and reduce the impact of the crisis on Latvian companies and workers'. The social partners emphasized the need for cooperation of government, businesses, workers and citizens to ensure that everything we do helps to address this crisis.", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LV-2020-11_301.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "483", "sources::title": "Law On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19", "sources::url": "https://likumi.lv/ta/en/en/id/313373-on-measures-for-the-prevention-and-suppression-of-threat-to-the-state-and-its-consequences-due-to-the-spread-of-covid-19", "sources::d_date": "04/09/2020", "modId": "4", "downloaded_to": "4783f8d4b6e2ae36e2c7c497825dd167abffb16ec48e0c97397f180b4824e59a"}, {"recordId": "484", "sources::title": "Regulation of the Cabinet of Ministers Nr. 165 “Regulations Regarding the Employers Affected by the Crisis Caused by COVID-19 which are Eligible for the Allowance for Idle Time and Division of the Payment for Late Tax Payments in Instalments or Deferral Thereof for up to Three Years”", "sources::url": "https://likumi.lv/ta/en/en/id/313514-regulations-regarding-the-employers-affected-by-the-crisis-caused-by-covid-19-which-are-eligible-for-the-allowance-for-idle-time-and-division-of-the-payment-for-late-tax-payments-in-instalments-or-deferral-thereof-for-up-to-three-years", "sources::d_date": "04/09/2020", "modId": "4", "downloaded_to": "5c51e478c07a16ab5a3728cb95511cc1cd75ea737b3e5baf9018e91b497e3139"}, {"recordId": "485", "sources::title": "VID izmaksājis dīkstāves pabalstus 5516 darbiniekiem ", "sources::url": "https://www.vid.gov.lv/lv/vid-izmaksajis-dikstaves-pabalstus-5516-darbiniekiem-nodoklu-samaksas-termina-pagarinajumu-0", "sources::d_date": "04/06/2020", "modId": "3", "downloaded_to": "189d3256693a7d11462b18a8f82250194ae2b6b04d960f34f78675b915c7ef92"}, {"recordId": "486", "sources::title": "VID ģenerāldirektore: dīkstāves maksājumi ir atbalsts uzņēmējiem, nevis darbiniekiem", "sources::url": "https://www.tvnet.lv/6946518/vid-generaldirektore-dikstaves-maksajumi-ir-atbalsts-uznemejiem-nevis-darbiniekiem", "sources::d_date": "04/09/2020", "modId": "4", "downloaded_to": "ea96e87c4b2f7a6034238c318e7a1dbff0814886d908c790ac02d337031e1ef1"}, {"recordId": "487", "sources::title": "State Revenue Service informative page on COVID-19", "sources::url": "https://www.vid.gov.lv/lv/covid-19", "sources::d_date": "04/09/2020", "modId": "4", "downloaded_to": "22c7193fee3af080849d40512eb0155cbfc2d091c793d09293c6ab02a0c12bc9"}, {"recordId": "1218", "sources::title": "Law on the Suppression of Consequences of the Spread of COVID-19 Infection", "sources::url": "https://likumi.lv/ta/en/en/id/315287-law-on-the-suppression-of-consequences-of-the-spread-of-covid-19-infection", "sources::d_date": "06/10/2020", "modId": "0", "downloaded_to": "8e8d939ea7d7f72019976c2ab6105271e52ca57b21115b7562932fb11ceae0f1"}, {"recordId": "1219", "sources::title": "Summary of statistics on idle-time benefits", "sources::url": "https://www.vid.gov.lv/lv/statistika-3", "sources::d_date": "07/15/2020", "modId": "0", "downloaded_to": "ae92ec125de866c23bbe9b0f7285dd9d796ed072b7bf4ce21714292540474485"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "212", "updates::d_date": "07/17/2020", "updates::description": "The state of emergency declared in Latvia on 13 March as a result of the global COVID-19 pandemic came to an end at 10 June 2020. Therefore, the law 'On Measures for the Prevention and Suppression of Threat to the State and Its Consequences Due to the Spread of COVID-19' is no longer in force. Instead, the 'Law on the Suppression of Consequences of the Spread of COVID-19 Infection' was adopted on 6 June 2020 (in force from 10 June 2020).\rAccording to the latest edition of the Regulation of the Cabinet of Ministers No. 165, 'Regulations Regarding the Employers Affected by the Crisis Caused by COVID-19 which are Eligible for the Allowance for Idle Time and Division of the Payment for Late Tax Payments in Instalments or Deferral Thereof for up to Three Years', the idle-time allowances for employees are available up to 30 June 2020.", "modId": "3"}, {"recordId": "621", "updates::d_date": "11/09/2020", "updates::description": "In September COVID-19 spread rate rose sharply and, from 9 November 2020 the state of emergency was declared again, and different restrictions, as well as support measures, re-introduced.\rThe amount and eligibility criteria of the allowance for the idle time for employees has been changed in successive measure ([See case at COVID-19 EU PolicyWatch](https://static.eurofound.europa.eu/covid19db/cases/LV-2020-11_1708.html)).", "modId": "2"}], "regions": []}, "recordId": "184", "modId": "115"}