{"fieldData": {"title": "Crisis bonus for public employees", "title_nationalLanguage": "Krizni dodatek za javne uslužbenc", "d_startDate": "03/13/2020", "d_endDate": "12/31/2021", "calc_country": "Slovenia", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Remuneration and rewards for workers in essential services", "calc_identifier": "SI-2020-11/910", "dateType": "Temporary", "calc_creationDay": "07/02/2020", "calc_lastUpdate": "01/22/2021", "descriptionBackgroundInfo": "On 10 April 2020, the government issued the first COVID-19 law (Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy, ZIUZEOP). Article 71 gives public employees the right to crisis bonus during the epidemics (from 13 March to 31 May). The maximum level is 100% of hourly pay.", "descriptionContentOfMeasure": "According to the Collective Agreement for Public Sector, public servants have the right to bonus in the amount of 65% of hourly pay for hazardous work. The first COVID-19 law gives them another 35%, up to a maximum of 100 per cent.\r\rThe law says that employees who were exposed to a high health risk during the epidemics or overburdened with work have the right to crisis bonus. Directors of public institutions (health centers, hospitals, nursing homes, schools, police stations, ministries and so on) decide on who receives crisis bonus. The number of recipients was not limited.\r\rThe third COVID-19 law (ZIUOOPE) gives members of Civil Protection and other volunteers, participating in urgent interventions, the right to crisis bonus. Members of Civil Protection receive a daily bonus of €30, volunteers €10 (for work up to 4 hours), €20 (between 4 and 8 hours) or €30 (for more than 8 hours). On top of this, employers receive wage compensation for days when members of Civil Protection were absent from work.", "descriptionUseOfMeasure": "Interim report shows that indirect budget users (health institutions, nursing homes, etc.) spent €63 million for crisis bonuses, while direct budget users (central and local government) €11 million. Distribution of crisis bonus has raised concerns about arbitrary decisions of managers as well as its justification. For instance, one hospital refused to accept COVID-19 patients from nursing homes during the epidemic. Its employees nevertheless got €776,650 in crisis bonuses.\rThe total sum spent on public employees’ crisis bonus is still unknown. Until October 2020, the Ministry of Finance collected all payment requests valued €193 million in total, €42.3 million under the first COVID-19 law and more than €150 million under the Collective Agreement for Public Sector.", "descriptionInvolvementOfSocialPartners": "Up to 15 May 2020, social partners communicated with the government mostly by the written proposals. Negotiations between social partners were blocked because the new government, which came to power on 13 March 2020, had not appointed its members in the Economic and Social Council. On 20 April, trade unions protested against the exclusion of social partners in the preparation of emergency laws. They demanded the reactivation of the Economic and Social Council. The first meeting of the Economic and Social Council was held not before 15 May 2020. Since 15 May, the Council is involved in negotiations about next emergency laws", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2020-11_910.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only public sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "271", "sources::title": "Zakon o interventnih ukrepih za zajezitev epidemije COVID-19 in omilitev njenih posledic za državljane in gospodarstvo (ZIUZEOP) [Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy", "sources::url": "http://www.pisrs.si/Pis.web/pregledPredpisa?id=ZAKO819", "sources::d_date": "04/10/2020", "modId": "9", "downloaded_to": "45c14f3bd2d9aa70159a8f1157fa5b9e713be157d55e8e8db0da35fd4981cc85"}, {"recordId": "971", "sources::title": "Zakon o interventnih ukrepih za omilitev in odpravo posledic epidemije COVID-19 (ZIUOOPE) [Act Determining the Intervention Measures to Mitigate and Remedy the Consequences of the COVID-19 Epidemic", "sources::url": "https://www.uradni-list.si/glasilo-uradni-list-rs/vsebina/2020-01-1195?sop=2020-01-119", "sources::d_date": "05/30/2020", "modId": "1", "downloaded_to": "e60622860f309f35cfeb6f7c42044d9f1d266b483136a8598246bb0eb2c86078"}, {"recordId": "973", "sources::title": "Zakon o interventnih ukrepih za zajezitev epidemije COVID-19 in omilitev njenih posledic za državljane in gospodarstvo, ZIUZEOP-A [Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy", "sources::url": "https://www.uradni-list.si/glasilo-uradni-list-rs/vsebina/2020-01-0901?sop=2020-01-090", "sources::d_date": "04/30/2020", "modId": "0", "downloaded_to": "87c687ea95b0eb371f767110d2597180e5a671f7183878425babafc684c78ee7"}, {"recordId": "984", "sources::title": "Andreja Rednjak, ‘Javni sektor terja od države 75 milijonov evrov koronadodatkov’ [The public sector demands €75 million of corona allowances from the state] Financ", "sources::url": "https://www.finance.si/8963254/Javni-sektor-od-drzave-terja-75-milijonov-evrov-koronadodatko", "sources::d_date": "06/23/2020", "modId": "0", "downloaded_to": "677223aaa59dcb7506d056dc6debe827930fe2d97e615f2a04a1d2b6ce97c604"}, {"recordId": "1788", "sources::title": "[€193 million for crisis bonuses] Za 193 milijonov evrov kriznih dodatko", "sources::url": "https://www.delo.si/novice/slovenija/za-193-milijonov-evrov-kriznih-dodatkov", "sources::d_date": "09/12/2020", "modId": "0", "downloaded_to": "ab8406e644b5fcdd6f6653e294d8651496e9c6aa40231a03ec5857c7a5e5c217"}, {"recordId": "2488", "sources::title": "Act Determining Intervention Measures to Assist in Mitigating the Consequences of the Second Wave of COVID-19 Epidemic (Zakon o interventnih ukrepih za pomoč pri omilitvi posledic drugega vala epidemije COVID-19, ZIUPOPDVE", "sources::url": "http://pisrs.si/Pis.web/pregledPredpisa?id=ZAKO830", "sources::d_date": "12/30/2020", "modId": "0", "downloaded_to": "47c166ecb1b7632056cc5c3893555a75862c56642742d0936869e5ebb95c2a6f"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "71", "targetGroups::name": "The COVID-19 risk group at the workplace", "modId": "8"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "450", "updates::d_date": "11/27/2020", "updates::description": "The sixth COVID-19 law (ZIUOPDVE), adopted by the Parliament on 25 November 2020, makes directors of public institutions also eligible for crisis bonus. On the other hand, cleaners who clean facilities with a high risk of infection receive no bonus, as they are employed with private companies (cleaning services).", "modId": "2"}, {"recordId": "559", "updates::d_date": "12/29/2021", "updates::description": "The seventh COVID-19 law (ZIUPOPDVE), adopted by the Parliament on 29 December 2020, gives 30% crisis bonus to employees working with COVID-19 patients in hospitals and institutions providing social protection programmes, home care work, education and care of children with special needs, asylum seekers. It is new that the crisis bonus goes to public employees as well as workers employed with concessioners and contractors. The measure will be in force until December 2021.", "modId": "4"}], "regions": []}, "recordId": "820", "modId": "31"}