{"fieldData": {"title": "Subsidies for older employees in companies that have announced downtime", "title_nationalLanguage": "Subsidijos vyresnio amžiaus asmenims, įmonėse paskelbusiose prastovas", "d_startDate": "06/12/2020", "d_endDate": "12/31/2020", "calc_country": "Lithuania", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "LT-2020-24/911", "dateType": "Temporary", "calc_creationDay": "07/02/2020", "calc_lastUpdate": "07/15/2020", "descriptionBackgroundInfo": "Law amending Articles 25, 41, 42, 44 and 48-1 of Law on Employment of the Republic of Lithuania No XII-2470 came into force in Lithuania on 12 June 2020, providing for higher wage subsidies payable to employers for 60+ employees put to downtime. Amendments to the Law were initiated in view of the fact that the introduction of an emergency situation and quarantine measures in the country made it more difficult for older people to integrate into or stay in the labour market.", "descriptionContentOfMeasure": "The amendments to the Law introduced a special regulation for employees older than 60 years of age in Lithuania. Employers may be paid wage subsidies for 60+ employees put to downtown. The amount of the subsidy may be 100% or 70% of wages, at the choice of the employer:\r\r* If the employer chooses a 100% subsidy, the state will contribute maximum 1 minimum monthly wage (MMW) (€607 gross); \r* If the employer chooses a 70% subsidy, the state will be able to contribute 1.5 MMW (€910.5 gross).\r\rWages accrued during idle time may not exceed those fixed earlier in the employment contract. Wage subsidies may be granted during quarantine and emergency. \r\rHaving used the subsidy, the employer is required to retain at least 50% of jobs for at least 3 months from the end of the payment of the subsidy.", "descriptionUseOfMeasure": "According to the Ministry of Social Security and Labour, a total of 25,242 companies reported to the State Labour Inspectorate on employees put to downtime during the period from 1 March 2020 to 1 July 2020. Over this period, a total of 189,440 employees were put to downtime (and wage subsidy applications were received). Unfortunately, information on the share of 60+ employees is not available.", "descriptionInvolvementOfSocialPartners": "Social partners (SP) were consulted only ad hoc, the tripartite meeting was not held. On 24 April 2020, the Advisory Group for Post-Quarantine Social Issues under the Ministry of Social Security and Labour started its work in Lithuania, discussing measures to reduce social effects during the post-quarantine period in Lithuania. SPs were also invited to participate in the group.\r\r", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LT-2020-24_911.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "981", "sources::title": "Law amending Articles 25, 41, 42, 44 and 48-1 of Law on Employment of the Republic of Lithuania (LR užimtumo įstatymo Nr. XII-2470 25, 41, 42, 44 ir 48-1 straipsnių pakeitimo įstatymas)", "sources::url": "https://www.e-tar.lt/portal/legalAct.html?documentId=502ff420abe211eab9d9cd0c85e0b745", "sources::d_date": "06/04/2020", "modId": "2", "downloaded_to": "20ee325ac9a12ce8ebdd4642e6128902fcd7172febe44f3642f16d4cf7fac520"}, {"recordId": "1001", "sources::title": "The 1.3 billion euro social support scheme launched (Pateikta 1.3 mlrd. eurų socialinės paramos programa)", "sources::url": "https://www.lps.lt/2507-pateikta-1-3-mlrd-euru-socialines-paramos-programa", "sources::d_date": "04/24/2020", "modId": "2", "downloaded_to": "9ce48c97f5c7283383acca1f68016eb4430548c34c5c95f01365fb826d739388"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [{"recordId": "67", "targetGroups::name": "Older people in employment (aged 55+)", "modId": "9"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "821", "modId": "12"}