{"fieldData": {"title": "New support package for the economy ", "title_nationalLanguage": "Νέο πακέτο στήριξης της οικονομίας ", "d_startDate": "03/01/2020", "d_endDate": "12/31/2020", "calc_country": "Cyprus", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Access to finance", "calc_identifier": "CY-2020-10/916", "dateType": "Temporary", "calc_creationDay": "07/03/2020", "calc_lastUpdate": "07/15/2020", "descriptionBackgroundInfo": "The new support package of the government aims to stimulate the economy. It consists of thirteen measures of which one fourth are designed to support businesses and Small and Medium Enterprises (SMEs), in particular, to obtain liquidity, cover the running operating costs of businesses, stay afloat and avoid dismissals. The Minister of Financed designed the package and it has been approved by the Cabinet.   ", "descriptionContentOfMeasure": "The first measure provides for €800 million liquidity for the financing of Small and Medium Enterprises with favourable financing conditions and terms. The financing to SMEs will be done through the Cyprus Entrepreneurship Fund (CYPEF) and the bank institutes. Beneficiaries are SMEs with maximum number of employees to be 250 and the maximum amount of loan €1.5 million that are to be reimbursed over a period of twelve years. Interest rates will be lower than the current rates of banks with the potential of subsidy by the ‘Scheme of Interest Rates Subsidy’. \r\rThe second measure, the ‘Scheme of Interest Rates Subsidy’, aims to improve liquidity for businesses and self-employed confronting sudden lack of liquidity through subsidy of new business loans. Competent and financing authority is the General Accounting Office of the Ministry of Finance. Beneficiaries of the scheme are all undertaking companies in accordance with the EU definition – very small, small, medium and large enterprises and self-employed - and the aim of the loan shall be the covering of liquidity needs for capital and investment purposes. The maximum interest rates for long is defined to 4.25% and the maximum period of subsidy will be four years. For the first two years the subsidy will be up to 3.5 percentage points and two percentage points for the third and fourth years. \r\rThe third measure of this bundle is a lump sum subsidy targeting self-employed and very small businesses that have partially or fully suspended their activities integrated in the special schemes of the Ministry of Labour between 13 April and 12 May 2020. For businesses employing \r\r* up to one person the lump sum is €1,250, \r* 2-5 persons €3,000, \r* 6-9 persons €4,000 and \r* 10-50 persons €6,000. \r\rThe purpose of the measure is for the covering of rents, operational expenses and other business debts. \r\rThe fourth measure provides for the reduction of VAT from 9% to 5% for the period 1 July 2020 to 10 January 2020 in the sectors of tourist accommodation and catering. It is expected that the reduction will benefit the sectors that have been mostly affected by the pandemic as well as the businesses and consumers due to the increase of consumer demand.  ", "descriptionUseOfMeasure": "For the moment, there is no estimation on the number of eligible busineeses that are going to use the three different measures. ", "descriptionInvolvementOfSocialPartners": "The first consultation among the government and social partners for forming a package to support the economy has totally failed and the government abandoned the attempt for an agreement with social partners. Instead, the government initiated, designed, announced and implements the current bundle of measures taking into consideration the fundamental positions of the partners, particularly those for the support of SMEs.   ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/CY-2020-10_916.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "988", "sources::title": "New supporting package for the economy ", "sources::url": "https://www.pio.gov.cy/coronavirus/press/28052020_1.pdf", "sources::d_date": "05/28/2020", "modId": "0", "downloaded_to": "ff63db3145e19c0416ee011dac52c66c723757f98e9b2ea202315147bf7262a0"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "55", "targetGroups::name": "Solo-self-employed", "modId": "16"}, {"recordId": "62", "targetGroups::name": "SMEs", "modId": "12"}, {"recordId": "63", "targetGroups::name": "One person or microenterprises", "modId": "12"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "826", "modId": "17"}