{"fieldData": {"title": "Increase of the tax-exempt amount of income for workers earning below the annual minimum wage", "title_nationalLanguage": "Neapmokestinamojo pajamų dydžio padidinimas", "d_startDate": "07/01/2020", "d_endDate": "01/01/2021", "calc_country": "Lithuania", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Extensions of  income support to workers not covered by any kind of protection scheme", "calc_identifier": "LT-2020-27/918", "dateType": "Temporary", "calc_creationDay": "07/03/2020", "calc_lastUpdate": "07/21/2020", "descriptionBackgroundInfo": "On 1 July 2020, the Law amending Article 20 of the Law of the Republic of Lithuania on Personal Income Tax (PIT) (No IX-1007) was enacted, providing that a monthly tax-exempt amount of income (TEAI), which applies to income derived from employment relationships or relations in their essence corresponding to employment relationships, shall be increased by €50, i.e. from €350 to €400. The aim is to mitigate the negative economic and social effects of the state of emergency and quarantine on the low-paid and to boost the economy.", "descriptionContentOfMeasure": "The Law stipulates that the maximum annual TEAI shall be €4,800 (€400 per month) in Lithuania, if the person’s annual income does not exceed the minimum monthly wage (MMW). Prior to the entry into force of the Law, the annual TEAI in Lithuania was €4,200 (€350 per month). For persons whose monthly income related to employment relationships or relations in their essence corresponding to employment relationships exceeds the MMW effective on 1 January of the current calendar year, the applicable monthly TEAI shall be calculated according to a special formula.\r\rThe set up TEAI will apply from 1 January 2020 upon filing tax returns for the tax year 2020 and upon calculation of the PIT.\r\rThe Law enters into force on 1 July 2020 and is valid until 31 December 2020. Previously, the increase of the TEAI to €400 was planned in Lithuania as of 2021. ", "descriptionUseOfMeasure": "According to the estimates of the Ministry of Finance, the implementation of the measure will require allocations from the state budget in the amount of €84 million.", "descriptionInvolvementOfSocialPartners": "Social partners (SPs) were actively involved in the process of adoption of this measure. In order to prevent abuses by employers, the President of Lithuania proposed to sign a Memorandum committing employers not to reduce wages/salaries for employees that would increase with an increase in the TEAI. However, not all of trade unions (TUs) supported this idea and, e.g. the Lithuanian Trade Union Confederation (LTUC), refused to sign the Memorandum seeing no real benefits from it. According to the LTUC, it would agree to sign a collective or national agreement which sets out specific obligations of employers. Yet, the trade union Solidarumas will sign the document and believes employers will abide by the agreement. The Memorandum was also signed by the associations Infobalt and Investors’ Forum, the Lithuanian Employers' Confederation, the Confederation of Industrialists, and the Association of Lithuanian Chambers of Commerce, Industry and Crafts.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LT-2020-27_918.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "990", "sources::title": "Law amending Article 20 of the Law of the Republic of Lithuania on Personal Income Tax (LR gyventojų pajamų mokesčio įstatymo No IX-1007 20 straipsnio pakeitimo įstatymas)", "sources::url": "https://www.e-tar.lt/portal/legalAct.html?documentId=09ffa160ba1c11eab9d9cd0c85e0b745", "sources::d_date": "06/23/2020", "modId": "1", "downloaded_to": "3868945209e7713a744f9792a4b5f61209e94863fc367ea87f0bb5ef39fceb8f"}, {"recordId": "994", "sources::title": "Some TUs not to sign the Memorandum on non-reduction of salaries (Dalis profsąjungų nepasirašys memorandumo dėl atlyginimų nemažinimo)", "sources::url": "https://www.15min.lt/naujiena/aktualu/lietuva/dalis-profsajungu-nepasirasys-memorandumo-del-atlyginimu-nemazinimo-56-1322642?copied&fbclid=IwAR14V4BTZ7TWBD5j_3IfruuAmozg01GcR8_4spv0IvTDmmb0R625xqAIc7o&copied", "sources::d_date": "05/24/2020", "modId": "1", "downloaded_to": "817b92d902036b00a38f0d3e4e79b5ac41b350b00cb64509929012744745621e"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "33", "targetGroups::name": "Workers in non-standard forms of employment", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "828", "modId": "16"}