{"fieldData": {"title": "Support for preservation of jobs by micro-entrepreneurs whose economic activity has been disrupted due to a special circumstance caused by Coronavirus (COVID-19) for July 2020 ", "title_nationalLanguage": "Potpora za očuvanje radnih mjesta u djelatnostima pogođenima Koronavirusom (COVID – 19) za srpanj 2020. - mikropoduzetnici", "d_startDate": "07/01/2020", "d_endDate": "10/23/2020", "calc_country": "Croatia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "HR-2020-27/921", "dateType": "Temporary", "calc_creationDay": "07/04/2020", "calc_lastUpdate": "01/13/2021", "descriptionBackgroundInfo": "The coronavirus pandemic has seriously affected the overall Croatian economy, but the micro-businesses have been hit hardest. According to the survey run by the Croatian Chamber of Economy which covered over 2,700 companies, 95% of companies had reported a decline in turnover and 28% suffered a decline of 100%. Three-quarters of the companies surveyed, or 74%, reported drops in production, and a fifth of them, or 21%, had seen their production fall by 100%. \r\rSupply chains have also been impacted by the outbreak, with 61% of companies reporting problems. Forty-five percent of companies recorded declines in exports and 41% reported falls in imports. In such circumstances it is no wonder that 42% of those polled are considering layoffs and as many as 37% are thinking of closing down. Therefore, special measures were needed for micro-businesses, primarily by co-financing wages and granting them moratoriums on loan repayments. At the session held on June 29, 2020, the Croatian Employment Service Management Board adopted specific measure in this regard related to micro-entrepreneurs.\r\rThe Croatian Employment Service unifies two measures: “Support for preservation of jobs in sectors affected by COVID-19“ [HR-2020-12/361](https://static.eurofound.europa.eu/covid19db/cases/HR-2020-12_361.html?utm_source=externalDashboard&utm_medium=powerbi&utm_campaign=covid-19) and this measure \"Support for preservation of jobs by micro-entrepreneurs whose economic activity has been disrupted due to a special circumstance caused by the COVID-19” (HR-2020-27/921). ", "descriptionContentOfMeasure": "Target groups of employers are those who perform economic activity and employ up to 10 workers. Target groups of workers are all insured persons with the eligible employer, regardless of whether they have a permanent or fixed-term employment, including founders, members of the management board, directors, procurators, and business owners. The target group of workers does not include pensioners and foreigners from third countries whose residence and work permits have expired.\r\rEmployers who use measures of the Croatian Employment Service (CES) and other organisations, cannot use both measures at the same time. If more than one business entity has the same founder or owner who individually employs less than 10 employees, and all business entities together have more than 10 employees, the support will not be granted. \r\rEmployers can choose to suspend contractual obligations under active contracts of active labour market policy (ALMP) measures by CES that include the covering the cost of wages. At the end of the period of application of this measure, they will continue to use the ALMP measure in the remaining period. Employers need to prove that in June 2020 they had a decrease in income by at least 50% compared to June 2019, based on the submission of the VAT form for June 2020 and June 2019. If the employer operates for less than 12 months, it is necessary to prove a decrease in turnover by at least 50% in June 2020 compared to February 2020 based on the submission of the VAT form for June and February 2020. \r\rThe monthly amount of the support is HRK 2,000 (€267) for July 2020 per full-time employee, while for part-time employees it is the proportional according to the contractual number of hours. \r\rThe support period is July 2020, yet the Administrative Board of the Croatian Employment Service will decide each month on the extension of the measure. The representatives of social partners are members of the Administrative Board of the Croatian Employment Service. ", "descriptionUseOfMeasure": "Currently unknown.", "descriptionInvolvementOfSocialPartners": "The representatives of peak organisations of social partners, that are classified as representative, are the members of the Administrative Board of the Croatian Employment Service which is responsible for designing and implementation of the measure.  ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-27_921.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1005", "sources::title": "Potpora za očuvanje radnih mjesta u djelatnostima pogođenima Koronavirusom (COVID – 19) za srpanj 2020. – mikropoduzetnicipogođenima Koronavirusom (COVID – 19) za srpanj 2020. - mikropoduzetnici", "sources::url": "https://mjera-orm.hzz.hr/media/um0enidd/hzz-ocuvanje-radnih-mjesta-mikropoduzetnici-provedbena-dokumentacija-29-06_20.pdf", "sources::d_date": "06/29/2020", "modId": "0", "downloaded_to": "4291116eee3e855ac29825b367565eb5bc898460348e35f267ffa1b4e1457c3f"}, {"recordId": "1006", "sources::title": "Nove mjere za očuvanje radnih mjesta ", "sources::url": "https://www.hup.hr/nove-mjere-za-ocuvanje-radnih-mjesta.aspx", "sources::d_date": "06/30/2020", "modId": "0", "downloaded_to": "51bb7559a720d16d4a19f9d529f9e252e2741043665649caf60de8d986b25697"}, {"recordId": "1129", "sources::title": "Support for job preservation for micro-entrepreneurs - July 2020", "sources::url": "https://mjera-orm.hzz.hr/potpora-ocuvanje-radnih-mjesta-mikropoduzetnici/", "sources::d_date": "06/29/2020", "modId": "0", "downloaded_to": "c799d3e93faf0a166796956e1f4b7bbbe453a930162f64e0cd676e1a9b59e026"}, {"recordId": "1642", "sources::title": "Izmjene – Potpore za očuvanje radnih mjesta (COVID-19)\rIzmjene – Potpore za očuvanje radnih mjesta (COVID-19)\rIzmjene – Potpore za očuvanje radnih mjesta (COVID-19)\rIzmjene – Potpore za očuvanje radnih mjesta (COVID-19)Izmjene – Potpore za očuvanje radnih mjesta (COVID-19)\rIzmjene – Potpore za očuvanje radnih mjesta (COVID-19)", "sources::url": "http://mjere.hr/admin/wp-content/uploads/2020/07/Izmjene-i-dopune-kriterija-ORM-10.7..docx", "sources::d_date": "07/10/2020", "modId": "0", "downloaded_to": "06947775f6b58fa3a56593e81495e215a85a652554d4586b6de097e0fae3c794"}, {"recordId": "1643", "sources::title": " Potpore za očuvanje radnih mjesta (COVID – 19) – Mikropoduzetnici za rujan – prosinac\r\r ", "sources::url": "http://mjere.hr/", "sources::d_date": "09/10/2020", "modId": "0", "downloaded_to": "8a2de21ed09f2e7173f81d1bfa6b60c233644b5e58431b5a420d9a3ee16744c0"}, {"recordId": "1888", "sources::title": "Potpora za očuvanje radnih mjesta u djelatnostima pogođenima Koronavirusom (COVID – 19) za listopad – prosinac", "sources::url": "http://mjere.hr/admin/wp-content/uploads/2020/10/Potpora-za-o%C4%8Duvanje-radnih-mjesta-u-djelatnostima-pogo%C4%91enima-Koronavirusom-COVID-19-za-listopad-prosinac_22-10-3.pdf", "sources::d_date": "10/23/2020", "modId": "0", "downloaded_to": "a5fd05266332f04837eb8a3aa2559794a60a840069af81daee7a188867db8fe2"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [{"recordId": "63", "targetGroups::name": "One person or microenterprises", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "312", "updates::d_date": "07/10/2020", "updates::description": "The same criteria for June were also applied for August, but in July the support was increased for pension insurance contributions based on individual capitalized savings in the amount HRK 125 (€ 16.6). That is the amount of the additional pension insurance contributions based on individual capitalized savings (fully funded) for the length of insurance with increased duration. Employers need to prove that in June 2020 they had a decrease in turnover or revenues by at least 50% compared to June 2019, based on the submission of the VAT form for June 2020 and June 2019 to the Tax Administration. For receiving support for July 2020 Quarterly VAT payers prove a decrease in turnover or revenue of 50% in the second quarter of 2020, compared to the second quarter of 2019. If the employer operates for less than 12 months, it is necessary to prove a decrease in turnover or revenues by at least 50% in June 2020 compared to February 2020 based on the submission of the VAT form for June and February 2020 to the Tax Administration. Quarterly VAT payers prove a decrease in turnover or revenue of 50% in the second quarter of 2020 compared to the first quarter of 2020. ", "modId": "3"}, {"recordId": "313", "updates::d_date": "09/07/2020", "updates::description": "The criteria stayed the same for the period September-December but also posted workers were included. ", "modId": "1"}, {"recordId": "392", "updates::d_date": "10/23/2020", "updates::description": "The Croatian Employment Service published a newly adjusted measures intended to preserve jobs jeopardised by the COVID-19 epidemic. This measure unifies two previous measures: “Support for preservation of jobs in sectors affected by COVID-19“ and \"Support for preservation of jobs by micro-entrepreneurs whose economic activity has been disrupted due to a special circumstance caused by the COVID-19”. If an employer wants to use the new, unified measure, he or she must follow the prescribed procedure for giving up one of the previous two measures. It is not possible to accumulate the measures; the employer must decide which of the measures is more favourable for him or her. The new eligible sectors, in addition to those previously identified, are: agriculture, forestry, and fishing - only crop and livestock production, hunting and related service industries and fishing, and other service industries - repair of computers and personal and household goods and other personal service industries. The subsidy can be requested for all employees taken on before 30 September 2020. The subsidy amount is determined by the decline in revenue. This must be a decline of at least 60% to qualify for the maximum subsidy of HRK 4,000 (€ 533) per employee. The employer is obliged to retain all employees – business-related dismissal is not permitted. If an individual employee’s employment contract is terminated for another reason, the employer is entitled to the subsidy payment for the days on which the employee worked until the employment contract was terminated. Payment of funds follows, as before, on the last day of the month for the previous month, and at the latest upon submission of proof that the salary was paid - a VAT form or other legal document. This decision is applied for the period October-December 2020. ", "modId": "2"}], "regions": []}, "recordId": "831", "modId": "41"}