{"fieldData": {"title": "New rules for teleworking", "title_nationalLanguage": "Výkon práce z domácnosti zamestnanca", "d_startDate": "04/04/2020", "d_endDate": "", "calc_country": "Slovakia", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Teleworking arrangements, remote working", "calc_identifier": "SK-2020-14/302", "dateType": "Temporary", "calc_creationDay": "04/06/2020", "calc_lastUpdate": "07/15/2020", "descriptionBackgroundInfo": "The measure, that amends rules formerly introduced in the legal framework, is aimed to isolate more staff and not to reduce activity businesses and other organisations during the spread of the COVID-19 pandemic. This result is reached simplifying the rules to adopt work-from-home-based schemes.\r\rThe measure was adopted by the Act No. 66/2020 Coll., amending the Act No. 311/2001 Coll. on the Labour Code and supplementing some laws at the time of the COVID-19 pandemic. Section 250b of the Act specifies the possibility of an employer to order the employees to work from home upon defined circumstances. \r\r", "descriptionContentOfMeasure": "According to this measure, the employer and the employee can enter into the work-from-home scheme on the basis of a mutual agreement. The place of remote working must be specified by the parties, while the rules concerning working conditions, health and safety and working hours remain unchanged also while the work-from-home scheme is active.\r\rAdditionally, while the worker is operating from home, the employment relationship is not subject to the provisions on the schedule of weekly working hours, daily and  weekly rest and the idle-time. No wage supplements are paid to the employee for the overtime and night work and for working on Saturdays and Sundays, unless the employee and the employer agree otherwise.\r\r", "descriptionUseOfMeasure": "The measure concerns a large number of non-essential organisations, schools, institutions where there is no risk of production suspension and the supply of raw materials, materials, food, energy is not jeopardised.\r\rThere are no concrete figures available on the total number of employees who used the homework since mid-March till now. Nevertheless, according to the available information, most of the concerned employees were satisfied with the possibility to use it. Some employers consider the option to use homework also after the corona crisis.", "descriptionInvolvementOfSocialPartners": "According to the peak organisations of employers AZZZ SR, APZ and KOZ SR, social partners were not involved via usual tripartite consultations nor in the cross-sector commenting procedure. Some social partners, e.g. KOZ SR, tried to be involved and provided comments informally via media or exceptionally through individual consultation with representatives of the respective state administration body, particularly with the Ministry of  Labour, Social Affairs and Family.", "socialPartner_form": "Other", "socialPartner_role": "Informed", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SK-2020-14_302.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "143", "sources::title": "66 ACT of 2 April 2020 amending and supplementing Act no. 311/2001 Labor Code, as amended, and amending and supplementing certain act (Zákonník práce)", "sources::url": "https://www.slov-lex.sk/pravne-predpisy/SK/ZZ/2020/66", "sources::d_date": "04/06/2020", "modId": "6", "downloaded_to": "1b64557507d5261a661863b8a4f63e6113ba3fc0b325bc99caf8a3f4c6c65bde"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "185", "modId": "96"}