{"fieldData": {"title": "Extention of moratorium or deferral payment on loans with Sberbank d.d.", "title_nationalLanguage": "Moratorij na kredite kod Sberbank d.d. ", "d_startDate": "07/01/2020", "d_endDate": "10/01/2020", "calc_country": "Croatia", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Preventing over-indebtedness", "calc_identifier": "HR-2020-27/922", "dateType": "Temporary", "calc_creationDay": "07/04/2020", "calc_lastUpdate": "07/11/2020", "descriptionBackgroundInfo": "Due to the adverse consequences of coronavirus crisis, many citizens found themselves in the dire situation and due to unemployment or decrease in salaries are not able to duly repay bank loans. Therefore, some financial institutions and banks provided measures for deferral repayment.\rSperbank has provided an extention of the moratorium for a period of three to six months. The bank is member of  Sberbank Europe Group, which today is present in a total of eight markets in the CEE region: Austria, Bosnia and Herzegovina (Sarajevo and Banja Luka), Croatia, the Czech Republic, Hungary, Slovenia, Serbia and Germany.\r\r  ", "descriptionContentOfMeasure": "For all clients who duly repay their loans and found themselves in financial difficulties caused by COVID and have not yet used the moratorium in the Bank, Sperbank has provided a deferral of payment, or a moratorium on loan repayment. The requests for a moratorium on loan repayment should be submitted between 1st July and 31st October 2020. The deferral of annuity payment is approved for a period of 3 to 6 months depending on the reason for requesting the moratorium, starting from the due date of outstanding annuity. \r\rThe decision on approving the moratorium is made by the Bank on the basis of submitted documentation. During the moratorium, a client is not required to pay either principal or interest on the loan. Interest on a loan will be calculated but not immediately charged. Upon expiration of the moratorium, the Bank will allocate interest that has not been collected, but is calculated during the moratorium, to the remaining annuities, until the end of loan repayment. This means that the amount of the existing annuity per loan will be increased for the amount of interest that will be calculated during the moratorium. The loan repayment deadline is extended by as many months as the moratorium has been approved, in order to further facilitate client’s future monthly financial obligation Regarding the COVID-19, the reasons for deferral repayment can be job loss and salary reduction. ", "descriptionUseOfMeasure": "It is impossible to estimate the number of potential users of deferral payment, but it is highly likely that the measure will trigger a considerable interest among Bank's clients. ", "descriptionInvolvementOfSocialPartners": "Due to the nature of the measures social partners were not included but they always advocate the measures which help financial problems of citizens. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-27_922.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Company practices", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1007", "sources::title": "Ugovaranje moratorija za kredite ", "sources::url": " \rhttps://www.sberbank.hr/moratorij-novo/", "sources::d_date": "06/29/2020", "modId": "0", "failure_reason": "HTTPConnectionPool(host='%20%0dhttps', port=80): Max retries exceeded with url: //www.sberbank.hr/moratorij-novo/ (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7fe4c754f9a0>: Failed to establish a new connection: [Errno -2] Name or service not known'))"}, {"recordId": "1135", "sources::title": "Sperbank extention for existing moratorium for loans", "sources::url": "https://www.sberbank.hr/moratorij-novo/", "sources::d_date": "07/01/2020", "modId": "0", "downloaded_to": "cf357ae47b017c6f0dc62994357e0bd5709862f05b2a40435c87f3a0c1405425"}], "actors": [{"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "832", "modId": "24"}