{"fieldData": {"title": "Support to employers in keeping the workplaces", "title_nationalLanguage": "Masuri de suport pentru angajatori pentru mentinerea locurilor de munca ", "d_startDate": "06/01/2020", "d_endDate": "12/31/2020", "calc_country": "Romania", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "RO-2020-23/923", "dateType": "Temporary", "calc_creationDay": "07/05/2020", "calc_lastUpdate": "07/22/2020", "descriptionBackgroundInfo": "The state paid the so-called [technical unemployment](https://static.eurofound.europa.eu/covid19db/cases/RO-2020-12_373.html) during the state of emergency to the employees working in sectors/companies affected by the COVID-19 crisis and whose labour contracts have been suspended. However, after the end of the state of emergency and the relaxation of restrictions, several businesses continue to face financial difficulties, which might result in increasing unemployment. In order to support the employers in maintaining the workplaces, and to prevent raising of unemployment, the state offers financial support to employers who have had suspended the labor contracts of their employees during the state of emergency or applied for technical unemployment. ", "descriptionContentOfMeasure": "Starting with 1 June 2020, the state will cover a percentage equal to 41.5% of the wage of those employees who previously have benefited from technical unemployment or whose labour contracts have been suspended during the state of emergency. The measure will be implemented for a period of three months. The share of wage paid by the state cannot exceed 41.5% of the national gross average wage. Employers that access this measure are obliged to maintain the working relation with the employees whose wages are co-paid by the state until 31 December 2020. The only exception from this provision are the seasonal workers, with temporary contracts. ", "descriptionUseOfMeasure": "The Government estimates that 750,000 employees could benefit of this measure. ", "descriptionInvolvementOfSocialPartners": "The social partners have been consulted on the design of the measure. The social partners are not involved  in implementing and monitoring the measure. Their involvement in designing the measure is required by institutional setting. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/RO-2020-23_923.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1012", "sources::title": "Ordonanta de Urgenta nr. 92 din 28 mai 2020\rpentru instituirea unor măsuri active de sprijin destinate angajaților și angajatorilor în contextul situației epidemiologice determinate de răspândirea coronavirusului SARS-CoV-2, precum și pentru modificarea unor acte normative", "sources::url": "http://legislatie.just.ro/Public/DetaliiDocument/226195", "sources::d_date": "05/28/2020", "modId": "0", "downloaded_to": "78798eef3b39a0aab28236aac4d69f8ddf5cc1f709aa85cfbeaebb974dac941e"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "833", "modId": "21"}