{"fieldData": {"title": "Income support for returning Romanian migrant workers, youth and elderly", "title_nationalLanguage": "Măsuri de sprijin pentru încadrarea în muncă a cetățenilor români cărora le-au încetat raporturile de muncă cu angajatorii străini aflate în derulare pe teritoriul altor state, persoanelor în vârstă și tinerilor ", "d_startDate": "06/01/2020", "d_endDate": "06/01/2021", "calc_country": "Romania", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Extensions of  income support to workers not covered by any kind of protection scheme", "calc_identifier": "RO-2020-23/924", "dateType": "Temporary", "calc_creationDay": "07/05/2020", "calc_lastUpdate": "07/22/2020", "descriptionBackgroundInfo": "628,478 workplaces disappeared in the first three months of the COVID-19 crisis (16 March - 17 June 2020). The most vulnerable categories on the labour market are the elderly and youth. \rIn addition, 1.3 million Romanian citizens who previously worked abroad in EU members states such as Spain, Italy, Germany, have returned to Romania after the COVID-19 crisis emerged. Estimations indicate that 300,000 of them are currently looking for a job in Romania. \rIn order to support the labour market integration of returned Romanian workers, especially youth and elderly, and to promote labour market and economic recovery, the Government proposed a set of support measures.", "descriptionContentOfMeasure": "Starting with 1 June 2020, the Government will cover, for a period of 12 months, a 50% share (but not exceeding RON 2,500 - the equivalent of €510) of the wage of those employees who are aged 16-29 or over 50 years, and whose labour contract has ceased during the state of emergency and/or state of alert. The same provision applies to the Romanian workers who previously worked in other EU member countries and whose labour contracts have ceased due to objective reasons. To receive the state support the employees whose contracts ceased must be officially registered as unemployed. It is mandatory for the employers to maintain the labour contact valid 12 months after the support measure ceases. ", "descriptionUseOfMeasure": "1,3 million Romanian citizens who previously worked in EU member state have returned back to Romania since the emergence of the pandemic. About 300,000 of them are job-seekers. They are expected to be among the beneficiaries of the measure. The unemployment among youth (15-24) was 17,4% in March 2020, almost three times higher than among the overall population. Some of the unemployed youth will benefit of the measure as well. \r\r", "descriptionInvolvementOfSocialPartners": "The social partners have been consulted in the design of the measure.  Their involvement was requested by institutional setting. National (cross sector) trade union organisations and employers organisations have been consulted. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/RO-2020-23_924.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1013", "sources::title": "Ordonanta de Urgenta 92/28.05.2020", "sources::url": "http://legislatie.just.ro/Public/DetaliiDocument/226195", "sources::d_date": "05/28/2020", "modId": "0", "downloaded_to": "78798eef3b39a0aab28236aac4d69f8ddf5cc1f709aa85cfbeaebb974dac941e"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "46", "targetGroups::name": "Migrants", "modId": "14"}, {"recordId": "51", "targetGroups::name": "Other groups of workers", "modId": "15"}, {"recordId": "67", "targetGroups::name": "Older people in employment (aged 55+)", "modId": "9"}, {"recordId": "68", "targetGroups::name": "Youth (18-25) in employment", "modId": "9"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "834", "modId": "23"}