{"fieldData": {"title": " Facilities granted for payment of the building tax or building charge", "title_nationalLanguage": "Facilități fiscale pentru plata impozitului anual pe clădiri ", "d_startDate": "05/14/2020", "d_endDate": "08/14/2020", "calc_country": "Romania", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "RO-2020-20/926", "dateType": "Temporary", "calc_creationDay": "07/05/2020", "calc_lastUpdate": "07/22/2020", "descriptionBackgroundInfo": "The institution of state of emergency led to the closing down of several economic activities. Some companies, in specific sectors, have been obliged by law to close their activities. Other companies were not obliged by law to interrupt their activities, but the consequences of lock down made the interruption necessary. In several cases, companies have postponed the payment of the rent. All these facts led to a reduction in the income of the companies and difficulties in payments. In order to support the economic recovery, the Government announced in May tax facilities for payment of the annual building tax or building charge of those entities that have been hit by the effects of the COVID-19 crisis. ", "descriptionContentOfMeasure": "For the taxpayers paying the building tax/building charge, Local Councils/General Council of the Municipality of Bucharest can adopt resolutions, by 14 August 2020 inclusive, on the reduction of the annual tax on buildings by up to 50%, for non-residential buildings, owned by individuals/legal persons if during the period for which the state of emergency was declared the owners or users of the buildings were required, according to the law, to completely interrupt their activity. The GEO 69/2020 also provides that Local Councils/General Council can exempt from the payment of the monthly building charge due by lessees, tenants, holders of the right to administer or use a public or private property of the state or of the administrative-territorial units, if during the period for which the state of emergency was decreed the users of the buildings were required, according to the law, to completely interrupt their economic activity", "descriptionUseOfMeasure": "For payment reduction of the annual tax on non-residential buildings, granted under resolutions of local public administration authorities, the owners of the buildings have to submit by 15 September 2020, inclusive, a reduction application accompanied by a sworn-statement, to the local tax authority in whose territorial area the building is located.\r\rFor exemption from the payment of the monthly building charge, granted under resolutions of local public administration authorities to lessees, tenants, holders of the right to administer or use a public or private property of the state or administrative-territorial units, these categories will file, by 15 September 2020, inclusive, with the local tax authority in whose territorial area of ​​competence the building is located, an exemption application, accompanied by a sworn-statement.", "descriptionInvolvementOfSocialPartners": "The involvement of social partners in the design of the measure is unknown. There is no involvement of the social partners in the implementation and monitoring of measure. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/RO-2020-20_926.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1016", "sources::title": "ORDONANȚĂ DE URGENȚĂ nr. 69 din 14 mai 2020\rpentru modificarea și completarea Legii nr. 227/2015 privind Codul fiscal, precum și pentru instituirea unor măsuri fiscale", "sources::url": "http://legislatie.just.ro/Public/DetaliiDocument/225588", "sources::d_date": "05/14/2020", "modId": "0", "downloaded_to": "924acf3591b6231a1ff12282c81d8a8fa3e8e98d6826f66a3e50958ea5062fb9"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "836", "modId": "11"}