{"fieldData": {"title": "Facilities for payment of rent", "title_nationalLanguage": "Facilități pentru plata chiriei", "d_startDate": "06/21/2020", "d_endDate": "12/31/2020", "calc_country": "Romania", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "RO-2020-26/927", "dateType": "Temporary", "calc_creationDay": "07/05/2020", "calc_lastUpdate": "07/22/2020", "descriptionBackgroundInfo": "The state of emergency, installed for two months, led to financial and economic hardship for many business operators, but also private citizens. Some saw their income diminished due to the imposed lockdown. In order to support the businesses to stay afloat, but also to offer support to persons passing though financial difficulties, the Parliament adopted a law that provides for rent payment facilities for the period related to the state of emergency. \r", "descriptionContentOfMeasure": "Tenants, economic operators, practitioners of the liberal professions, legal entities under private law, whose activity has been interrupted or whose incomes or revenues have decreased by at least 15% in March 2020 compared to the average of the last calendar year in the period of application of the state of emergency, natural persons economically affected directly or indirectly during the period of application of the state of emergency, may postpone upon request, without payment of interest and penalties, the payment of rent for the use of real estate registered as premises, offices or homes.\r\rThe payment of rents to landlords for these categories of tenants shall be made by the competent territorial tax authority, on behalf of the landlords, at the request of the tenants under certain conditions. Tenants will pay subsequently to the tax authority. The tenants can benefit of the rent deferral for the entire state of emergency period, as well as for the month following the one in which the state of emergency ceased, i.e., effectively by 30 June 2020.", "descriptionUseOfMeasure": "There is no estimation on the number of companies/citizens eligible for the facilities provided by the measure. However, we estimate a limited impact when it comes to natural persons, due to the fact that many tenants do not have formal rental contracts, which is a condition for benefiting from the measure. ", "descriptionInvolvementOfSocialPartners": "The involvement of social partners in the design of this measure is unknown. There is no involvement of social partners taken into account when it comes to implementation and monitoring of the measure.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/RO-2020-26_927.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1017", "sources::title": "LEGE nr. 62 din 20 mai 2020\rprivind aplicarea unor facilități de la plata chiriei pentru perioada aferentă stării de urgență", "sources::url": "http://legislatie.just.ro/Public/DetaliiDocument/225971", "sources::d_date": "05/20/2020", "modId": "0", "downloaded_to": "7f155df3178d9864aa031913866f963701540f362493aca4df94bf186abcb65d"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "6", "funding::name": "Local funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "837", "modId": "14"}