{"fieldData": {"title": "Deferment of payment for utilities and rent for SMEs ", "title_nationalLanguage": "Amânarea plății chiriei și utilităților pentru IMM-uri  ", "d_startDate": "03/21/2020", "d_endDate": "05/15/2020", "calc_country": "Romania", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "RO-2020-12/928", "dateType": "Temporary", "calc_creationDay": "07/05/2020", "calc_lastUpdate": "07/22/2020", "descriptionBackgroundInfo": "As of 16 March 2020, the state of emergency was declared in Romania. Several lockdown measures, such as closing of shopping centres, bars, restaurants, indoor activities and travel ban have been imposed by authorities, leading to financial difficulties for many companies. Small and Medium Enterprises have been among the most affected economically. In order to mitigate the negative impact on economy of COVID-19, the Government issued a Government Emergency Ordinance (GEO 29//2020) that provides for deferred payment for small and medium-sized enterprises (SME) for utilities and rent for premises used as headquarters or secondary offices. ", "descriptionContentOfMeasure": "Throughout the state of emergency, small and medium-sized enterprises (SME) can delay the utilities and rent payment. To be eligible, beneficiaries should have fully or partly interrupted their activity based on decisions issued by public authorities and should hold a state of emergency certificate.The business disruption is not sufficient, additionally, the locations of the enterprises must be closed (even partially) as a result of the state of emergency related measures taken by the public authorities. Utilities for which deferment of payment is granted are electricity, natural gas, water, telephone and internet services. Deferment of rent payment is granted for the main office and for the secondary offices.", "descriptionUseOfMeasure": "Throughout the state of emergency, 45,000 companies have applied for an emergency certificate, which is a condition for SMEs to benefit of the deferment. But there is no official estimation on the  number of SMEs that made use of the legal provisions provided by the measure. ", "descriptionInvolvementOfSocialPartners": "The involvement of social partners in the design of the measure is unknown. There is no involvement of social partners required for the implementation and monitoring of the measure. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/RO-2020-12_928.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1018", "sources::title": "Ordonanța de urgență nr. 29/2020 privind unele măsuri\reconomice și fiscal-bugetare", "sources::url": "https://static.anaf.ro/static/10/Anaf/Informatii_R/oug_29_21032020.pdf", "sources::d_date": "03/21/2020", "modId": "0", "downloaded_to": "a74f1e9e41f134ea611aac5059d6aa5d2660c11ba47cfa161d0d371ef892a1a1"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "62", "targetGroups::name": "SMEs", "modId": "12"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "838", "modId": "11"}