{"fieldData": {"title": "Malta Development Bank COVID-19 Guarantee Scheme ", "title_nationalLanguage": "", "d_startDate": "04/03/2020", "d_endDate": "", "calc_country": "Malta", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Access to finance", "calc_identifier": "MT-2020-14/931", "dateType": "Open ended", "calc_creationDay": "07/06/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "In order meet the working capital requirements of organisations in Malta which due to COVID-19 are suddenly facing an acute liquidity shortage, the Malta Development Bank COVID-19 Guarantee Scheme (CGS) provides guarantees to commercial banks with the aim of increasing access to bank financing.  \r\rMalta Development Bank (MDB) is responsible to develop, administer and implement the scheme. The scheme is intermediated via commercial banks in Malta.  \r\rThe loans can be used for a variety of purposes, including, but limited to: employee salaries (including social and health security payments); lease of establishment, including rental costs, energy and water bills; unpaid invoices; acquisition of material and stock; expenses related to postponed or cancelled contracts due to COVID-19; and maintenance costs. \r", "descriptionContentOfMeasure": "A Guarantee Fund of €350 million has been made available by the Government in order to guarantee loans by commercial banks in Malta, needed to meet the new financial requirements of organisations facing cashflow disruptions during COVID-19. Applications for loans are assessed by the commercial bank in question, assessment is based on the bank's credit policy criteria, and final approval rests with the commercial bank. \r\rThe loans have the following features: SMEs can avail of a maximum of loan of €2 million, whereas large enterprises of €5 million. Loans in excess of these amounts are possible (up to a maximum of €10 million for SMEs and €25 million for large enterprises) but require the prior approval of the MDB. The interest rate of the loan is to be determined by the commercial bank, but these are required to provide an interest rate reduction to organisations of at least one percentage point on the average lending rate as compared to similar loans prior to the introduction of this scheme. The term of the loan is a minimum of 18 months to a maximum of 48 months. Subject to additional terms and conditions, the term of the loan can be increased up to 72 months. The loan also has a minimum moratorium of six months, with a possibility to extend to one year. This moratorium applies to both interest and capital repayments and its extension will be considered on a case-by-case basis. \r\r\r\r", "descriptionUseOfMeasure": "An Economic Update issued by the Malta Central Bank in November 2020 announced that as of the end of September 453 facilities had been approved by the COVID-19 Guarantee Scheme, covering a total of €343.7 million. Of those approved, 129 facilities were in the wholesale and retail trade sector (€81.9 million), 106 facilities in the accommodation and food service sector (€69.8 million), 39 facilities in the manufacturing sector (€18.1 million), 32 in the transport and storage and information and communication sector (€49.4 million) , 31 facilities in the administrative and support service activities sector (€11.6 million), 29 facilities in the professional, scientific and technical activities sector (€12.9 million) and 21 facilities in the construction sector (€33.2 million), amongst others. As the scheme provides loans for working capital, only €165.6 million were disbursed by the end of September, up from the €121.4 million disbursed by the end of August.", "descriptionInvolvementOfSocialPartners": "The measure was first announced by the government following calls by trade union and employer associations for action to save jobs and industry. Discussions took place between social partners and government directly and consultation was limited, resulting in regular public proclamations by social partners stating that more needed to be done. Whilst first announced on the 18th of March, the measure was approved by the European Commission on the 2nd April. The measure was designed and is managed by the Malta Development Bank.  ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/MT-2020-14_931.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1041", "sources::title": "The Malta Development Bank - MDB COVID-19 Guarantee Scheme", "sources::url": "https://mdb.org.mt/en/news-and-media/Documents/Press%20Release%20CGS.pdf", "sources::d_date": "04/03/2020", "modId": "0", "failure_reason": "HTTPSConnectionPool(host='mdb.org.mt', port=443): Max retries exceeded with url: /en/news-and-media/Documents/Press%20Release%20CGS.pdf (Caused by SSLError(SSLCertVerificationError(1, '[SSL: CERTIFICATE_VERIFY_FAILED] certificate verify failed: unable to get local issuer certificate (_ssl.c:1123)')))"}, {"recordId": "2324", "sources::title": "Central Bank of Malta - Economic-Update-11-2020", "sources::url": "https://www.centralbankmalta.org/site/Publications/Economic-Update-11-2020.pdf", "sources::d_date": "11/19/2020", "modId": "0", "downloaded_to": "13005a177a5e1218afc9ccec30bf071c7548347bbb033ed299a550d3db3f1987"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "10", "actors::name": "EU (Council, EC, EP)", "modId": "0"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "841", "modId": "21"}