{"fieldData": {"title": "Moratorium on loan repayments", "title_nationalLanguage": "Moratorju fuq ħlasijiet lura tas-self", "d_startDate": "04/14/2020", "d_endDate": "03/31/2021", "calc_country": "Malta", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "MT-2020-16/932", "dateType": "Temporary", "calc_creationDay": "07/06/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "Through Legal Notice 142 of 2020, Moratorium on Credit Facilities in Exceptional Circumstances Regulations, credit and financial institutions licensed by the Malta Financial Services Authority (MFSA) have been directed to offer a six-month moratorium on repayment of capital and interest to support individuals, households and organisations who have been materially affected by the COVID-19 outbreak.", "descriptionContentOfMeasure": "Regulations entitled 'Moratorium on Credit Facilities in Exceptional Circumstances' was issued through Legal Notice 142 of 2020. Via these regulations, credit and financial institutions in Malta were directed to offer a six-month moratorium on repayments on capital and interest for borrowers who have been negatively affected by COVID-19. The moratorium is for credit facilities sanctioned prior to 1 March 2020 and is applicable to individuals, households and businesses who can show that COVID-19 had a negative impact upon them. The six-month moratoria period starts from the date of approval of the application. Those affected were originally asked to apply with their respective credit or financial institution until 30 June 2020. The moratorium was subsequently extended by a further six months and applicants for this extension were asked to apply by 30 September 2020. \r\rAs the moratorium is a temporary suspension of the borrower’s repayment obligations, capital and/or interest repayments are postponed to a later date without any penalties or administrative fees being imposed. Borrowers who have been in arrears prior to 1 March 2020 are not eligible for the moratorium. \r", "descriptionUseOfMeasure": "7,327 household and commercial loans were subject to a moratorium by end April for a value of €1.3 billion. The loans constituted 11.3% of all bank loans. Of these, 5,656 were household loans, which represents 8% of all loans held by households. In terms of industry, the sector that made most use of the moratorium with the Accommodation, Food and Services sector where 41% of those who held a loan made use of the moratorium. This was followed by 19.1% of the Real Estate sector and 16% of the manufacturing sector. \r\rAn Economic Update issued by the Malta Central Bank in November 2020 announced that as of the end of September, 8.335 loans were subject to a moratorium on repayments. The total value of these loans stood at €1.8 billion, or 15.6% of total outstanding loans to Maltese residents. The value of these loans was a slight decrease when compared when compared to August, and was the first decline since the scheme was first commenced, indicating that some loan holders had recommenced repaying their loan. Whilst moratoria continued to increase in the accommodation and food services sector, declines were evident in the household, transport and storage, and real estate sectors. ", "descriptionInvolvementOfSocialPartners": "The moratorium was enacted by the Minister responsible for public health, with the concurrence of and in consultation with the Minister for Finance and Financial Services, having held consultations with the Malta Financial Services Authority and the Malta Bankers’ Association. The Malta Bankers’ Association, represents the interests of banks that are licensed to operate in Malta.\r\rIt is worth noting that throughout this period direct consultations were occurring between the government and various social partners including general unions and employer associations. It is not known if involvement occurred with respect to this measure. \r", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/MT-2020-16_932.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1043", "sources::title": "Central Bank of Malta - Moratorium", "sources::url": "", "sources::d_date": "04/13/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}, {"recordId": "2324", "sources::title": "Central Bank of Malta - Economic-Update-11-2020", "sources::url": "https://www.centralbankmalta.org/site/Publications/Economic-Update-11-2020.pdf", "sources::d_date": "11/19/2020", "modId": "0", "downloaded_to": "13005a177a5e1218afc9ccec30bf071c7548347bbb033ed299a550d3db3f1987"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "471", "updates::d_date": "12/15/2020", "updates::description": "The Finance minister announced on 15 December 2020 that the Moratorium scheme on loan repayments will extend into 2021, however no further details were provided.", "modId": "2"}], "regions": []}, "recordId": "842", "modId": "24"}