{"fieldData": {"title": "Tripartite agreement for economic reactivation and employment", "title_nationalLanguage": "Acuerdo por la Reactivación Económica y el Empleo", "d_startDate": "07/03/2020", "d_endDate": "", "calc_country": "Spain", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Other", "calc_identifier": "ES-2020-27/934", "dateType": "Open ended", "calc_creationDay": "07/06/2020", "calc_lastUpdate": "07/18/2020", "descriptionBackgroundInfo": "The government and social partners have signed the Agreement for Economic Reactivation and Employment, a new agreement that lays the foundations to speed up the economic recovery and create quality jobs following the crisis caused by COVID-19. This agreement comes from a vocation to achieve sound, inclusive and sustainable growth as soon as possible.", "descriptionContentOfMeasure": "Through this framework agreement the government and social partners commit to urgently work towards strengthening the economic recovery and job creation through social dialogue. The agreement does not contain any specific measure, but sets up to 12 policy areas where social partners and the government will negotiate to seek agreements. Some of the policy areas include:\r\r* The reincorporation to companies of those workers affected by temporary lay-off plans stemming from the COVID-19 crisis, prioritising capacity adjustments through working hours over job numbers;\r* Develop effective mechanisms for training and new skills for workers, particularly in the field of the digital economy and technology field;\r* New law for remote work;\r* Modernisation of labour law to minimise the impact on jobs of future crises, and to update active employment policies;\r* A pact for Industry that allows the country to undertake its essential re-industrialisation with the aim of diversifying, balancing and modernising the productive structure. This includes boosting the \"green\" transition of all sectors, digitalise the economy and support the development of the social economy and the care system; \r* Guarantee the long-term sustainability of the public pension system, while boosting effective measures to uncover the black economy.", "descriptionUseOfMeasure": "Not applicable.", "descriptionInvolvementOfSocialPartners": "Social partners were involved in the negotiation of the tripartite agreement at the request of government. The social partners signing the pact were: the most representative employer organisation at national level CEOE; and the two most representative trade union confederations at national level, UGT and CCOO. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-27_934.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Tripartite agreements", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1042", "sources::title": "Tripartite Agreement for Economic Reactivation and Employment", "sources::url": "https://www.lamoncloa.gob.es/lang/en/presidente/news/Paginas/2020/20200703economic-agreemt.aspx", "sources::d_date": "07/03/2020", "modId": "0", "downloaded_to": "0fc48cd7aefaa1117a2759394b042f2d6746a9f7303695551b96082833e0ab31"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "844", "modId": "12"}