{"fieldData": {"title": "Skills Development Scheme", "title_nationalLanguage": "Skema tal-iżvillupp tal-ħiliet ", "d_startDate": "06/09/2020", "d_endDate": "", "calc_country": "Malta", "calc_minorCategory": "Supporting businesses to get back to normal", "calc_subMinorCategory": "Enhancing employability and training", "calc_identifier": "MT-2020-24/936", "dateType": "Open ended", "calc_creationDay": "07/07/2020", "calc_lastUpdate": "07/14/2020", "descriptionBackgroundInfo": "The Skills Development Scheme is a scheme offered by the Malta Enterprise. It aims to support organisations in providing training which develops or updates the knowledge and skills of their workforce. \r\rDuring an announcement of COVID-19 related measures which aimed to aid the country to recovery economically, it was announced that the budget of this scheme was to be topped up by €5 million. ", "descriptionContentOfMeasure": "The Skills Development Scheme supports business undertakings to provide training to develop and update the skills and knowledge of their workforce when such training is not legally mandatory for the operation of the business. The measure also does not cover team building activities, company culture, brand identity and other similar actions, or training related to gambling. The original scheme was applicable until 31 December 2022 and had a budget of €30 million. Amongst the costs that can be covered by the program are: wage costs of trainees and trainers, air travel in sending trainees abroad or bringing trainers to Malta, and the rental of necessary equipment and training rooms. \r\rCurrently limited information is available of how this scheme is to be developed in view of COVID-19, however it was stated that: __\"Malta Enterprise will be building upon an existing measure to reach more businesses through a top-up of €5 million on the budget allocation for this scheme. This top-up shall be directed towards those businesses that employ fewer than 50 persons. The aim will be that of advocating mainly in-house training, and focus on fostering the sharing of skills between the most experienced and younger employees. This will also help us to address skills dissipation once workers retire.\"__\r", "descriptionUseOfMeasure": "Whilst announced, the measure is yet to be formally offered. ", "descriptionInvolvementOfSocialPartners": "By means of a tripartite agreement, a package of measures to save jobs and organisations was agreed on 24th march 2020. This was the third but most significant package of measures announced by the Government. Following this agreement, social partners remained in direct contact with the government highlighting their proposals of what was felt was still necessary to save the Maltese economy and jobs. In view of this, on the 8 June 2020, the government announced a 'mini budget' to help the Maltese economy to recover from the effects of the COVID-19 pandemic. Essentially, this was the fourth package of measures announced by the government. The current measure formed part of this package. The current measure is administered by the Malta Enterprise. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/MT-2020-24_936.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1046", "sources::title": "Malta Enterprise - Skills Development Scheme 2020 - Pre-Covid-19", "sources::url": "", "sources::d_date": "01/01/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}, {"recordId": "1047", "sources::title": "Skills development scheme ", "sources::url": "https://covid19.maltaenterprise.com/skills-development-scheme/", "sources::d_date": "06/08/2020", "modId": "0", "downloaded_to": "f38e36869931469761d6fdc21b939ffe80773d8255437aea42f6f6dc635af5c1"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}, {"recordId": "62", "targetGroups::name": "SMEs", "modId": "12"}, {"recordId": "63", "targetGroups::name": "One person or microenterprises", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "846", "modId": "18"}