{"fieldData": {"title": "Microinvest Cash Conversion", "title_nationalLanguage": "", "d_startDate": "06/08/2020", "d_endDate": "", "calc_country": "Malta", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Access to finance", "calc_identifier": "MT-2020-24/937", "dateType": "Open ended", "calc_creationDay": "07/07/2020", "calc_lastUpdate": "07/14/2020", "descriptionBackgroundInfo": "Micro Invest is a scheme that was in existence prior to COVID-19. It \"encourages undertakings (including start-ups, family businesses and self-employed) to invest in their business, so as to innovate, expand and develop their operations. Undertakings benefiting from this measure will be supported through a tax credit calculated as a percentage of eligible expenditure and wages costs.\" In order to be eligible for this scheme (since January 2018), applicants must have employed at least one person (full or part time), must not have employed more than 50 full time employees and their turnover did not exceed €10 Million in the previous fiscal year.\r\rIn view of COVID-19 and the impact it has had upon organisations' cash flows, Government announced that a percentage of these tax credits would be converted into grants. \r\rThe updating of this scheme is in line with scheme's documentation that was issued prior to COVID-19 which states that \"Malta Enterprise Corporation may issue and publish updates to the official Incentive Guidelines covering this aid scheme in terms of Article 8 (3)(a) of the Malta Enterprise Act, Chapter 463 of the Laws of Malta. The Tax Credits for Micro Enterprises and Self-Employed Regulations as subsidiary legislation 463.09 to the Malta Enterprise Act, forms the national legal basis of this aid scheme.\"", "descriptionContentOfMeasure": "The measure aims to provide support to those who invested in 2019 in their organisation and benefited from Malta Enterprise’s tax credit scheme, Microinvest. Instead of solely providing tax credits, 30% of these will be converted into grants, thus providing a grant of up to €2,000 for any business. Furthermore, organisations in Gozo, family-run businesses, and those run by female entrepreneurs will receive a grant of €2,500. Costs covered by this scheme include refurbishment and upgrading of offices & factories, investment in machinery and other assets. In total this measure will provide around €5 million to small and medium enterprises in our country. \r\rFull guidelines and applications for this scheme are yet to be published. \r\r\r\r", "descriptionUseOfMeasure": "No information are available. ", "descriptionInvolvementOfSocialPartners": "By means of a tripartite agreement, a package of measures to save jobs and organisations was agreed on 24th march 2020. This was the third but most significant package of measures announced by the Government. Following this agreement, social partners remained in direct contact with the government highlighting their proposals of what was felt was still necessary to save the Maltese economy and jobs. In view of this, on the 8 June 2020, the government announced a 'mini budget' to help the Maltese economy to recover from the effects of the COVID-19 pandemic. Essentially, this was the fourth package of measures announced by the government. The current measure formed part of this package. The measure is administered by the Malta Enterprise. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/MT-2020-24_937.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1048", "sources::title": "Micro Invest Incentive Guidelines (Version 7.1)", "sources::url": "http://www.maltaenterprise.com/sites/default/files/Micro%20Invest%20Incentive%20Guidelines%20%28Version%207.1%29.pdf", "sources::d_date": "04/01/2014", "modId": "0", "downloaded_to": "c97c84921e120323cdc774503cdf76c7ee88804b904b6a3a1a4f3bd640303221"}, {"recordId": "1049", "sources::title": "Microinvest Cash Conversion ", "sources::url": "https://covid19.maltaenterprise.com/social-measures-duplicated/", "sources::d_date": "06/09/2020", "modId": "0", "downloaded_to": "89422f7815c1296e91505d465f8f8856add5a51ab0f3a7dc07132cc7d4b59287"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}, {"recordId": "62", "targetGroups::name": "SMEs", "modId": "12"}, {"recordId": "63", "targetGroups::name": "One person or microenterprises", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "847", "modId": "16"}