{"fieldData": {"title": "Vouchers for use in businesses affected by COVID-19", "title_nationalLanguage": "Vouchers li jistgħu jintużaw f’negozji affettwati minn COVID-19", "d_startDate": "06/08/2020", "d_endDate": "10/31/2020", "calc_country": "Malta", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Support for spending, stimulus packages", "calc_identifier": "MT-2020-24/938", "dateType": "Temporary", "calc_creationDay": "07/07/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "During the initial phases of the COVID-19 pandemic in Malta, several forms of enterprises were ordered to close their doors, resulting in no or limited business being conducted by these organisations. \r\rAs retail shops, restaurants and licensed accommodation were allowed to re-open once COVID-19 cases dwindled, these enterprises and their respective associations complained that business remained very poor, with some organisations stating that they were losing more money by opening. In view of this, Government announced that €100 vouchers would be distributed to all individuals aged 16 and over that can be used in a licensed accommodation, restaurants, bars or business that had closed due to the pandemic.\r", "descriptionContentOfMeasure": "Every resident in Malta and Gozo aged over 16 years old will receive a voucher of €100 which can be used on Malta Tourism Authority (MTA) licensed accommodation, this includes hotels and holiday homes. The voucher can also be used at restaurants, bars and retail outlets. Specifically, five €20 vouchers will be issued to every resident, €80 can be used for accommodation, restaurants or bars, while the remaining €20 can be used in any retail outlets that were closed during the COVID-19 pandemic.\r\rWhilst it was originally announced by Government that only individuals who are registered on Malta's electoral register would receive such vouchers, it was later clarified that foreigners who had a Malta residence permit will also receive them. \r\rDistribution of the vouchers began on the 8 July 2020 via registered mail. \r\r", "descriptionUseOfMeasure": "440,000 individuals residing in Malta are expected to receive vouchers worth €100. In September 2020 during a press conference, the Prime Minister, Robert Abela, noted that some 60% of the vouchers generated the same expenditure as 40,000 tourists did in August 2019. \r\rThe Economy Minister announced that as per 14 October 2020, 98% of Maltese residents, 65% of EU residents, and 83% of non-EU residents had received their vouchers. 81% of all distributed vouchers had been used: 2.23 million vouchers were issued and 1.81 million vouchers were used. It was also stated that the measure cost €44 million over a three month period. A total of 5,720 outlets received vouchers. ", "descriptionInvolvementOfSocialPartners": "By means of a tripartite agreement, a package of measures to save jobs and organisations was agreed on 24 March 2020. This was the third but most significant package of measures announced by the Government. Following this agreement, social partners remained in direct contact with the government highlighting their proposals of what was felt was still necessary to save the Maltese economy and jobs. In view of this, on the 8 June 2020, the government announced a 'mini budget' to help the Maltese economy to recover from the effects of the COVID-19 pandemic. Essentially, this was the fourth package of measures announced by the government. The current measure formed part of this package. It has not been announced who will administer this measure. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/MT-2020-24_938.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1051", "sources::title": "Malta Chamber - COVID regeneration plan ", "sources::url": "", "sources::d_date": "06/08/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}, {"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "75", "sectors::code": "G47", "sectors::name": "Retail trade, except of motor vehicles and motorcycles", "modId": "0"}, {"recordId": "83", "sectors::code": "I55", "sectors::name": "Accommodation", "modId": "0"}, {"recordId": "84", "sectors::code": "I56", "sectors::name": "Food and beverage service activities", "modId": "0"}], "updates": [{"recordId": "482", "updates::d_date": "10/19/2020", "updates::description": "During budget 2021 it was announced that a new round of €100 vouchers would be issued. A date for this re-issue was not revealed, however it was stated that the next round would vary as €60 could be used towards hotels & restaurants, whilst €40 could be used within retail or\rservice outlets.", "modId": "2"}], "regions": []}, "recordId": "848", "modId": "29"}