{"fieldData": {"title": "The Kickstart Initiative and incentivising apprenticeships", "title_nationalLanguage": "The Kickstart Initiative and Incentivising Apprenticeships", "d_startDate": "07/08/2020", "d_endDate": "", "calc_country": "United Kingdom", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "GB-2020-28/943", "dateType": "Temporary", "calc_creationDay": "07/08/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "On the 8 July, the Chancellor of the Exchequer announced his 'Plan for Jobs' in his Summer Statement to the House of Commons. The plan is focused on boosting economic recovery, following the UK's lockdown and the recent easing of restrictions. The Chancellor described the plan as the 'second phase' of response to the coronavirus crisis and as being about jobs. He began his speech by stating that the government will not accept rising unemployment and that it will do all it can to give 'everyone the opportunity of good and secure work.' The Plan for Jobs has 'a clear goal: to protect, support and create jobs', given the 25% contraction in the UK economy in the preceding months and the predictions by the Office for Budget Responsibility and Bank of England as to significant job losses.\r", "descriptionContentOfMeasure": "These initiatives are aimed at supporting young people, who it is predicted, will be hardest hit by the crisis (the Chancellor reported that the under-25s are two and a half times more likely to work in a sector that has been closed e.g. retail and hospitality). The new Kickstart Scheme is thus a 'new programme to give hundreds of thousands of young people, in every region and nation of Britain, the best possible chance of getting on and getting a job.'\r\rUnder the scheme, employers will be directly paid to create new jobs for any 16 to 24-year-old at risk of long-term unemployment. These will have to be new jobs, as the funding will be conditional on proof that these jobs are additional. The jobs will have to be 'decent'; with a minimum of 25 hours per week paid at least the National Minimum Wage.  Employers will also have to provide 'Kickstarters' with training and support to find a permanent job. If employers meet these conditions, the Government will pay young people’s wages for six months, plus an amount to cover overheads. Thus, for a 24-year-old, the grant will be around GBP 6,500.\r\rEmployers can apply to be part of the scheme from August. There is to be no cap on the numbers of places available and the Chancellor has pledged an initial GBP  billion, a sum he says will be enough to fund hundreds of thousands of jobs.\r\rThe Government also pledged on the 8 July to: \r\r* pay employers GBP 1,000 to take on new trainees, with triple the number of places;\r* provide GBP 100 million to create more places on Level 2 and 3 courses, so as to support 18-19-year olds leaving school or college to find work in high-demand sectors like engineering, construction and social care; \r* funding for new careers advisers to support over a quarter of a million more people; \r* for the next six months, paying employers to create new apprenticeships and paying businesses to hire young apprentices, with a payment of GBP 2,000 per apprentice. \r* In addition, there will be a new bonus for businesses to hire apprentices aged 25 and over, with a payment of GBP 1,500.\r", "descriptionUseOfMeasure": "As yet unknown. The package was announced on the 8 July, 2020.\r\rThe scheme was launched on the 2 September and within the first 24 hours, more than 6,000 employers had started an application. ", "descriptionInvolvementOfSocialPartners": "It is assumed that the social partners at peak-level will have been informed; however, there will not have been formal consultation/involvement in the design, implementation and monitoring of the measure.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GB-2020-28_943.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1075", "sources::title": "HM Government (2020) 'A Plan for Jobs Speech.'", "sources::url": "https://www.gov.uk/government/speeches/a-plan-for-jobs-speech", "sources::d_date": "07/08/2020", "modId": "0", "downloaded_to": "6d6df141ca9c65933da84b66c47367c9b67efa58cd85f5dd8f71d12fc46fdc14"}, {"recordId": "1698", "sources::title": "UK Government (2020) 'Landmark Kickstart Scheme opens.'", "sources::url": "https://www.gov.uk/government/news/landmark-kickstart-scheme-opens", "sources::d_date": "09/02/2020", "modId": "0", "downloaded_to": "c89f122533b8ae38bd87b69e936fa3f97f2a2e14f79bce79102fc32339cd9ee1"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "51", "targetGroups::name": "Other groups of workers", "modId": "15"}, {"recordId": "68", "targetGroups::name": "Youth (18-25) in employment", "modId": "9"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "333", "updates::d_date": "09/21/2020", "updates::description": "On the 2 September, it was revealed that in order to help smaller businesses, employers offering fewer than 30 placements will be asked to make a bid through an intermediary, such as a Local Authority or Chamber of Commerce, who will then bid for 30 or more placements as a combined bid from several businesses. This will make the process easier and less labour intensive to apply for these smaller companies who only want to hire one or two Kickstarters. These intermediaries are known as 'gateways.'\r\rBy the 21 September, more than 500 bodies had signed up to serve as gateways on the programme. \r\rThe growing list of gateways will help to ensure that small and medium sized employers wanting to get involved in the scheme will be able to find a suitable gateway provider in their area and work with them to submit an application.  The Federation of Small Businesses, representing one in every 15 British employers, equating to 165,000 members, is among the first to sign up. \r\rThe most recent data (November 2020) for the Kickstart programme shows that 19,672 placements, across a range of sectors, have been created thus far under the scheme, with 4,359 applications from employers and gateway organisations. Since the Scheme’s launch, more than 500 bodies have registered to serve as gateways.\r\r\r\r", "modId": "5"}], "regions": []}, "recordId": "853", "modId": "17"}