{"fieldData": {"title": "The Bounce Back Loan Scheme", "title_nationalLanguage": "The Bounce Back Loan Scheme", "d_startDate": "05/04/2020", "d_endDate": "11/04/2020", "calc_country": "United Kingdom", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Access to finance", "calc_identifier": "GB-2020-19/944", "dateType": "Temporary", "calc_creationDay": "07/09/2020", "calc_lastUpdate": "10/09/2020", "descriptionBackgroundInfo": "On 4 May 2020, the UK Government launched the new Bounce Back Loan Scheme (BBLS), the latest in a round of measures proposed by the Government to help small businesses facing significant financial difficulties in the current climate. Under the BBLS, businesses will be able to apply for quick and easy-to-access loans between GBP 2,000 and up to 25% of their turnover; the maximum loan available under the Scheme is GBP 50,000. No loan repayments are required for the first 12 months and the government will cover the interest repayments for the same period.\r\rFor those businesses seeking more than GBP 50,000, BBLS is intended to sit alongside the Coronavirus Business Interruption Loan Scheme (CBILS).   Under CBILS, a participating lender can provide up to GBP 5 million in the form of term loans, overdrafts, invoice finance or asset finance.  Both schemes are operated by the British Business Bank, through accredited lenders\r", "descriptionContentOfMeasure": "The scheme helps small and medium-sized businesses to borrow between GBP 2,000 and up to 25% of their turnover. The maximum loan available is GBP 50,000. The government guarantees 100% of the loan and there are no fees or interest to pay for the first twelve months. After twelve months, the interest rate will be 2.5% a year.\r\rAn SME can apply for the loan if the business: \r\r* is based in the UK\r* was established before 1 March 2020\r* has been adversely impacted by the coronavirus.\r\rSMEs from any sector can apply with the exception of banks, insurers and reinsurers (but not insurance brokers); public-sector bodies and state-funded primary and secondary schools. \r\rIf a firm is already claiming funding under the CBILS (a loan of up to GBP 50,000), then this can be transferred into the Bounce Back Loan Scheme. Businesses have until the 4th of November to arrange this with their lender. \r\rThe loan will run for six years\rThe length of the loan is 6 years, but businesses can repay early without paying a fee. No repayments will be due during the first 12 months.\r\rThe scheme is being run under the auspices of the British Bank, with eleven lenders participating in the scheme (including many of the main retail banks). Businesses should approach a suitable lender directly via the lender’s website. Applicants must complete a short online form and self-declare eligibility. The lender will make the decision as to whether a loan will be offered.\r\r\r\r\r", "descriptionUseOfMeasure": "HM Treasury has published data on the total number of applications received, the number of successful applications and on the cumulative value of all loans/facilities granted.\r\rThus, on the 10 May, 363,646 applications had been received, of which 268,173 had been successful with a value of GBP 8.38 billion. By the 31 May, there had been 873,192 applications, of which 699,354 had been approved. The cumulative value of approved loans was GBP 21.29 billion.\r\rOn the 19 July (the most recent data available), 1,316,970 applications had been received, with 1,084,153 successful and with a cumulative value of GBP 32.79 billion. \r\rBy October, the latest Treasury figures show that there have been 1.55 million applications, with 1.26 million approvals and GBP 38.02 billion paid out.\r ", "descriptionInvolvementOfSocialPartners": "Unknown; information may have been provided. No formal involvement.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GB-2020-19_944.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1087", "sources::title": "The CBI's Coronavirus Response", "sources::url": "https://www.cbi.org.uk/coronavirus-hub/cbi-in-action/", "sources::d_date": "06/26/2020", "modId": "0", "downloaded_to": "53be24cb55d1da1e4edc32ece3320219eba510bae05c1fbff4bf33c8c0a13af2"}, {"recordId": "1088", "sources::title": "HM Treasury Coronavirus Covid-19 Business Loan Scheme Statistics", "sources::url": "https://www.gov.uk/government/collections/hm-treasury-coronavirus-covid-19-business-loan-scheme-statistics", "sources::d_date": "06/30/2020", "modId": "0", "downloaded_to": "b5a83351f904f936c26c3f0ad63f74afc04503a9f8e900c0d944c5adb6b57ae1"}, {"recordId": "1089", "sources::title": "UK Government 'Apply for a coronavirus Bounce Back Loan.'", "sources::url": "https://www.gov.uk/guidance/apply-for-the-coronavirus-business-interruption-loan-scheme", "sources::d_date": "04/27/2020", "modId": "0", "downloaded_to": "735d3cbcddf9b07df6982facbcde53ad8390ed5cd19b58174753ed2cbe271025"}, {"recordId": "1688", "sources::title": "UK Government (2020) 'Chancellor outlines Winter Economy Plan.'", "sources::url": "https://www.gov.uk/government/news/chancellor-outlines-winter-economy-plan", "sources::d_date": "09/24/2020", "modId": "0", "downloaded_to": "82394d81b71aeb3fb6f9e2146305e57d66c5bd67df89e362df5199b3da70e734"}, {"recordId": "1689", "sources::title": "BBC (2020) Ministers were warned of 'high risk' of Covid loans fraud.", "sources::url": "https://www.bbc.co.uk/news/business-54366178", "sources::d_date": "10/01/2020", "modId": "0", "downloaded_to": "797c205b5f4b8c7adfb6f2a05ba3ce85088ae6a247c8c8df63c0dc743a7baa56"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "62", "targetGroups::name": "SMEs", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "326", "updates::d_date": "09/24/2020", "updates::description": "As part of the Chancellor's Winter Economy Plan, announced on the 24 September, the terms of the Bounce Back Loan scheme have been amended. For the million plus businesses which have taken out a Bounce Back Loan, there is now a more flexibility around repayment under the new Pay as You Grow flexible repayment system. \r\rThis includes extending the length of the loan from six years to ten, which will cut monthly repayments by nearly half. Interest-only periods of up to six months and payment holidays will also be available to businesses. ", "modId": "2"}, {"recordId": "327", "updates::d_date": "10/01/2020", "updates::description": "Details are emerging as to widespread fraud in relation to Bounce Back Loans in particular. The government had been warned in May that its flagship loan scheme to help small firms affected by COVID-19 was at \"very high risk of fraud\" from \"organised crime\". The state-owned British Business Bank (BBB) which supervises the Bounce Back Loan Scheme, had raised concerns. \r\rIn early May, just two days before the scheme launched, the chief executive of the BBB wrote of the \"very significant fraud and credit risks\", adding that it was \"vulnerable to abuse by individuals and organised crime\".  The Business Secretary was informed at the time that the bank could not guarantee \"robust controls\".  Other concerns included an \"extensive reliance on customer self-certification\" and \"potential for market distortion\". He said that the BBB had commissioned a review of the scheme by accountants PwC, which had classified its fraud risk as \"very high\". \r\rThe bank also raised concerns that the quick introduction of the scheme had \"created huge operational challenges\".  However, the Business Secretary had decreed that the scheme should go ahead despite the risks, because of what he called the \"unprecedented situation facing the country\". \r\r\r", "modId": "2"}], "regions": []}, "recordId": "854", "modId": "20"}