{"fieldData": {"title": "The Future Fund Scheme", "title_nationalLanguage": "The Future Fund Scheme", "d_startDate": "05/20/2020", "d_endDate": "09/30/2020", "calc_country": "United Kingdom", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Access to finance", "calc_identifier": "GB-2020-21/945", "dateType": "Temporary", "calc_creationDay": "07/09/2020", "calc_lastUpdate": "10/16/2020", "descriptionBackgroundInfo": "The government’s GBP 250 million Future Fund opened for applications on the 20 May. The Fund is aimed at innovative and high-growth British businesses, to facilitate their ability to secure investment during the coronavirus outbreak.  The Fund will be open until September and is delivered in partnership with the British Business Bank. It is part of the raft of financial measures. launched by the government as part of its response to the crisis. ", "descriptionContentOfMeasure": "Announced by the Chancellor on the 20th of April, the Future Fund issues convertible loans from GBP 125,000 to GBP 5 million, to innovative UK companies with good potential, that typically rely on equity investment and are currently affected by Covid-19. The government funding is subject to at least equal match funding from private investors.\r\rThese convertible loans may be an option for businesses that rely on equity investment and are unable to access other government business support programmes because they are either pre-revenue or pre-profit.\r\rThe key features of the scheme are as follows. The application process is investor-led. This means an investor, or lead investor of a group of investors, applies in connection with an eligible company. The Future Fund will match up to 100% of the amount provided by investor(s), up to a maximum of GBP5 million.  The Future Fund loan amount provided to the company ranges from GBP 125,000 to GBP 5 million (this must be at least co-matched by investor capital).  \r\rFunding must not be used to \r\r* repay any borrowings;\r* pay any dividends; \r* pay any bonuses; \r* pay any advisory fees. \r\rThe loans will have a minimum of 8% per annum (non-compounding) interest charge applied. This interest will be higher if the company and the investor(s) agree between themselves. Unlike a typical bank loan, the interest is not payable on a monthly basis and instead will accrue until the loan converts. At this point, the interest will either be repaid or convert in equity. The loan will mature after 36 months.  The loan cannot be repaid early by the company other than with the agreement of all of the investors.  The loans will convert into shares in the company in certain circumstances, including an exit or a new funding round.\r\rIn order to be eligible for the scheme, each of the investor(s) and the company must meet specific criteria.\r\rTo be eligible for the scheme, the company must meet the following criteria:\r\r1. The company must have raised at least GBP 250,000 in equity from third-party investors in previous funding rounds in the last five years (from 1 April 2015 to 19 April 2020, inclusive).\r2. If the company is a member of a corporate group, it must be the ultimate parent company.\r3. The company does not have any of its shares or other securities listed on a regulated market, a multilateral trading facility, a recognised investment exchange and/or any other similar market, stock exchange or listing venue.\r4. The company must be a UK incorporated limited company or be eligible to apply as a non-UK parent company.\r5. The company must have been incorporated on or before 31 December 2019 (or in the case of a non-UK jurisdiction company*, this criterion applies only to at least one UK subsidiary operating company).\r6. At least one of the following must be true for the company:\r\r* Half or more employees are UK based\r* Half or more revenues are from UK sales\r\rThe scheme's eligibility criteria have been amended to include innovative companies that participate in accelerator programmes based outside the UK.  Where before, these companies didn’t qualify because they had to register in an overseas jurisdiction to take part in an accelerator programme, the new criteria means they can now access the fund, providing they meet all other conditions for eligibility.\r \rThe scheme is designed by government and delivered by the British Business Bank. Initially, GBP 250 million was made available by the government for investment through the scheme, to be matched by private investors. However, the Treasury made clear that the amount could be increased if needed.  ", "descriptionUseOfMeasure": "The Government has allocated GBP 250 million to the Future Fund, which will initially run until the end of September. Government may extend the scheme thereafter.\r\rHM Treasury has published data on the total number of applications received, the numbers of successful applications and the (cumulative) value of all successful applications. \r\rOn the 7 June, 533 applications had been received, of which 53 had been approved to a value of GBP 55.9m. By the 28 June, 674 applications had been received in total, of which 322 had been approved to a cumulative value of GBP 320.6 million. By 19 July, 781 applications had been received, of which 465 had been approved to a cumulative value of GBP 468.7 million.\r\rBy the 20 September (the latest available data), the total number of applications received was 1,072, of which 711 had been approved, to a value of GBP 720 million.", "descriptionInvolvementOfSocialPartners": "Unknown; no information available. The CBI has been lobbying government on its financial response and reports being involved in discussions.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GB-2020-21_945.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1090", "sources::title": "HM Treasury Coronavirus Business Loan Scheme Statistics", "sources::url": "https://www.gov.uk/government/collections/hm-treasury-coronavirus-covid-19-business-loan-scheme-statistics", "sources::d_date": "06/30/2020", "modId": "0", "downloaded_to": "b5a83351f904f936c26c3f0ad63f74afc04503a9f8e900c0d944c5adb6b57ae1"}, {"recordId": "1091", "sources::title": "CBI Political Engagements ", "sources::url": "https://www.cbi.org.uk/coronavirus-hub/cbi-in-action/", "sources::d_date": "06/26/2020", "modId": "0", "downloaded_to": "53be24cb55d1da1e4edc32ece3320219eba510bae05c1fbff4bf33c8c0a13af2"}, {"recordId": "1092", "sources::title": "British Bank (2020) Scheme Overview: The Future Fund", "sources::url": "https://www.british-business-bank.co.uk/ourpartners/coronavirus-business-interruption-loan-schemes/future-fund/", "sources::d_date": "07/09/2020", "modId": "0", "downloaded_to": "1b9a91603c26c2b8a1964a756941f70d3047040e107c6bb7e95d3effb017834d"}, {"recordId": "1695", "sources::title": "HM Treasury (2020) HM Treasury coronavirus (COVID-19) business loan scheme statistics ", "sources::url": "https://www.gov.uk/government/collections/hm-treasury-coronavirus-covid-19-business-loan-scheme-statistics", "sources::d_date": "09/20/2020", "modId": "0", "downloaded_to": "b5a83351f904f936c26c3f0ad63f74afc04503a9f8e900c0d944c5adb6b57ae1"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}], "targetGroups": [{"recordId": "65", "targetGroups::name": "Other businesses", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}, {"recordId": "11", "funding::name": "Other", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "855", "modId": "24"}