{"fieldData": {"title": "Right to combine unemployment benefit with training", "title_nationalLanguage": "Rett til å kombinere dagpenger med utdanning", "d_startDate": "04/20/2020", "d_endDate": "07/01/2021", "calc_country": "Norway", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "NO-2020-17/949", "dateType": "Temporary", "calc_creationDay": "07/09/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "Due to the corona crisis, many workers are laid off and unemployment has increased significantly. To make it possible for the many unemployed to acquire new skills and knowledge, the government acted in April on an initiative from the social partners and opened up temporarily to make it easier to study or do training while receiving unemployment benefits. In June, the temporary scheme was extended to last through 31 December 2020.", "descriptionContentOfMeasure": "In March 2020, the social partners suggested that receivers of unemployment benefit should have a right to study while unemployed. The aim was to make the corona crisis an opportunity to raise the competencies of the population. More people could learn to use digital tools, completing upper secondary school or gain vocational skills. To achieve this, the social partners argued, it was necessary that the government relaxed the regulations for unemployment benefits and removed the restrictions that makes it difficult or impossible for employees to combine training with unemployment benefits. A temporary scheme was put in place on 20 April 2020, and gives the unemployed and lay-offs possibility to combine training with unemployment benefits to a greater extent than before. The rules initially applied until 1 September, but was later extended until 31 December 2020.\r\r* Until 31 December 2020, receivers of unemployment benefit do not have to apply to the authority in order to do training or studying during the time they are laid off or unemployed.\r* The scheme is temporary and applies to both those laid off, among whom many will return to their old jobs, and the unemployed who are looking for new jobs.\r* The rules do not apply to students who receive support from the Norwegian State Educational Loan Fund.\r* The scheme applies to all types of courses and training including studies where you get credits.\r* The new temporary scheme means that everyone who ticks off for training on the Norwegian Labour and Welfare Administration’s registration card will be paid unemployment benefits as usual. Previously, one had to apply to combine training with unemployment benefits and get this approved.\r* The requirement to be an active jobseeker and available for a new job applies to everyone who receives unemployment benefits, including the unemployed and laid-off people who are in training. When offered a job before the training is completed, it is up to the individual whether they choose to interrupt the training, or to complete in combination with being at work.", "descriptionUseOfMeasure": "No information to date.", "descriptionInvolvementOfSocialPartners": "The social partners jointly took the initiative to request the government to amend regulations to make it easier to do training or studying while receiving unemployment benefit. They have promoted the measure publicly and in dialog with the government.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/NO-2020-17_949.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1107", "sources::title": "NHO and LO want to let the unemployed study", "sources::url": "https://www.utdanningsnytt.no/arbeidsliv-hoyere-utdanning-korona/nho-og-lo-vil-la-arbeidsledige-studere/237119", "sources::d_date": "03/29/2020", "modId": "0", "downloaded_to": "945dbb4ea5cdc7233f0ea73795db5cc8a123bae80f0688bd0a0070661fd4d58b"}, {"recordId": "1108", "sources::title": "Enklare å kombinere dagpengar med opplæring", "sources::url": "https://www.regjeringen.no/no/aktuelt/enklare-a-kombinere-dagpengar-med-opplaring/id2698765/", "sources::d_date": "04/22/2020", "modId": "0", "downloaded_to": "f44141a9ff123c84bd2a2b8bb689bc398a59c0e275b85fb6e1d52ad8dd9d639b"}, {"recordId": "1109", "sources::title": "Extends the right to combine unemployment benefits with education", "sources::url": "https://www.regjeringen.no/no/aktuelt/forlenger-rett-til-a-kombinere-dagpenger-med-utdanning/id2704154/", "sources::d_date": "05/29/2020", "modId": "0", "downloaded_to": "a66c4f922df3189eb87f63e920c5de9782dc34b7d357d1ab52daa35f823f122a"}, {"recordId": "2436", "sources::title": "Extended opportunity to combine unemployment benefits and training is extended", "sources::url": "https://www.regjeringen.no/no/aktuelt/utvidet-mulighet-for-a-kombinere-dagpenger-og-opplaring-forlenges/id2765408/", "sources::d_date": "01/21/2021", "modId": "0", "downloaded_to": "493ad75a44411a5416dbc6bfad6de24b0cc3212d914f0a917b91223f71372395"}, {"recordId": "2437", "sources::title": "Proposal for new permanent regulations to combine unemployment benefits with education and training", "sources::url": "https://www.regjeringen.no/no/aktuelt/utvider-muligheten-til-a-kombinere-dagpenger-og-utdanning/id2814572/", "sources::d_date": "12/16/2020", "modId": "0", "downloaded_to": "33e1a89c25ab50f313c799b2687a16134a9cd8d26b1e20b2ad8baac0cf7c2784"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [{"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "521", "updates::d_date": "09/21/2020", "updates::description": "In September 2020, the government proposed for the state budget for 2021 that the right to combine unemployment benefit with training should be extended beyond December 2020 until 1 July 2021. This proposal was passed, and in December 2020, the government sent for consultation a proposal for a new and permanent regulations that can enter into force when the temporary scheme expires.", "modId": "1"}], "regions": []}, "recordId": "859", "modId": "18"}