{"fieldData": {"title": "Support fund for non-profit organisations", "title_nationalLanguage": "NPO Unterstützungsfonds", "d_startDate": "07/08/2020", "d_endDate": "12/31/2020", "calc_country": "Austria", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "AT-2020-28/951", "dateType": "Temporary", "calc_creationDay": "07/09/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "Non-Profit-Organisations (NPO) are also strongly affected by the Corona crisis. The NPO Support Fund is intended to support organisations with their own legal personality if they pursue non-profit, charitable or ecclesiastical purposes in accordance with the Federal Tax Code. Political parties and organisations subject to the control of the Court of Audit are excluded. It is planned that the Minister of Finance will provide funds amounting to €700 million from the COVID-19 crisis management fund for this purpose. \r\rThe following types of organisations affected by the Corona crisis are eligible:\r\r1. Non-profit organisations such as sports, cultural and animal welfare associations\r2. Organisations which are responsible for fire brigade tasks according to state law\r3. Legally recognised churches, religious communities and institutions which have legal personality under state law on the basis of religious law provisions\r", "descriptionContentOfMeasure": "The aim of the funding is to mitigate the loss of revenue caused by COVID-19 for organisations eligible under the law (i.e. NPO's) by means of grants for eligible costs. The funding consists of two areas:\r\r**Reimbursement of the eligible fixed costs**\r\rSubsidisable fixed costs (rent, insurance, water, sewerage, waste, tax consultant, energy, telco - no personnel costs) will be reimbursed up to 100% for the period from 1 April 2020 to 30 September 2020.\r\rExceptions: Costs incurred as a result of the Corona crisis will already be subsidised from 10 March 2020, e.g. protective equipment or disinfectants. Expenses for cancelled events must have been incurred before 10 March.\r\r **Structural security contribution**\r\rThe flat-rate contribution to structural securities is intended to cover costs that do not fall under the eligible fixed costs (see above), such as maintenance or servicing costs, and normally amounts to 7% of the income generated in 2019.\r\rThe grant is the sum of eligible costs and the structural support contribution, if this sum does not exceed €3,000.\r\rIf the sum of eligible costs and the structural support contribution is higher than €3,000, the maximum grant is the amount of the loss of income.\r\rHow is the loss of income calculated?\rNormally, the difference between the income of the first three quarters of 2019 and the income of the first three quarters of 2020.\r\rApplications can be made from 8 July 2020 until 31 December 2020. The grant is paid up to a maximum of €2.4 million per organisation. The Austrian Promotional Bank AWS is responsible for processing the applications, and reporting obligations to the National Council are planned.", "descriptionUseOfMeasure": "As of 24 August 2020, the NPO-Fund has pledged a total of €107.2 million, as announced by the responsible Vice Chancellor Werner Kogler. 5,245 applications have been processed positively. So far, €17.6 million have been paid in the sports sector, €10.3 million in the arts and cultural sector and €30.2 million for churches and similar institutions. The difference to the €107 million  results from the payment modalities; they will be paid at the submission of the final invoices. A total of €700 million are available in the NPO fund.\r\rBy 7 October 2020, around 10,000 applications have been filed and €186 million have been pledged.\r\rOn 17 December 2020, funding for 14,000 applications has been promised for the period April to September and €270 million have been approved.", "descriptionInvolvementOfSocialPartners": "Not in social partners' domain.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/AT-2020-28_951.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1110", "sources::title": "20th COVID-19 Act", "sources::url": "https://www.ris.bka.gv.at/Dokumente/BgblAuth/BGBLA_2020_I_49/BGBLA_2020_I_49.html", "sources::d_date": "06/17/2020", "modId": "0", "downloaded_to": "5fb4edddb78eea3038d9fc7073fa5eee0890e8128eb93d875337393097243cd3"}, {"recordId": "1111", "sources::title": "NPO-Fonds Q&As", "sources::url": "https://npo-fonds.at/faqs/", "sources::d_date": "07/09/2020", "modId": "0", "downloaded_to": "1828b3293ebca2dc3dee5c27fdc6577b10968924f7783fbab24782bf1fe7d07d"}, {"recordId": "1563", "sources::title": "EUR 107 million for NPO Fund", "sources::url": "https://orf.at/stories/3178612/", "sources::d_date": "08/24/2020", "modId": "0", "downloaded_to": "54d3cfe7cbcfb76a4d60ddf3bee3c2a8541d0e1113a28430f3e9b2a381d28813"}, {"recordId": "1751", "sources::title": "NPO and hoardship fund are extended", "sources::url": "https://www.ots.at/presseaussendung/OTS_20201007_OTS0113/koestinger-npo-und-haertefall-fonds-werden-verlaengert", "sources::d_date": "10/07/2020", "modId": "0", "downloaded_to": "edb45b2274b46f3e1436665e6321b7bd110c192c0f1b8e6d57abc8648f29649b"}, {"recordId": "2367", "sources::title": "NPO Fund will be extended further", "sources::url": "https://www.bmlrt.gv.at/ministerium/npo-fonds-verlaengert.html", "sources::d_date": "12/17/2020", "modId": "0", "downloaded_to": "d1393289f0c8cbff23046f973126269da74d94373a87cae8b1a8cd2cc64d6a96"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "65", "targetGroups::name": "Other businesses", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "114", "sectors::code": "O84", "sectors::name": "Public administration and defence; compulsory social security", "modId": "0"}, {"recordId": "122", "sectors::code": "R90", "sectors::name": "Creative, arts and entertainment activities", "modId": "0"}, {"recordId": "125", "sectors::code": "R93", "sectors::name": "Sports activities and amusement and recreation activities", "modId": "0"}, {"recordId": "127", "sectors::code": "S94", "sectors::name": "Activities of membership organisations", "modId": "0"}], "updates": [{"recordId": "347", "updates::d_date": "10/07/2020", "updates::description": "On 7 October 2020, the federal government announced (following a decision by the Council of Ministers) the prolongation of the funding period by one quarter, i.e. until 31 December 2020.", "modId": "1"}, {"recordId": "492", "updates::d_date": "12/17/2020", "updates::description": "On 17 December 2020, it was announced in a press conference that the funding period is to be further prolonged into the first quarter 2021. Applications for the fourth quarter 2020 will be possible from February 2021 onwards. The structural security contribution is also extended (beyond April to September 2020): For the months October to December 2020, the structural security contribution remains at 7%. \r", "modId": "2"}], "regions": []}, "recordId": "861", "modId": "41"}