{"fieldData": {"title": "Increased unemployment benefit rate granted during education", "title_nationalLanguage": "Forhøjet dagpengesats under uddannelse", "d_startDate": "08/01/2020", "d_endDate": "12/31/2021", "calc_country": "Denmark", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "DK-2020-31/956", "dateType": "Temporary", "calc_creationDay": "07/10/2020", "calc_lastUpdate": "07/13/2020", "descriptionBackgroundInfo": "On the 17 June 2020, a majority in the Danish Parliament agreed on strengthening the existing efforts regarding upgrading of skills with an extra DKK 390 million (€52 million) in addition to the DKK 340 million (€46 million) that  were already set aside. Thus, a total amount of DKK 730 million (€98 million) is reserved for new upgrading and training initiatives in order to mitigate the effects of unemployment and company closures due to the coronavirus crisis. Targeted education can ensure better wage income and job opportunities, and education can equip Danes for the new jobs that occurs in the short and long term. The parties to the agreement agree to invest primarily in the education of unskilled, graduates and entrepreneurs who are particularly vulnerable during the corona crisis.\r", "descriptionContentOfMeasure": "From 1 August 2020 on and during 2021 insured unemployed of 30 years of age or more will have the right to start a vocational education with 110% of their previous unemployment benefit rate if the education is in an area where there is a need for labour.  A total amount of DKK 730 million (€98 million) is reserved for the upgrading and training initiatives. Thus, if a person receives the highest unemployment benefit rate on DKK 19,000 (€2,550), another DKK 1,900 (€255) will be added.\r\rUnskilled unemployed thus have the right to start an education such as blacksmith, electrician or other professions where there is a demand for hands. They can continue their education, even if it lasts longer than the unemployment benefit period. With the agreement, insured unemployed people will have the right to start six weeks of job-oriented training from the first day of unemployment and not after five weeks, as is the requirement today. The social partners will identify the courses that the unemployed can access immediately.\r\rBesides, the parties to the agreement agree that relevant formal training must be developed in areas where there is an urgent need for labour with special competencies related to the handling of COVID-19. It can be within testing, infection detection, care, laboratory technology, etc.\r", "descriptionUseOfMeasure": "It is too early to estimate how many person will be using the possibility of increased unemployment benefit during training.\r\rOn 8 July 2020, Statistics Denmark registered 181,139 unemployed (the workforce is around 2,8 million). That is an increase of 49,313 since 8 March.", "descriptionInvolvementOfSocialPartners": "The primary actors involved in the decision making were the broad coalition of political parties. Could not find more specific information on the various central organisations websites. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/DK-2020-31_956.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1124", "sources::title": "Bredt politisk flertal hæver dagpengene", "sources::url": "https://bm.dk/nyheder-presse/pressemeddelelser/2020/06/bredt-politisk-flertal-haever-dagpengene-under-uddannelse/", "sources::d_date": "06/17/2020", "modId": "0", "downloaded_to": "253f22cfb1049d40745ed611918706cefa5f8962fda6c6438115c4626f9416c6"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}], "targetGroups": [{"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "866", "modId": "13"}