{"fieldData": {"title": "Support for people at higher risk of severe illness from COVID-19 virus", "title_nationalLanguage": "Forsørgelse til mennesker med ekstra risiko ved corona-sygdom", "d_startDate": "05/20/2020", "d_endDate": "09/01/2020", "calc_country": "Denmark", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Paid sick leave", "calc_identifier": "DK-2020-21/958", "dateType": "Temporary", "calc_creationDay": "07/10/2020", "calc_lastUpdate": "07/13/2020", "descriptionBackgroundInfo": "In May, the Danish Parliament agreed on a solution in the sickness benefit system, so that people in the special risk group for COVID-19 and their relatives are guaranteed support if they stay home during the reopening of Denmark.\r\rThe Parliament has allocated a reserve of DKK 200 million to the scheme.\r\rThe scheme came into force in May 20, and will apply until September 1.", "descriptionContentOfMeasure": "The scheme is based on the National Board of Health's list of diseases and conditions that may lead to an increased risk of an elongated or serious course of illness in the case of COVID-19 infection, and the National Board of Health's recommendations for relatives of persons in the risk group. It is the individual's doctor who must specifically assess whether the employee is in the risk group or is related to a person in the risk group.\r\rPersons in the special risk group and relatives may, in agreement with the employer, stay away from work during the reopening of Denmark and receive wages during the absence period or sickness benefit if the employer does not pay wages. The premise is that there are no opportunities to work from home or be relocated so that you are not exposed to the risk of infection.\r\rPrivate and public employers who pay salaries to employees at risk or relatives while at home are entitled to sickness benefit reimbursement from the first day of absence.", "descriptionUseOfMeasure": "Unknown.", "descriptionInvolvementOfSocialPartners": "No involvement", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/DK-2020-21_958.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1127", "sources::title": "The Parliament Agreement on support for people who are at higher risk for severe illness", "sources::url": "https://bm.dk/media/13810/aftale-risikogruppe.pdf", "sources::d_date": "07/10/2020", "modId": "0", "downloaded_to": "6a994362809e9b7bb6a1be981cb5c1d2e179f876c629a15b07d41ef2b309384d"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "42", "targetGroups::name": "The COVID-19 risk group", "modId": "14"}, {"recordId": "71", "targetGroups::name": "The COVID-19 risk group at the workplace", "modId": "8"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "868", "modId": "20"}