{"fieldData": {"title": "State aid for maritime transport and related activities in the COVID-19 pandemic ", "title_nationalLanguage": "Odluka o usvajanju Programa dodjele državnih potpora sektoru mora, prometa, prometne infrastrukture i povezanim djelatnostima u aktualnoj pandemiji COVID-a 19\r", "d_startDate": "07/02/2020", "d_endDate": "12/31/2020", "calc_country": "Croatia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Access to finance", "calc_identifier": "HR-2020-27/967", "dateType": "Temporary", "calc_creationDay": "07/10/2020", "calc_lastUpdate": "07/13/2020", "descriptionBackgroundInfo": "At the session held on July 2, 2020, the Government of the Republic of Croatia adopted the Program for the Granting of State Aid to the Maritime, Transport, Transport Infrastructure and Related Activities Sector in the current COVID-19 pandemic, approved by the European Commission on 30 June 2020, and in accordance with the Commission Communication - Temporary Framework for state aid measures to support the economy in the current COVID-19 pandemic, of 19 March 2020 and its amendments of 3 April 2020 and 8 May 2020.\r\rThe state aid instrument regulated by this Program is a state guarantee for new loans of entrepreneurs with commercial banks and the Croatian Bank for Reconstruction and Development.The emphasis is on measures aimed at ensuring liquidity, providing access to finance for the functioning of these sectors and ensuring transport connectivity and smooth traffic - both within the Republic of Croatia and abroad  - during and after the end of the COVID-19 pandemic as well as creating conditions for faster recovery from current crises.\r\rThe responsible institution is the Ministry of the Sea, Transport and Infrastructure, while the implementing bodies are the Croatian Bank for Reconstruction and Development and the Croatian Agency for Small Business, Innovation and Investments.\r\r\r", "descriptionContentOfMeasure": "The program applies to the maritime, transport, transport infrastructure and economic activities related to construction, technical improvement, traffic-technical modernization of waterways, technical maintenance and training of waterways and navigation safety facilities (i.e. NACE 42.91Construction of water structures; 49.10 Railway transport services of passengers, intercity; 49.20.Railway freight transport; 49.31Urban and suburban passenger land transport; 49.39 Other land transport (excluding taxi service); 50.10 Sea and coastal passenger water transport; 50.30 Inland passenger water transport; 50.40Transport of goods by inland waterways; 51.10 Passenger air transport; 51.21 Air transport of goods; 50.20 Sea and coastal freight water transport; 52.10 Storage of goods; 52.2 Transport service activities; 77.34 Renting and leasing of water transport equipment; 79.11 Travel agency activities (related to nautical transport); 79.12 Activity of tour operators (tour operators) if they are related to nautical traffic; 93.29 Nautical tourism ports).  \r\rEligible beneficiaries of support under this program are classified as small, medium and large enterprises according to the categories of enterprises. The aid can be in the form of guarantees ('limited aid amounts')  and in the form of loan guarantees ('support in the form of loan guarantees'). The aid in the form of guarantees shall be directly targeted at the eligible beneficiaries who are facing a sudden lack of liquidity, and not to credit them or other financial institutions that are lenders for which guarantees are granted. \r\rThe total amount of state guarantees, which will be approved by the Croatian Bank for Reconstruction and Development (HBOR) and the Croatian Agency for Small Business, Innovation and Investment (HAMAG-BICRO), amounts to HRK 600 million (€80 million) i.e. in the form of 'limited aid amounts'  HRK 200 million (€26.7 million), and in the form of loan guarantees HRK 400 million (€53.3 million).", "descriptionUseOfMeasure": "Not yet known.", "descriptionInvolvementOfSocialPartners": "Due to the nature of the measure, social partners were not involved. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-27_967.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1148", "sources::title": "Odluka o usvajanju Programa dodjele državnih potpora sektoru mora, prometa, prometne infrastrukture i povezanim djelatnostima u aktualnoj pandemiji COVID-a 19", "sources::url": "https://narodne-novine.nn.hr/clanci/sluzbeni/2020_07_77_1466.html", "sources::d_date": "07/02/2020", "modId": "0", "downloaded_to": "70f5c84e70f99427522f989e3fc0c4a5c3fe9cf7ae57d3519bb5109ffc70edef"}, {"recordId": "1162", "sources::title": "Decision on the adoption of the Program for the allocation of state aid to the maritime sector, transport, transport infrastructure and related activities in the current COVID Decision on the adoption of the Program for the allocation of state aid to the maritime sector, transport, transport infrastructure and related activities in the current COVID pandemic 19", "sources::url": "https://narodne-novine.nn.hr/clanci/sluzbeni/2020_07_77_1466.html", "sources::d_date": "07/03/2020", "modId": "0", "downloaded_to": "70f5c84e70f99427522f989e3fc0c4a5c3fe9cf7ae57d3519bb5109ffc70edef"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "77", "sectors::code": "H49", "sectors::name": "Land transport and transport via pipelines", "modId": "0"}, {"recordId": "78", "sectors::code": "H50", "sectors::name": "Water transport", "modId": "0"}, {"recordId": "79", "sectors::code": "H51", "sectors::name": "Air transport", "modId": "0"}, {"recordId": "80", "sectors::code": "H52", "sectors::name": "Warehousing and support activities for transportation", "modId": "0"}, {"recordId": "109", "sectors::code": "N79", "sectors::name": "Travel agency, tour operator and other reservation service and related activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "877", "modId": "19"}