{"fieldData": {"title": "Deferral of rent payments for houses and flats", "title_nationalLanguage": "Odklad plateb nájemného domů a bytů", "d_startDate": "04/27/2020", "d_endDate": "07/31/2020", "calc_country": "Czechia", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Keeping a safe home", "calc_identifier": "CZ-2020-18/969", "dateType": "Temporary", "calc_creationDay": "07/13/2020", "calc_lastUpdate": "10/27/2020", "descriptionBackgroundInfo": "The Act No. 209/2020 Coll., on certain measures to mitigate the effects of the SARS-CoV-2 coronavirus epidemic on tenants of premises used to satisfy housing needs, on recipients of loans provided by the State Housing Development Fund and in connection with the provision of services related to the use of flats and non-residential premises in a house with flats, covered all leases or subleases of premises used to meet the housing needs of the tenant or subtenant.\r\rAccording to the act, during the period of 12 March 2020 until 31 July 2020 the landlord had not to terminate a lease unilaterally, solely on the grounds that the tenant was in arrears with the payment of rent related to the use of the premises used to meet the housing needs.\r", "descriptionContentOfMeasure": "Eligible were all tenants and subtenants of premises used to satisfy housing needs:\r\r* who were in delay with rent payments between 12 March 2020 and the day following the end of the emergency measures (but no later than on 31 July 2020);\r* whose delay in payment was a result of restrictions resulting from the emergency measures in the event of an epidemic, which made it impossible or substantially hindered the proper payment of the rent.\r\rTenants had to prove, that they were in delay with the payment due to the emergency measures (for example due to job-loss), to the Labour Office and to the landlord.\r\rThe rent will have to be paid till 31 December 2020. In case the tenant or subtenant fails to pay the rent until 31 December 2020, the landlord may terminate the lease without a termination period.", "descriptionUseOfMeasure": "No information available yet.", "descriptionInvolvementOfSocialPartners": "Social partners, which are members of the tripartite body (Council of economic and social agreement, Rada hospodářské a sociální dohody, RHSD) were informed and consulted in both formal (requested by institutional settings) and informal ways. They are not involved in the management of policy measures. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/CZ-2020-18_969.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1151", "sources::title": "Act No. 209/2020 Coll., on certain measures to mitigate the effects of the SARS-CoV-2 coronavirus epidemic on tenants of premises used to satisfy housing needs, on recipients of loans provided by the State Housing Development Fund and in connection with the provision of services related to the use of flats and non-residential premises in a house with flats/Zákon č. 209/2020 Sb., o některých opatřeních ke zmírnění dopadů epidemie koronaviru SARS CoV-2 na nájemce prostor sloužících k uspokojování bytové potřeby, na příjemce úvěru poskytnutého Státním fondem rozvoje bydlení a v souvislosti s poskytováním plnění spojených s užíváním bytů a nebytových prostorů v domě s byty", "sources::url": "https://www.zakonyprolidi.cz/cs/2020-209", "sources::d_date": "04/27/2020", "modId": "0", "downloaded_to": "cff4e89ae5ca0f82ea259347a4a5c6aec6900325d47b7035f670de2cb1e46cb2"}, {"recordId": "1152", "sources::title": "MMR: Support of tenants/MMR: Podpora nájemníků", "sources::url": "https://www.mmr.cz/cs/ministerstvo/vsechna-opatreni-a-pomoc-mmr-pri-pandemii-covid-19/podpora-najemniku", "sources::d_date": "04/01/2020", "modId": "0", "downloaded_to": "8657612269d709e2445a8c51ca9b63b015983c4fe318c409911e4ff00f510e65"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "879", "modId": "21"}