{"fieldData": {"title": "Support to collective leaders participating in the song and dance festival movement", "title_nationalLanguage": "Toetus laulu- ja tantsupeo liikumises osalevatele kollektiivijuhtidele", "d_startDate": "03/01/2020", "d_endDate": "05/31/2020", "calc_country": "Estonia", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Extensions of  income support to workers not covered by any kind of protection scheme", "calc_identifier": "EE-2020-10/971", "dateType": "Temporary", "calc_creationDay": "07/13/2020", "calc_lastUpdate": "07/14/2020", "descriptionBackgroundInfo": "Estonian Song and Dance Celebration is a traditional cultural event held in Estonia in every five years. Numerous choir and dance collectives work continuously to learn and practice the songs and dances performed during the Celebration. Due to the containment measures, the collectives were unable to meet and practice, which in turn affected the income of the leaders of the collectives. To mitigate the financial hardship, the Ministry of Culture developed a temporary support measure for them. Relevant regulation was adopted in May 2020 after the adoption of the supplementary state budget act on 15 April 2020.", "descriptionContentOfMeasure": "The support is meant for leaders of the collectives participating in the Estonian Song and Dance Celebration movement. The target group involves, for example, conductors, folk dance or folk music instructors, concert masters, piano accompanists.\r\rThe support covers 70% of the average income of the period October 2019 – February 2020 of the collective leader, but not more than €1,000 per month. The support can be paid for March, April and May 2020.\r\rThe applicant must be a legal person with a valid contract and no tax arrears prior to the emergency situation. They must have received regular support from the budget of the Ministry of Culture in 2019. The income of the collective leader must be decreased between March and May 2020.\rThe total budget of the measure is €0.6 million and applications were accepted between 12 and 19 May 2020.", "descriptionUseOfMeasure": "According to the explanatory note of the regulation, around 2,000 collectives have been affected by the COVID-19. \r\rThe support was allocated altogether to 261 collective leaders in the total amount of €120,768.", "descriptionInvolvementOfSocialPartners": "A few relevant organisations uniting dance and song collectives and their leaders were consulted by the Ministry of Culture.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/EE-2020-10_971.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1159", "sources::title": "Support conditions (Kriisiabi laulu- ja tantsupeo liikumises osalevatele kollektiivijuhtidele)", "sources::url": "https://rahvakultuur.ee/2020/05/05/kriisiabi-laulu-ja-tantsupeo-liikumises-osalevatele-kollektiivijuhtidele/", "sources::d_date": "05/01/2020", "modId": "0", "downloaded_to": "9ff8bec1d659717539e9472d9657e1a5b46fb8f18d81e891b33814fd7e6aed5e"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [{"recordId": "10", "occupations::name": "Legal, social and cultural professionals", "modId": "0"}], "sectors": [{"recordId": "122", "sectors::code": "R90", "sectors::name": "Creative, arts and entertainment activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "881", "modId": "11"}