{"fieldData": {"title": "Protection of rent payments for renters and landlords", "title_nationalLanguage": "Proteção do arrendamento habitacional ", "d_startDate": "04/01/2020", "d_endDate": "07/01/2021", "calc_country": "Portugal", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Keeping a safe home", "calc_identifier": "PT-2020-14/978", "dateType": "Temporary", "calc_creationDay": "07/13/2020", "calc_lastUpdate": "01/22/2021", "descriptionBackgroundInfo": "The Resolution of the Council of Ministers no. 41/2020, of 6 June, that approved the Economic and Social Stabilisation Programme extends the exceptional support to renting houses until September 2020 and enlarges its scope.\r\rAccording to the Law 4-C/2020, of 6 April, amended by the Law 17/2020, of 29 May, these exceptional measures were approved to be in force during the State of Emergency and the following month.\r\rAlthough the state of emergency was already lifted, many families will take some time to reach financial stability and to recover the income lost. Therefore the extension of the support was approved until September. \r\rAdditionally, despite the six month period following the granting of the financial support for families to start the reimbursement, and taking into consideration the situation of most vulnerable families, the loan may be converted into a non-repayable grant.", "descriptionContentOfMeasure": "Under the scope of the exceptional measures to support housing renting, a financial support granted by IHRU, I. P. (Institute of Housing and Urban Rehabilitation) was created. This was oriented to households with significant losses in income and to landlords with low resources, with a significant loss in income due to the non-payment of rents. The financial support, under the form of a loan, was approved to be in force during the State of Emergency and the following month.\r\rTenants can ask for an interest free loan to support the difference between the monthly rent and a maximum effort rate of 35% of the household income, allowing them to pay the rent. The outstanding income cannot be inferior to the Social Support Index. \rLandlords who have demonstrated reductions in their household income above 20% of the previous month, and whose tenants did not make use of the IHRU loans (see above), can request an interest free loan to compensate the monthly rents that have not been paid, if the available household income diminishes below the Social Support Index for that reason.   \r\r\r", "descriptionUseOfMeasure": "Information not available.", "descriptionInvolvementOfSocialPartners": "Tripartite consultation involving the government, the trade union confederations CGTP and UGT and the employer confederations CIP, CCP, CTP and CAP at the Standing Committee for Social Concertation.\r", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/PT-2020-14_978.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1147", "sources::title": "Resolução do Conselho de Ministros n.º 40-A/2020", "sources::url": "https://data.dre.pt/eli/resolconsmin/40-A/2020/05/29/p/dre", "sources::d_date": "05/29/2020", "modId": "1", "downloaded_to": "ce0e4cd99329ced4c7b8d53b8222f929ba51e650275c70bd816a48795b5928d8"}, {"recordId": "1240", "sources::title": "lei 17/2020", "sources::url": "https://dre.pt/web/guest/pesquisa/-/search/134762424/details/maximized", "sources::d_date": "05/29/2020", "modId": "0", "downloaded_to": "b83c8bfcc5fc43bd695ac6de25881ac0c13c1baccb397f636ab412febc5f2476"}, {"recordId": "1241", "sources::title": "Lei 4C/2020", "sources::url": "https://dre.pt/pesquisa/-/search/131193441/details/maximized", "sources::d_date": "04/06/2020", "modId": "0", "downloaded_to": "52c687e46f170934a8146d41ddc3bf92027a114901579238150b4ed5c18d8fb8"}, {"recordId": "2606", "sources::title": "Decreto-Lei nº 106-A/2020 ", "sources::url": "https://dre.pt/application/file/a/15263971", "sources::d_date": "12/30/2020", "modId": "1", "downloaded_to": "cd1e5cf17132683c7aa9e4fb97e986dacc2eb861ba1f61aa30a062ff00a6b9a4"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "633", "updates::d_date": "12/30/2020", "updates::description": "Decree-Law 106-A / 2020 of 30 December amends exceptional and temporary measures relating to the COVID-19 disease pandemic.\rThis Decree-Law proceeds to the fourth amendment to Law 4-C / 2020, of 6 April, amended by Laws 17/2020, of 29 May, 45/2020, of 20 August, and Law 75-A / 2020, of 30 December, which establishes an exceptional regime for situations of delay in the payment of rent due under the terms of urban housing and non-housing lease agreements, within the scope of the COVID-19 pandemic.\rWith the amendment of articles 3, 5 and 14 of Law 4-C / 2020, the support scheme for the payment of rent is extended until 1 July 2021 and changes to this exceptional and temporary regime are introduced in view of the effects of the COVID-19 disease pandemic. These changes are in line with the Economic and Social Stabilisation Programme, ensuring that loans granted to low-income borrowers, whose effort rate for the payment of rent exceeds 35%, are converted in an equitable and progressive way into non-refundable financial contributions. On the other hand, it is intended to ensure that beneficiaries can join the scheme through a faster model and under an honorable commitment to proof of the drop in income.", "modId": "3"}], "regions": []}, "recordId": "888", "modId": "25"}