{"fieldData": {"title": "Subsidy for fixed costs for SMEs", "title_nationalLanguage": "Tegemoetkoming Vaste Lasten MKB (TVL)", "d_startDate": "10/01/2020", "d_endDate": "06/30/2021", "calc_country": "Netherlands", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "NL-2020-40/985", "dateType": "Temporary", "calc_creationDay": "07/13/2020", "calc_lastUpdate": "10/16/2020", "descriptionBackgroundInfo": "This measure was initiated by a member of parliament and the national government (Specifically Dijkhoff (VVD - centre right party) and Jette (D66 - liberal democrat party)), and employer organisations pointed to the fact that besides staff costs, SMEs are now starting to struggle to meet their fixed costs as well. For this reason this measure was introduced to help SMEs to bridge the crisis by helping them to pay for their fixed costs.\r\rThis measure, the TVL has also been extended within the third package of emergency measures. The aim of this measure is unchanged, namely to help support SMEs with their fixed costs now that their incomes are likely to be lower. This new version of the TVL will also enter into force on 1 October 2020 and will run until 21June 2021.", "descriptionContentOfMeasure": "Through this measure, SMEs can apply for this subsidy to help them cover their fixed cost when they have had a revenue loss of at least 30%. Furthermore, sectors which currently used to fall under the TOGs are eligible for this measure. Enterprises can receive anywhere from €1.000 up to €50.000 for the period of 1 June until 30 September.\r\rIn its updated form, the TVL runs for nine months though (as with the NOW 3.0), the support becomes gradually available for only the especially badly hit SMEs. The first three months of the TVL, October to January 2021, require that SMEs have 30% revenue loss to be eligible. In the second three months, (January to March of 2021), SMEs with a 40% revenue loss are eligible, and from March to June 2021, those with 45% revenue loss are eligible. The amount of support offered does not change; 50% of fixed costs of an enterprise (up to a maximum of €90,000), is provided by the government. \r\rSectors which fall under the TOG include the recreation sectors, the hotel, restaurant, café and bar sectors (HORECA), events, carnivals, theatres and stage performance sectors. SMEs and solo self-employed in these sectors may make use of this measure.\r\rIn total the government aims to support 800,000 entrepreneurs in these sectors (some of which have already been helped by the TOG measure). The national government has set aside a budget of €1.4 billion for this measure. ", "descriptionUseOfMeasure": "No data available yet.", "descriptionInvolvementOfSocialPartners": "The social partners were deeply involved in the development of this measure, as they were with the entire third package of national emergency measures. Since the start of the corona outbreak, national peak level social partners indicate they have worked together very intensively and collaborated with the government to develop quick policy measures in response to the rapidly changing economic and social situation. Social partners have been meeting with the government on a weekly basis since March 2020.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/NL-2020-40_985.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1176", "sources::title": "Kamerbrief 20 mei 2020: Noodpakket 2.0", "sources::url": "https://www.rijksoverheid.nl/binaries/rijksoverheid/documenten/kamerstukken/2020/05/20/kamerbrief-noodpakket-2.0/Kamerbrief+Noodpakket+banen+en+economie+2.0.pdf", "sources::d_date": "05/20/2020", "modId": "0", "downloaded_to": "890e52591e1e25311705f5a52e70012e8357e95a8eec97703cfc077a16df1147"}, {"recordId": "1245", "sources::title": "Tegemoetkoming Vaste Lasten mkb (TVL)", "sources::url": "https://www.rijksoverheid.nl/onderwerpen/coronavirus-financiele-regelingen/overzicht-financiele-regelingen/tvl", "sources::d_date": "07/21/2020", "modId": "0", "downloaded_to": "a602b6e6bcec6898bb4dbb0dcf102c9a6e8b27c72f167c9e0e01a5d21f1a150d"}, {"recordId": "1713", "sources::title": "Kamerbrief: Steun- en herstelpakket", "sources::url": "https://www.rijksoverheid.nl/documenten/kamerstukken/2020/08/28/kamerbrief-steun--en-herstelpakket-voor-ondernemers-en-werkenden", "sources::d_date": "08/28/2020", "modId": "0", "downloaded_to": "59b5259ebe227e733f20336e6b105925aea268218fbe1922bb79813d5c9d3e62"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}, {"recordId": "55", "targetGroups::name": "Solo-self-employed", "modId": "16"}, {"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}, {"recordId": "62", "targetGroups::name": "SMEs", "modId": "12"}, {"recordId": "63", "targetGroups::name": "One person or microenterprises", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "335", "updates::d_date": "10/01/2020", "updates::description": "The TVL measure has been extended, just as the NOW and TOZO measures have. Within the third emergency package of measures published 1 October 2020, the TVL measure will also be established by nine months. \rBeyond being extended, the measure is also being expanded. The maximum subsidy amount which an enterprise can receive will now be €90,000 per three months. In this way the measure can better meet the needs of mid-sized and larger SMEs in the Netherlands. Under the previous form, the cap for enterprises of this size was €50,000 for four months and this was deemed too low to cover the actual costs of running a larger enterprise when income and revenues have declined dramatically.\rFrom 1 October to 31 December 2020, enterprises who have lost more than 30% of their revenue will be eligible for the measure. \rAs of 1 January 2021, the TVL will become more focused on enterprises whose business activities have been put under the most pressure, namely those which have lost 40% or more of their revenue. From April 2021 to 30 June 2021, enterprises must show they have lost 45% of their revenue to make use of the TVL.\rThe other conditions of the TVL remain the same, it subsidises up to 50% of the fixed costs of an enterprise. ", "modId": "2"}], "regions": []}, "recordId": "895", "modId": "18"}