{"fieldData": {"title": "Direct subsidy to companies", "title_nationalLanguage": "Contributo a fondo perduto per le imprese", "d_startDate": "05/19/2020", "d_endDate": "", "calc_country": "Italy", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "IT-2020-21/1001", "dateType": "Open ended", "calc_creationDay": "07/15/2020", "calc_lastUpdate": "11/03/2020", "descriptionBackgroundInfo": "Law Decree No. 34 of 19 May 2020 (art. 25) introduced a direct subsidy to those business activities which have experienced a reduction in revenues of at least two thirds due to the COVID-19 pandemic. The amount of the subsidy depends on the total revenues of the business in 2019, and ranges between 10% and 20%.", "descriptionContentOfMeasure": "A direct subsidy for businesses experiencing a reduction in revenues due to the COVID-19 pandemic was introduced by Law Decree No. 34 of 19 May 2020. The subsidy is due provided that revenues in April 2020 are less than two thirds of the amount of revenues in April 2019 or to those businesses which have started their activities after 31 December 2018.\r\rEligible are individuals carrying out business and self-employment activities, holders of VAT number, including companies carrying out agricultural or commercial activities, even if carried out in the form of a cooperative enterprise, with turnover in the last tax period of less than €5 million.\r\rThe amount of the subsidy is determined as a percentage of the difference in revenues for April 2020 compared to April 2019 as follows: \r\r* 20% of the difference for subjects with revenues not exceeding €400,000 in the last tax period; \r* 15% per cent for individuals with revenues of over €400,000 and up to €1 million in the last tax period; \r* 10% for subjects with revenues or fees of over €1 million and up to €5 million in the last tax period.\r\rThe amount of the subsidy is recognized, however, for an amount of not less than €1,000 for natural persons and €2,000 for subjects other than natural.", "descriptionUseOfMeasure": "During a hearing in the Finance Committee at the Chamber of Deputies on 24 June 2020, the director of the tax administration agency (Agenzia delle Entrate) reported that over 915,000 applications for the subsidy were already presented. Payments of the first 203,000 requests, for a total amount of €730 million have already started.", "descriptionInvolvementOfSocialPartners": "Social partners were not involved in designing, implementing and monitoring the measure", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/IT-2020-21_1001.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1189", "sources::title": "Law Decree No. 34 of 2020", "sources::url": "https://www.gazzettaufficiale.it/eli/id/2020/05/19/20G00052/sg", "sources::d_date": "05/19/2020", "modId": "0", "downloaded_to": "b573de680c887b514db96dbb90138aa52f71fc946c65e5c05644d81829758342"}, {"recordId": "1925", "sources::title": "Law Decree No. 137 of 28 October 2020 (Decreto Ristori)", "sources::url": "https://www.gazzettaufficiale.it/eli/gu/2020/10/28/269/sg/pdf", "sources::d_date": "10/28/2020", "modId": "0", "downloaded_to": "0a93357e3c6833dac2a2ec2e0ce24c0813ed488feb49796d51ef65e007afaf47"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "401", "updates::d_date": "10/28/2020", "updates::description": "In order to support the operators of the economic sectors affected by the restrictive measures introduced with the Decree of the President of the Council of Ministers of 24 October 2020 to contain the COVID-19 pandemic, Law Decree No. 137 of 28 October 2020 devised new non-repayable contributions.\rThe contribution is available to companies in different sectors, listed in an attachment to the Law Decree, among which taxis, hotels, restaurants, bars. The contribution amounts to between 100% and 200% that set by Law Decree No. 34 of 19 May 2020.\rThe contribution is available provided that the amount of the turnover and the payments of the month of April 2020 is less than two thirds of the amount of the turnover and the fees for the month of April 2019.", "modId": "4"}], "regions": []}, "recordId": "911", "modId": "17"}