{"fieldData": {"title": "Tourism voucher", "title_nationalLanguage": "Bon turystyczny", "d_startDate": "07/20/2020", "d_endDate": "03/31/2022", "calc_country": "Poland", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Support for spending, stimulus packages", "calc_identifier": "PL-2020-30/1003", "dateType": "Temporary", "calc_creationDay": "07/16/2020", "calc_lastUpdate": "10/28/2020", "descriptionBackgroundInfo": "As a part of new wave of preventative measures the tourism voucher was introduced to boost the domestic tourist industry.\r \rThe voucher is a form of social subsidy available on request. Using the voucher, the holders will be able to make payments for hotel services or tourist events carried out by a tourist entrepreneur or a public benefit organisation throughout the country, provided they are included on a special list maintained by the Polish Tourism Organisation (POT). \r\rUstawa z dnia 15 lipca 2020 r. o Polskim Bonie Turystycznym\r\r", "descriptionContentOfMeasure": "The voucher is a form of social subsidy and amounts to PLN 500 (some €115) for each child up to 18 years of age. One additional benefit (extra voucher) in the same amount for children with a certified disability is available. Using the voucher, the holders will be able to make payments for hotel services or tourist events carried out by a tourist entrepreneur or public benefit organization throughout the country included on a special list maintained by the Polish Tourism Organisation (POT). The voucher exists only in electronic form and is valid until the end of March 2022. It can be used multiple times until it is exhausted. It is also exempted from income tax.  ", "descriptionUseOfMeasure": "According to government's forecasts, some 6.5 million children will be covered and the volume of support is estimated at PLN 3.5 billion (about €800 million). Of the children to benefit, some 300 thousand will be children with certified disabilities (to receive double benefit), also between 150 to 200 thousand children of parents residing abroad are to be covered by the measure. \rOn the business side, very rough estimates are disclosed so far: few dozens enterprises (overwhelming majority of which will be SSMEs) is expected to become eligible.\r\rBy the end of August (end of summer holidays in schools) 886 thousand vouchers for total amount of  PLN 759 million (nearly €170 million) were activated.", "descriptionInvolvementOfSocialPartners": "Unknown", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/PL-2020-30_1003.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1225", "sources::title": "Ustawa z dnia 15 lipca 2020 r. o o Polskim Bonie Turystycznym\r\ro Polskim Bonie Turystycznym\r\rz dnia 15 lipca 2020 r.\r\ro Polskim Bonie Turystycznym[1])", "sources::url": "http://orka.sejm.gov.pl/proc9.nsf/ustawy/422_u.htm", "sources::d_date": "07/15/2020", "modId": "0", "downloaded_to": "c91cf6302c0c7b7c03d2a2f94e72d69e63ab36228816ad7e7b554bb01e668ab0"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "38", "targetGroups::name": "Children (minors)", "modId": "17"}, {"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "83", "sectors::code": "I55", "sectors::name": "Accommodation", "modId": "0"}], "updates": [], "regions": []}, "recordId": "913", "modId": "25"}