{"fieldData": {"title": "Foreclosure procedures on pecuniary assets of natural persons are temporarily halted", "title_nationalLanguage": "Zakon o provedbi ovrhe na novčanim sredstvima ", "d_startDate": "04/17/2020", "d_endDate": "07/17/2020", "calc_country": "Croatia", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Preventing over-indebtedness", "calc_identifier": "HR-2020-16/1012", "dateType": "Temporary", "calc_creationDay": "07/20/2020", "calc_lastUpdate": "12/01/2020", "descriptionBackgroundInfo": "Foreclosure proceedings in Croatia are initiated by creditor and securing proceedings are initiated by submitter of motion. In case the law stipulates that an institution or a person, who are not beneficiaries of a certain claim are authorized to initiate foreclosure or securing proceedings for such claim, such institution or a person act as creditors, i.e. submitters of motion in such proceedings. \r\rForeclosure orders are issued exclusively on basis of enforceable or credible documents. Enforceable documents are: enforceable court decision and enforceable judiciary settlement, enforceable settlement from Article 186.a of the Law on Civil Proceedings, enforceable decision of arbitration court, enforceable decision passed in administrative proceedings and enforceable settlement in administrative proceedings, in case they refer to payment of a monetary claim and unless law stipulates otherwise, enforceable notarial decision and enforceable notarial document, settlements entered into in proceedings in front of court of honour at chambers in the Republic of Croatia and settlements entered into in mediation proceedings, in accordance with provisions of the law stipulating mediation proceedings, and other documents stipulated by law as enforceable documents. Pursuant to the Law on Enforcement, credible documents are invoices, bills of exchange, cheque with protest and returned invoices, whenever it is necessary to constitute a claim, public documents, extracts from commercial records, legally notarized private documents that are considered to be public documents in accordance with special regulation. Calculation of accrued interest is considered to constitute invoice.\r\rForeclosure orders in the basis of enforceable documents are passed by courts and on the basis of credible documents by public notaries. Public notary is under obligation to issue and submit foreclosure order or to forward the file to the court within 30 days, at the latest, counting from the date of receipt of motion. Responsible institution for the foreclosure procedure is the Financial Agency (FINA). In case the debtor does not receive foreclosure, one more delivery shall be attempted within time limit that may not be shorter than 30 or longer than 60 days. In case of failed repeated delivery, document that had to be submitted shall be posted on court e-notice board. After that, in case debtor does not file a complaint, foreclosure order becomes valid and enforceable. Upon enforceability of foreclosure order, proceedings are continued in front of agency that implements foreclosure order in accordance with provisions of the Law on Enforcement and the law stipulating foreclosure of monetary assets. Further proceedings depend on whether the debtor has sufficient assets to pay the debt or not. Law on enforcement does not stipulate time limit in which foreclosure order must be issued. In practice, courts issue foreclosure orders within 2-3 months.", "descriptionContentOfMeasure": "The government issued a decree on amendments to Zakon o provedbi ovrhe na novčanim sredstvima (The Act on the foreclosure on pecuniary assets) (OG 68/18, 2/20 and 46/20) and after the article 25, added two articles 25.a and 25.b) which define special circumstances when foreclosure can be postponed in special circumstances. Due to the Act, the Financial Agency (FINA) will not perform foreclosure procedure on pecuniary assets of natural persons. The Decree is valued for three months with the possibility on extension for next three months. During the mentioned period of postponed foreclosure, no income interest should be calculated and paid.  ", "descriptionUseOfMeasure": "As many natural persons in Croatia face serious problems with foreclosure, such measure should be very welcomed in the circumstances of COVID19 and present financial difficulties. This is particularly important knowing that the Act allows for HRK 100 (€ 13) of initial debt to become HRK 1,000 (€130), with almost no limit. ", "descriptionInvolvementOfSocialPartners": "Due to the nature of the measure social partners were not involved. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-16_1012.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1237", "sources::title": "Zakon o provedbi ovrhe na novčanim sredstvima ", "sources::url": "https://narodne-novine.nn.hr/clanci/sluzbeni/2020_04_47_952.html", "sources::d_date": "04/17/2020", "modId": "0", "downloaded_to": "286cae134ea0b9404db35351e8e9313feedeabe7d71a3bf9a25e80919ddcc64c"}, {"recordId": "1238", "sources::title": "Prijedlog odluke o produženju roka trajanja posebnih okolnosti", "sources::url": "https://vlada.gov.hr/sjednice/241-sjednica-vlade-republike-hrvatske-29970/29970", "sources::d_date": "07/16/2020", "modId": "0", "downloaded_to": "820ab1cd57258bf8539ab9a189752967ac35f2c844eef2f6d8678b8395e06343"}, {"recordId": "1239", "sources::title": "Odluku o produzenju roka trajanja posebnih okolnosti", "sources::url": "https://narodne-novine.nn.hr/clanci/sluzbeni/2020_07_83_1549.html", "sources::d_date": "07/17/2020", "modId": "0", "downloaded_to": "37541517b1e15d84a6ff95b1dbfd6db25b0da886ecf6ba24e501c0b2ece9b810"}, {"recordId": "2077", "sources::title": "Blokirani građani privremeno mogu odahnut", "sources::url": "https://www.poslovni.hr/hrvatska/svih-320-javnobiljeznickih-ureda-ceka-podjela-oko-170-000-novih-ovrha-na-tri-faze-4254464", "sources::d_date": "10/12/2020", "modId": "0", "downloaded_to": "061fe4720af99c0e9eeec3c6f2d2b4d80f547dfa804c5b2c29c283a46f354542"}, {"recordId": "2078", "sources::title": "SDP predlaže Zakon o jednogodišnjem moratoriju na kredite", "sources::url": "https://www.index.hr/vijesti/clanak/sdp-predlaze-zakon-o-jednogodisnjem-moratoriju-na-kredite/2231089.aspx", "sources::d_date": "11/17/2020", "modId": "0", "downloaded_to": "dc7a1fc1b2fcc2ff14f4f7f14581b5846f14c8b28933fb63c0adb6911d0aa27b"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "229", "updates::d_date": "07/16/2020", "updates::description": "According to the government’s data there were 105,184 active judicial and notarial enforcement proceedings, including enforcement on real estate, movable property and funds of citizens and economic operators. In addition, the enforcement procedures have been started on assets of 23,665 pensioners. The government on its meeting on 16 July 2020, accepted the Decision on the extension of the Act on the foreclosure on pecuniary assets during the special circumstances for next three months, i.e. until 18 October 2020. The Decision is published in the OG 83/20", "modId": "1"}, {"recordId": "435", "updates::d_date": "11/25/2020", "updates::description": "The moratorium on the repayment of debts and foreclosures ceased on 18 October 2020 and it is likely that this would affect not only previously 400,000 registered blocked citizens. The data from the Chamber of Notaries show that during the six months delay period, there were an increase in the number of more than 170,000 new debts of citizens for the non-paid bills for consumption of water, gas, electricity and telephone services. This points to a new problem of previous debtors, that there are now many new candidates to block accounts, primarily those who lost their jobs. The Ministry of Justice and Administration proposed that foreclosure should be performed during three months period in three phases. The opposition Social Democratic Party (SDP) parliamentary group has put forward a bill on a moratorium on debtors' loan liabilities to protect citizens' standard of living and stop the decline in consumption due to COVID-19 crisis, asking the government to regulate the debt collection market and the supervision of debt collection agencies. SDP was proposing a year-long moratorium on loan repayments, regulated by law and binding on banks, allowing debtors to decide on their own whether or not to ask for a moratorium, during which interest would not be charged. SDP noted that that market was not regulated and called on the government to finally put forward a bill to regulate the collection of debts and loans, to introduce supervision over debt collection agencies as well as measures to ban them from intimidating citizens. According to SDP opinion the government failed to do anything in that regard, leaving citizens to negotiate moratoriums with commercial banks on their own. An estimate by a commercial bank saying that after the expiry of the moratorium, 20% of loans that were subject to the moratorium would become bad loans.", "modId": "1"}], "regions": []}, "recordId": "922", "modId": "20"}