{"fieldData": {"title": "Return to Work Safely Protocol", "title_nationalLanguage": "", "d_startDate": "05/09/2020", "d_endDate": "", "calc_country": "Ireland", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Occupational health and safety", "calc_identifier": "IE-2020-19/1016", "dateType": "Open ended", "calc_creationDay": "07/24/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "The Protocol was published by the central government Department of Business, Enterprise and Innovation, to set a national-level framework for protecting workers across the economy from the risk of COVID-19 infection in the workplace.\r\rThe Protocol was developed and agreed in consultation with the members of the Labour Employer Economic Forum, which is the forum for high-level dialogue between government, and union and employer representatives on labour market issues. Participants in this process included national employer federation Ibec, the Irish Congress of Trade Unions, Chambers Ireland (a national group of local business bodies) and the Construction Industry Federation (representing construction sector employers). \r\rIt is the result of a collaborative effort, led by the Department of Business, Enterprise and Innovation, and involving the Health and Safety Authority (HSA - the occupational health and safety regulatory agency), the Department of Health and the HSE.", "descriptionContentOfMeasure": "The Protocol covers COVID-19 safety principles in workplaces in all sectors and geographic reasons, but allows for local sectoral agreements to deal with issues more specific to individual sectors.\r\rIt estabilshes the Health and Safety Authority (HSA) as the lead agency for inspection and enforcement of the protocol. It sets out social distancing guidelines and practices, as well as providing for at least one COVID-19 workplace representative in all workplaces.\r\rThe protocol sets out rules on handwashing and hygiene ettiquette, as well as providing that workplace safety statements should be revised to take account of COVID-19. It also has procedures for dealing with a suspected case of COVID-19 in the workplace and provides that all workers should sign forms confirming that they are not infected with COVID-19 or awaiting test results for same.", "descriptionUseOfMeasure": "Not a funding programme - it applies to al workplaces but sets out COVID-19 safety rules rather than providing financial assistance.", "descriptionInvolvementOfSocialPartners": "The impetus for a protocol arose from discussions at the national social partner dialogue body, the Labour Employer Economic Forum (LEEF) and while it was published by the central government Department for Business, Enterprise and Innovation (DBEI), the national level union and employer bodies (ICTU, Ibec and CIF) has a central role in its formulation.\r\rWhen the protocol was announced, DBEI said: \"The Protocol was developed and agreed in consultation with the members of the Labour Employer Economic Forum, which is the forum for high-level dialogue between government, and union and employer representatives on labour market issues. Participants in this process included Ibec, the Irish Congress of Trade Unions, Chambers Ireland and the Construction Industry Federation. It is the result of a collaborative effort, led by the Department of Business, Enterprise and Innovation, and involving the Health and Safety Authority (HSA), the Department of Health and the HSE.\"", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/IE-2020-19_1016.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Tripartite agreements", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1262", "sources::title": "Return to Work Safely Protocol", "sources::url": "file:///C:/Users/ColmanHiggins/Documents/Eurofound/Return-to-Work-Safely-Protocol.pdf", "sources::d_date": "05/09/2020", "modId": "0", "failure_reason": "HTTPConnectionPool(host='file', port=80): Max retries exceeded with url: ///C:/Users/ColmanHiggins/Documents/Eurofound/Return-to-Work-Safely-Protocol.pdf (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7fe4c74f9a90>: Failed to establish a new connection: [Errno -3] Temporary failure in name resolution'))"}, {"recordId": "2518", "sources::title": "Work Safely Protocol", "sources::url": "https://enterprise.gov.ie/en/Publications/Publication-files/Work-Safely-Protocol.pdf", "sources::d_date": "11/20/2020", "modId": "0", "downloaded_to": "65e36ae5b1e573da494ca4cc93f74d5fcc4a39484f9b071e3be0a50cde5323c6"}, {"recordId": "2519", "sources::title": "Government updates Protocol to protect staff in the workplace", "sources::url": "https://www.gov.ie/en/press-release/59704-government-updates-protocol-to-protect-staff-in-the-workplace/", "sources::d_date": "11/20/2020", "modId": "0", "downloaded_to": "2ab43374086100c407d516606cb440b51eef1ef527f89afe484796d83bbe3848"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "12", "actors::name": "Public support service providers", "modId": "1"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "570", "updates::d_date": "11/20/2020", "updates::description": "In November, the Government updated the Protocol and renamed it the 'Work Safely Protocol'.\rAccording to government, the updated guidance “contains information and practical advice on a range of topics such as the management and control of outbreaks, selection of hand sanitisers, wearing of masks, ventilation of workplaces and symptoms. These are areas where our knowledge has developed since the start of the virus and it is important that the guidance reflects the most up to date public health advice available.”", "modId": "1"}], "regions": []}, "recordId": "926", "modId": "16"}