{"fieldData": {"title": "Wage subsidies for companies declaring idle time due to quarantine/emergency situation", "title_nationalLanguage": "Subsidijos darbo užmokesčiui įmonėms, deklaruojančioms prastovas karantino metu ", "d_startDate": "03/19/2020", "d_endDate": "", "calc_country": "Lithuania", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "LT-2020-12/311", "dateType": "Temporary", "calc_creationDay": "04/06/2020", "calc_lastUpdate": "01/18/2021", "descriptionBackgroundInfo": "Law No. XIII-2821 amending Articles 47 and 49 of the Labour Code (LC), effective as of 17 March 2020, introduced new conditions for companies to declare idle time. Pursuant to Article 47 of the LC, the employer may declare idle time for an employee or a group of employees, inter alia, if the Government declares quarantine and for this reason the employer is not able provide the employee with the work agreed upon in the employment contract. On 17 March 2020, the Seimas adopted Law No XIII-2822 adding Article 5-1 and amending Articles 24, 25, 35, 37, 41, 42 and 44 of the Law on Employment of the Republic of Lithuania (No XII-2470), which provides for the payment of wage subsidies to employers who retain jobs during idle time established as a result of quarantine. The idea is to help employers retain jobs. On 7 April 2020, the Law No XIII-2845 amending Articles 5-1, 13, 24, 35, 37, 38, 39, 41, 42, 44, 49 and 50 of Law No. XIII-2470 was adopted and new subsidy amounts were approved.", "descriptionContentOfMeasure": "When the government declares a state of emergency and quarantine and for this reason the employer is not able to provide employees with the work agreed upon in the employment contract, the employer has the right to establish idle time or partial idle time. According to the amendments to the Law, the amount of the subsidy may reach 90% or 70% of the wage amount subject to the employer's choice. If the employer contributes 10% and chooses a 90% subsidy, the state will contribute max. one minimum monthly wage (MMW) (€607 gross); if the employer chooses a 70% subsidy, the state will be able to contribute more - 1.5 MMW or €910.5 gross. Wages accrued during idle time may not exceed those fixed earlier in the employment contract. Payment of the subsidy shall be terminated when the government revokes the emergency or quarantine. Employers shall have to inform the State Labour Inspectorate on the establishment of idle time for employees. Having used the subsidy, the employer is required to retain at least 50% of jobs for at least three months from the end of the payment of the subsidy. ", "descriptionUseOfMeasure": "According to the Ministry of Social Security and Labour, by 7 July 2020, around 23,600 employers received wage subsidies in Lithuania. The support provided to employers constituted €123.9 million. By 24 September 2020, around 24,159 employers have received wage subsidies in Lithuania; the subsidies were granted for 201,449 employees that were put to downtime. An overall budget for the measure amounts to €250 million. On 31 July 2020, around 56% (or €140.7 million) of the budget has been used. According to the data provided by the Ministry of Social Security and Labour (MSSL), a total of 24,362 employers have applied for subsidy to the PES by 9 December 2020, i.e. around 28% of the total number of employers. Until 9 December 2020, the subsidies were requested for 206,432 employees that were put to downtime (or around 23% of total employees in the private sector). The total amount paid down in wage subsidies for employees put to downtime amounted to €171.5 million on 9 December 2020.", "descriptionInvolvementOfSocialPartners": "Social partners were informed, the tripartite meeting was not held. Both trade union and employer representatives emphasised their efforts to participate, from the outset, in all possible formats addressing the consequences of COVID-19 for both business and the economy as a whole. However, according to social partners, there was little dialogue in the initial process of developing the measure. Such a situation was determined by the fact that measures had to be adopted very quickly. ", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LT-2020-12_311.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "153", "sources::title": "Lietuvos Respublikos darbo kodekso 47 ir 49 straipsnių pakeitimo įstatymas Nr. XIII-2821 (2020-03-17", "sources::url": "https://e-seimas.lrs.lt/portal/legalAct/lt/TAD/cedb2d3268f811eaa38ed97835ec4df6", "sources::d_date": "03/17/2020", "modId": "6", "downloaded_to": "881a154509fcae1b99315ef201dc0d0da4fc37fa180831ed2dd8ae41aca08bb6"}, {"recordId": "218", "sources::title": "Law amending Articles 5-1, 13, 24, 35, 37, 38, 39, 41, 42, 44, 49 and 50 of Law on Employment of the Republic of Lithuania (LR užimtumo įstatymo Nr. XII-2470 5-1, 13, 24, 35, 37, 38, 39, 41, 42, 44, 49 ir 50 straipsnių pakeitimo įstatymas)", "sources::url": "https://e-seimas.lrs.lt/portal/legalAct/lt/TAD/43d9edd3797d11eaa38ed97835ec4df6?jfwid=-fy7rwc7a", "sources::d_date": "04/07/2020", "modId": "9", "downloaded_to": "22237c61fc5241b5b9f8a21c3c96275bebd6202767c1701edebc7effcba4a094"}, {"recordId": "1768", "sources::title": "Law No XIII-2822 adding Article 5-1 and amending Articles 24, 25, 35, 37, 41, 42 and 44 of the Law on Employment of the Republic of Lithuania (Lietuvos Respublikos užimtumo įstatymo Nr. XII-2470 papildymo 5-1 straipsniu ir 24, 25, 35, 37, 41, 42, 44 straipsnių pakeitimo įstatymas", "sources::url": "https://www.e-tar.lt/portal/lt/legalAct/edc55260693011eabee4a336e7e6fdab", "sources::d_date": "03/17/2020", "modId": "0", "downloaded_to": "8f7a62a40fb6688fbc3cab2d611ac097dddcfda2d5e3742cf33babb3c022dc7e"}, {"recordId": "1769", "sources::title": "Law No XIII-3005 amending Articles 25, 41, 42, 44 and 48-1 of the Law on Employment of the Republic of Lithuania (Lietuvos Respublikos užimtumo įstatymo Nr. XII-2470 25, 41, 42, 44 ir 48-1 straipsnių pakeitimo įstatymas", "sources::url": "https://www.e-tar.lt/portal/legalAct.html?documentId=502ff420abe211eab9d9cd0c85e0b745", "sources::d_date": "06/04/2020", "modId": "0", "downloaded_to": "20ee325ac9a12ce8ebdd4642e6128902fcd7172febe44f3642f16d4cf7fac520"}, {"recordId": "1770", "sources::title": "Law No XIII-3008 amending Articles 47 and 49 of the LC (Lietuvos Respublikos darbo kodekso 47 ir 49 straipsnių pakeitimo įstatymas", "sources::url": "https://www.e-tar.lt/portal/lt/legalAct/d8cd8e50abe211eab9d9cd0c85e0b745", "sources::d_date": "06/04/2020", "modId": "0", "downloaded_to": "d0c28736287b86cda2f275e1a4e249cf06086a0062733b5d05c0e1108d4d7f67"}, {"recordId": "1771", "sources::title": "Law No XIII-2832 amending Article 47 of the LC (Lietuvos Respublikos darbo kodekso 47 straipsnio pakeitimo įstatymas)", "sources::url": "https://www.e-tar.lt/portal/legalAct.html?documentId=38c6ea60789211eab005936df725feed", "sources::d_date": "03/31/2020", "modId": "0", "downloaded_to": "ff60aa900d7805c45df6aa096cbc781ad0f5b3929e780d21edbffedfff01de94"}, {"recordId": "2575", "sources::title": "Law No XIV-131 amending Articles 38, 41, 42 and 48-1 of the Law on Employment of the Republic of Lithuania (Užimtumo įstatymo Nr. XII-2470 38, 41, 42 ir 48-1 straipsnių pakeitimo įstatymas) ", "sources::url": "https://www.e-tar.lt/portal/legalAct.html?documentId=0b07130049ea11eb8d9fe110e148c770", "sources::d_date": "12/23/2020", "modId": "0", "downloaded_to": "a64af61c15129b4c602a6b10fc0846e71fb823f47744b34a546ac1e3e2109a0e"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}, {"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "358", "updates::d_date": "06/04/2020", "updates::description": "Law No XIII-3005 amending Articles 25, 41, 42, 44 and 48-1 of the Law on Employment of the Republic of Lithuania (No XII-2470) (4 June 2020), which entered into force on 12 June 2020 established that the subsidies to businesses will be paid as long as the state of emergency and/or quarantine declared by the Government of the Republic of Lithuania (GRL) continues. Until then, the measure was only valid after the declaration of the state of emergency and quarantine. Furthermore, the amendments to the Law introduced a special regulation for employees older than 60 years of age in Lithuania - employers may be paid higher wage subsidies for 60+ employees put to downtime. The amount of the subsidy may be 100% or 70% of wages, at the choice of the employer:\r\r* If the employer chooses the 100% subsidy, the state will contribute maximum 1 MMW (€607 gross);\r* If the employer chooses the 70% subsidy, the state will be able to contribute 1.5 MMW (€910.5 gross).\r\rIn turn, on 12 June 2020, Law No XIII-3008 amending Articles 47 and 49 of the Labour Code of the Republic of Lithuania came into effect, allowing the continuation of idle time under Article 47 of the LC after the end of quarantine. ", "modId": "1"}, {"recordId": "596", "updates::d_date": "12/23/2020", "updates::description": "On 1 January 2021, Law No XIV-131 amending Articles 38, 41, 42 and 48-1 of the Law on Employment of the Republic of Lithuania (No XII-2470) came into force in Lithuania, amending the procedure for paying wage subsidies for companies declaring idle time due to quarantine regime. The law stipulates that employers maintaining jobs for employees put to downtime during a state of emergency and/or quarantine introduced by the Government shall be paid wage subsidies calculated in proportion to gross wage of each employee in downtime. The amount of the wage subsidy may not exceed the wage specified in the employee's employment contract before the date of the quarantine (i.e. 7 November 2020) and equals 100% of the calculated funds, but not more than 1.5 minimum monthly wage (i.e. €963 gross) in case of full-time employment contracts.\r\rIn addition, the amendment to the law stipulates that if the State Labour Inspectorate finds out that an employed person whose employer has been granted and paid a wage subsidy performs (performed) job functions during the idle time, the employer must return the full amount of the wage subsidy, paid to the employer until the date of finding the breach for the employee in whose respect the breach was found, no later than within two months from the date of the finding. In addition, the employer shall be excluded from participation in supported employment, support for job creation (adaptation), and implementation of projects of local employment initiatives for 12 months.\rSubsidies shall be paid throughout the quarantine (emergency) period and for one month thereafter.", "modId": "2"}], "regions": []}, "recordId": "194", "modId": "120"}