{"fieldData": {"title": "Emergency measures relating to employee representative bodies ", "title_nationalLanguage": "Mesures d'urgence relatives aux instances représentatives du personnel ", "d_startDate": "03/12/2020", "d_endDate": "10/10/2020", "calc_country": "France", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Other", "calc_identifier": "FR-2020-11/1021", "dateType": "Temporary", "calc_creationDay": "07/27/2020", "calc_lastUpdate": "08/05/2020", "descriptionBackgroundInfo": "An ordinance of 1 April 2020, effective on 3 April 2020, allows the works council (CSE) to meet by videoconference, audioconference or instant messaging for the duration of the health emergency. It also provides for the suspension or postponement of ongoing or future electoral processes, extending the term of office and protection against dismissal of current elected officials. This text was adopted pursuant to the Emergency Act to deal with the COVID-19 pandemic of 23 March 2020. As a reminder, the state of health emergency was declared for a period of two months from 24 March 2020, by the said emergency law, and has been extended to the 10 July 2020.", "descriptionContentOfMeasure": "The main provision are the following:\r\r**1. Authorisation of meetings via video/audio conferencing or instant messaging**\r\rBy derogation from the Labour Code, the employer may convene the social and economic committee (CSE), the central CSE or another staff representative body provided for in the Labour Code using:\r\r* videoconferencing;\r* the telephone conference (audio conference), under the conditions to be laid down by decree;\r* or instant messaging, under the conditions to be set by a decree to be issued, if it is impossible to use videoconferencing or telephone conferencing, or when a company-wide agreement so provides. The employer may only have recourse to the instant messaging system in a subsidiary manner if it is impossible to organise the meeting by videoconference or telephone conference.\r\rIn all cases, the employer must first inform the members of the body of these meeting arrangements. This measure is applicable to meetings convened during a state of health emergency (24 March 2020-10 July 2020). The limit of three videoconference meetings per calendar year provided for, in the absence of agreement, by Articles L. 2315-4 (for the CSE) and L. 2316-16 (for the Central CSE) of the Labour Code only applies to meetings organised outside the period of the state of health emergency.\r\r**2. Consultation of the CSE in the event of a derogation related to working time**\r\rWhen an employer imposes or modifies the date of taking days off (within the limit of ten days), in application of the order no. 2020-323 of 25 March 2020, it must inform the CSE without delay and by any means. The CSE shall give its opinion within one month of receiving this information. The employer may act without waiting for the opinion of the ESC to be delivered.\rThe same applies when an employer implements a derogation from working hours or Sunday rest, as a decree allows him to do so in application of the above-mentioned ordinance of 25 March 2020.\r\r**3. Suspension of ongoing electoral processes**\r\rThe ordinance suspends the ongoing professional election processes. Specifically, where the employer has informed the staff of the organisation of the elections before 3 April 2020, the current electoral process is suspended as of 12 March 2020. The suspension of the electoral process ends three months after the date of cessation of the state of health emergency.", "descriptionUseOfMeasure": "No data. The measures apply to all private companies that have a works' council (from 11 employees).", "descriptionInvolvementOfSocialPartners": "Some social partners have probably been informally consulted to design the ordinance and decrees.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-11_1021.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1265", "sources::title": " Ordonnance n° 2020-389 du 1er avril 2020 portant mesures d’urgence relatives aux instances représentatives du personnel ", "sources::url": "https://www.legifrance.gouv.fr/eli/ordonnance/2020/4/1/MTRX2008693R/jo/texte", "sources::d_date": "04/01/2020", "modId": "0", "downloaded_to": "88ed867350d18ca05b0c5beffeac957c262fb5ff7418acf587e7e74a496d37aa"}, {"recordId": "1266", "sources::title": "Décret n° 2020-419 du 10 avril 2020 relatif aux modalités de consultation des instances représentatives du personnel pendant la période de l'état d'urgence sanitaire ", "sources::url": "https://www.legifrance.gouv.fr/eli/decret/2020/4/10/MTRT2009356D/jo/texte", "sources::d_date": "04/10/2020", "modId": "0", "downloaded_to": "c82fea1510117016d3a948ae879560a06cd2a6d8c062ed4d95a3ad8ff46bed1a"}, {"recordId": "1267", "sources::title": "Ordonnance n° 2020-507 du 2 mai 2020 adaptant temporairement les délais applicables pour la consultation et l'information du comité social et économique afin de faire face à l'épidémie de covid-19 ", "sources::url": "https://www.legifrance.gouv.fr/eli/ordonnance/2020/5/2/MTRX2010818R/jo/texte", "sources::d_date": "05/02/2020", "modId": "0", "downloaded_to": "faf5580ed632173c6805a316a29374b43bfabc3057d98c81ed6d3efe1b41af6c"}, {"recordId": "1268", "sources::title": "Décret n° 2020-639 du 27 mai 2020 adaptant temporairement les délais relatifs à la consultation et l'information des comités d'hygiène, de sécurité et des conditions de travail de La Poste et de l'instance de coordination de ces comités afin de faire face aux conséquences de la propagation de l'épidémie de covid-19 ", "sources::url": "https://www.legifrance.gouv.fr/eli/decret/2020/5/27/MTRT2012130D/jo/texte", "sources::d_date": "05/27/2020", "modId": "0", "downloaded_to": "fb96e952eab4b3102369ae2e74f84fe703e94bb218cfac5add395ad3050f90b0"}, {"recordId": "1280", "sources::title": "Ordonnance n° 2020-737 du 17 juin 2020 modifiant les délais applicables à diverses procédures en matière sociale et sanitaire afin de faire face aux conséquences de la propagation de l'épidémie de covid-19 ", "sources::url": "https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000042007223&categorieLien=id", "sources::d_date": "06/17/2020", "modId": "0", "downloaded_to": "bcfe8697a6502c4d3cd82dbb45524c0022b97ed5d11cb40ca0d49f1195fea97d"}, {"recordId": "1281", "sources::title": "Décret n° 2020-508 du 2 mai 2020 adaptant temporairement les délais relatifs à la consultation et l'information du comité social et économique afin de faire face aux conséquences de la propagation de l'épidémie de covid-19", "sources::url": "https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000041842264", "sources::d_date": "05/02/2020", "modId": "0", "downloaded_to": "5d120a728874a1fab257adc7cdbf08ad03c99d29596c5b41af787d1d6c5a77d3"}, {"recordId": "1282", "sources::title": "Ordonnance n° 2020-460 du 22 avril 2020 portant diverses mesures prises pour faire face à l'épidémie de covid-19", "sources::url": "https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000041814597&categorieLien=id", "sources::d_date": "04/22/2020", "modId": "0", "downloaded_to": "6f50d96512d9d68b6af47d942a52636e88e4565fa24e65af2c4e5bfc8dd4b9ba"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "931", "modId": "29"}