{"fieldData": {"title": "Subsidies for microenterprises", "title_nationalLanguage": "Subsidijos mikroįmonėms", "d_startDate": "05/13/2020", "d_endDate": "12/01/2020", "calc_country": "Lithuania", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "LT-2020-20/1022", "dateType": "Temporary", "calc_creationDay": "07/27/2020", "calc_lastUpdate": "10/09/2020", "descriptionBackgroundInfo": "On 11 May 2020, the Government of the Republic of Lithuania passed Resolution No. 474, adopting the Procedure for distribution and use of a Subsidy Facility for Microenterprises (the Procedure) which comes as part of the 'Economic Stimulus and Coronavirus (COVID-19) Mitigation Action Plan' effective in Lithuania since 13 May 2020. According to the Procedure, the microenterprises most affected by the negative effects of COVID-19 may receive a non-refundable subsidy.\rThe purpose of this measure is to help microenterprises to provide liquidity in the short term through the use of the subsidy for working capital (payment of wages, purchase of raw materials, etc.). ", "descriptionContentOfMeasure": "According to the Procedure, the eligible microenterprises shall receive a call to submit a subsidy application from the State Tax Inspectorate (STI); the enterprise itself does not have to apply anywhere. The call sent contains a link to the subsidy application form and where to apply for the subsidy. The application is considered a financial commitment for granting the subsidy.\rThe call to submit subsidy applications shall be sent to enterprises that meet the criteria below:\r\r* on the first day of the month in which the list is drawn up, but no later than on 1 July 2020, the enterprise employs between 1 and 9 employees;\r* the enterprise is on the lists of COVID-19 affected companies compiled by the STI;\r* the enterprise paid personal income tax to municipal and state budgets in 2019;\r* the enterprise is not subject to bankruptcy, restructuring or liquidation proceedings.\r\rThe subsidy will be calculated on the basis of the personal income tax (PIT) paid by the enterprise in 2019:\r\r* where the  enterprise paid the PIT in the amount of up to €1,000 in 2019, a minimum subsidy of €500 shall be granted;\r* where the  enterprise paid the PIT in the amount of €1,000-€2,000 in 2019, the subsidy shall be €1,000;\r* where the applicant’s payment of the PIT in 2019 exceeds €2,000, the amount of the subsidy shall make half of the PIT paid by the applicant in 2019.\r\rEnterprises are free to apply at any time until the total amount under this facility (€100 million) is allocated, but no later than by 1 December 2020. The facility is implemented by the STI and Lithuanian Business Support Agency. Payments are carried out by the National Centre of General Functions. The calls shall be sent to enterprises in stages. ", "descriptionUseOfMeasure": "The STI has drawn up a list of 34 thousand microenterprises to be called personally to submit subsidy applications.\rUp to €100 million has been allocated from the state budget for the implementation of the measure. ", "descriptionInvolvementOfSocialPartners": "Social partners consulted only ad hoc, tripartite meeting was not held.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LT-2020-20_1022.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1269", "sources::title": "Procedure for distribution and use of a Subsidy Facility for Microenterprises (Ekonomikos skatinimo ir koronaviruso (COVID-19) plitimo sukeltų pasekmių mažinimo priemonių plano lėšų priemonės „Subsidijos mikroįmonėms“ paskirstymo ir naudojimo tvarkos aprašas)", "sources::url": "https://www.e-tar.lt/portal/lt/legalAct/530eb7c0944111ea9515f752ff221ec9/asr", "sources::d_date": "05/11/2020", "modId": "1", "downloaded_to": "d52dcf0f1d9a077b0546b58e9064a5024589c89993c7bb346b4dff7db9eb6317"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "12", "actors::name": "Public support service providers", "modId": "1"}], "targetGroups": [{"recordId": "63", "targetGroups::name": "One person or microenterprises", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "932", "modId": "12"}