{"fieldData": {"title": "Postponement of the assessment of trade unions’ representativeness in SMEs and extension of mandates in labour-related bodies’", "title_nationalLanguage": "Report du scrutin de mesure de l'audience syndicale dans les PME et prorogation des mandats des conseillers prud'hommes et membres des commissions paritaires régionales", "d_startDate": "04/01/2020", "d_endDate": "12/31/2022", "calc_country": "France", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Other", "calc_identifier": "FR-2020-14/1025", "dateType": "Temporary", "calc_creationDay": "08/03/2020", "calc_lastUpdate": "08/05/2020", "descriptionBackgroundInfo": "The ordinance postpones the next ballot to measure the trade union audience among employees in companies with fewer than eleven employees to be held in the first half of 2021, and the date of the next general renewal of the Labour court members (nominated by social partners) which shall be set no later than 31 December 2022. It also postpones the date of the next renewal of the members of the joint regional inter-professional committees.", "descriptionContentOfMeasure": "The ordinance provides:\r\r* Notwithstanding Article L. 2122-10-1 of the Labour Code, the next ballot to measure the trade union audience among employees in companies with fewer than eleven employees will be held in the first half of 2021, during a period set by order of the Minister of Labour.\r* Notwithstanding Articles L. 1441-1 and L. 1441-2 of the Labour Code, the date of the next general renewal of the industrial tribunals shall be set by order no later than 31 December 2022. The terms of office of the prud'hommes counsellors in force on the date of entry into force of this Order shall be extended until that date. Employers shall grant employees of their undertaking who are members of a labour court, at their request and for the purposes of their continuing education, leave of absence up to a maximum of six days per year as an extension of the term of office.\r* Notwithstanding Article L. 23-112-3 of the Labour Code, the date of the next renewal of the members of the joint regional inter-professional committees mentioned in Article L. 23-111-1 of the same Code shall be set no later than 31 December 2021. The term of office of the members of these commissions shall be extended until that date.", "descriptionUseOfMeasure": "No data.", "descriptionInvolvementOfSocialPartners": "No information. Probably that some social partners have been informally consulted.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-14_1025.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1275", "sources::title": "Ordonnance n° 2020-388 du 1er avril 2020 relative au report du scrutin de mesure de l'audience syndicale auprès des salariés des entreprises de moins de onze salariés et à la prorogation des mandats des conseillers prud'hommes et membres des commissions paritaires régionales interprofessionnelles ", "sources::url": "https://www.legifrance.gouv.fr/eli/ordonnance/2020/4/1/MTRX2008687R/jo/texte", "sources::d_date": "04/01/2020", "modId": "0", "downloaded_to": "889a4e8717f9e68a21f6ac7cb572f82f6e98514615c0fb6c23374dbcba6dbb56"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "33", "targetGroups::name": "Workers in non-standard forms of employment", "modId": "14"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "935", "modId": "16"}