{"fieldData": {"title": "Adapting Occupational Health Services to Health Emergencies", "title_nationalLanguage": "Adaptation des services de santé au travail à l'urgence sanitaire", "d_startDate": "04/01/2020", "d_endDate": "12/31/2020", "calc_country": "France", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Occupational health and safety", "calc_identifier": "FR-2020-14/1029", "dateType": "Temporary", "calc_creationDay": "08/04/2020", "calc_lastUpdate": "08/05/2020", "descriptionBackgroundInfo": "Occupational health services (OHS) maintain their activity at the service of companies and employees and are actively mobilised in the fight against COVID-19. The Ordinance No. 2020-386 of 1 April 2020 stipulates that, during the crisis, their missions must focus on the following priorities: \r\r* the dissemination in the world of work of prevention messages against the risk of contagion; \r* supporting companies in defining and implementing appropriate prevention measures against this risk. In this respect, occupational health services must be particularly attentive to requests from employees and enterprises concerning COVID-19; \r* the support of companies which, as a result of the health crisis, have had to increase or adapt their activity. ", "descriptionContentOfMeasure": "Occupational health services (OHS) maintain their activity at the service of companies and employees and are actively mobilised in the fight against COVID-19. Ordinance No. 2020-386 of 1 April 2020 stipulates that, during the crisis, their missions must focus on the following priorities: \r\r1. the dissemination in the world of work of prevention messages against the risk of contagion ; \r2. supporting companies in defining and implementing appropriate prevention measures against this risk. In this respect, occupational health services must be particularly attentive to requests from employees and enterprises concerning COVID-19; \r3. support for companies which, as a result of the health crisis, have had to increase or adapt their activity. This support includes in particular:\r\r* individual monitoring of the health status of employees, as adapted by Decree No. 2020-410 of 8 April 2020, in particular to enable recruitment visits to be carried out in companies that are experiencing an increase in activity or need for manpower; \r* support for the revision of risk assessment for companies continuing or adapting their activity (risks linked to the adaptation of work organisation within the company, to COVID-19, psychosocial risks linked in particular to teleworking etc.); \r* information on the evolution of knowledge related to COVID-19 (symptoms, treatment, screening, prevention rules etc.); \r* active support for companies that will resume their activity in the deconfinement phase, by responding to their requests in terms of prevention.\r\rThe ordinance also provides that occupational physicians will be able to prescribe sick leave for people suffering or presenting symptoms evoking COVID-19 or at risk of contracting a serious form of the disease. To this end, under certain conditions, they will also be able to carry out screening tests for COVID-19. The content and conditions for carrying out these missions will soon be defined by a decree and an order.\r", "descriptionUseOfMeasure": "No data available.", "descriptionInvolvementOfSocialPartners": "Involvement unknown.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-14_1029.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1283", "sources::title": "Ordonnance n° 2020-386 du 1er avril 2020 adaptant les conditions d'exercice des missions des services de santé au travail à l'urgence sanitaire et modifiant le régime des demandes préalables d'autorisation d'activité partielle", "sources::url": "https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000041776887&categorieLien=id", "sources::d_date": "04/01/2020", "modId": "0", "downloaded_to": "27b4c5e13bd7b21f305a7ae7d163eb2fe5900d9999950afc83741a34e98a9965"}, {"recordId": "1284", "sources::title": "Décret n° 2020-410 du 8 avril 2020 adaptant temporairement les délais de réalisation des visites et examens médicaux par les services de santé au travail à l'urgence sanitaire", "sources::url": "https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000041789669&categorieLien=id", "sources::d_date": "04/08/2020", "modId": "0", "downloaded_to": "5bf2c7b1d1b7812a21691d565ea658bdd0dfa42f13d04f3c77612a668bdd1a19"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "33", "targetGroups::name": "Workers in non-standard forms of employment", "modId": "14"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "939", "modId": "19"}