{"fieldData": {"title": "Long term short-working scheme", "title_nationalLanguage": "Activité réduite pour le maintien en emploi", "d_startDate": "07/01/2020", "d_endDate": "06/30/2022", "calc_country": "France", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "FR-2020-27/1030", "dateType": "Temporary", "calc_creationDay": "08/04/2020", "calc_lastUpdate": "08/06/2020", "descriptionBackgroundInfo": "From 1 July 2020, two short-time working scheme will coexist:\r\r* The normal system of short-working (FR-2020-10/462) for which the hourly allowances and benefits paid to employers should be subject to a less and less favourable regime;\r* The reduced activity to keep people in employment (\"activité réduite pour le maintien en emploi\") or the long-term partial activity scheme (\"activité partielle longue durée\"), which is more favourable in terms of hourly benefits for employees and employer allowances, but more restrictive in terms of commitments.  \r\rThis factsheet deals exclusively with the second system.", "descriptionContentOfMeasure": "A decree of 28 July set up the long-term partial activity scheme (APLD), designed by the government to 'take over' the partial unemployment scheme in place as a matter of urgency at the height of the health crisis. Intended for companies facing a lasting reduction in activity, it can be implemented either by a company, establishment or group agreement validated by the administration, or by a document drawn up by the employer - on the basis of an extended branch agreement - and approved. It will apply until 30 June 2022. \rThis temporary arrangement can be implemented until 30 June 2022. It complements the classic partial unemployment scheme (or \"partial activity\") which will be modified on 1 October 2020. An employer will not be able to combine the two schemes for the same employees over the same period.\r\rA reduction in activity limited to 40% of the legal duration\r\rThe APLD makes it possible to reduce the activity of employees, within the limit of 40% of the legal working time. This reduction in activity is assessed for each employee concerned, over the period of application of the system provided for in the collective agreement or unilateral document: this assessment framework therefore makes it possible to envisage a temporary suspension of activity.\rThe 40% limit may be exceeded in exceptional cases resulting from the particular situation of the company, by decision of the administrative authority. However, the decree specifies that the limit may be exceeded only under the conditions laid down in the collective agreement and that the reduction in the working hours may not exceed 50 % of the legal duration.\r\rA capped allowance for employees\r\rAs in the case of traditional partial activity, it is the employer who pays each employee placed in the APLD scheme directly an hourly allowance for partial activity, equal to 70 % of his gross remuneration serving as the basis for the holiday pay reduced to an hourly rate on the basis of the legal working time applicable in the company, or, where this is lower, on the basis of the collective working time or that stipulated in the employment contract. Employees therefore continue to benefit from the payment of 84% of their net salary.\rHowever, the compensation is capped: the maximum remuneration taken into account for the calculation of the hourly allowance is in fact equal to 4.5 times the hourly rate of the minimum wage.\r\rThe partial activity allowance paid to employers\r\rThe employer receives a partial activity allowance, the hourly rate of which is equal for each employee concerned to:\r\r* 60% of the gross hourly pay corresponding to the basis of the holiday pay allowance, up to a limit of 4.5 times the hourly rate of the minimum wage, for agreements that will be sent to the administrative authority before 1 October 2020;\r* 56% of the gross hourly remuneration serving as the basis for the holiday pay allowance, for agreements transmitted to the administrative authority as from 1 October 2020, the date announced for the entry into force of the reformed arrangements for compensation for partial activity under ordinary law.\r\rIt should be noted that the decree only covers the transmission of agreements: there is every reason to believe that the compensation rates will be the same for unilateral documents transmitted for approval before or as from 1 October 2020, and that the criterion to be taken into account is the date on which the application for approval or validation is sent.\rThe hourly rate of the allowance is subject to a floor and may not be less than €7.23, with the exception of employees on apprenticeship or professionalization contracts.\rThe content of the collective agreement\r\rWhether it is concluded at the level of the establishment, the undertaking, the group or the branch, the collective agreement setting up the long-term partial activity scheme must include a preamble presenting a diagnosis of the economic situation and business prospects of the establishment, the undertaking, the group or the branch.\rThe agreement must then define :\r\r* the starting date and the duration of application of the long-term partial activity scheme;\r* the activities and employees to which the scheme applies;\r* the maximum reduction of working hours below the legal duration;\r* employment and vocational training commitments;\r* the procedures for informing the signatory employee trade unions and employee representative institutions about the implementation of the agreement, which must be provided at least every three months.\r\rAlthough the text does not expressly refer to it, the agreement must also lay down the conditions under which the 40% activity reduction limit may be exceeded: otherwise, such an overrun could not be authorised.", "descriptionUseOfMeasure": "No data as the scheme is new.", "descriptionInvolvementOfSocialPartners": "Social partners were consulted on the content of the draft decree which was design by the government. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-27_1030.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1285", "sources::title": "Décret n° 2020-926 du 28 juillet 2020 relatif au dispositif spécifique d'activité partielle en cas de réduction d'activité durable ", "sources::url": "https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000042169955&categorieLien=id", "sources::d_date": "07/28/2020", "modId": "0", "downloaded_to": "92c8b145b7a6f4ed40098d40dad61513ee76f2b2d115a3267e171a539b1ccefe"}, {"recordId": "1287", "sources::title": "Loi n° 2020-734 du 17 juin 2020 relative à diverses dispositions liées à la crise sanitaire, à d'autres mesures urgentes ainsi qu'au retrait du Royaume-Uni de l'Union européenne", "sources::url": "https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000042007059&categorieLien=cid", "sources::d_date": "06/17/2020", "modId": "0", "downloaded_to": "e7cce5ecc70db34d57eaba288ec9eeb907b3fc6c2e7a886617660b0ff5a160dc"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "78", "targetGroups::name": "Workers in essential services", "modId": "9"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "940", "modId": "19"}