{"fieldData": {"title": "Collective agreement: Air Malta cabin crew", "title_nationalLanguage": "", "d_startDate": "05/28/2020", "d_endDate": "", "calc_country": "Malta", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Wage flexibility ", "calc_identifier": "MT-2020-22/1032", "dateType": "Open ended", "calc_creationDay": "08/07/2020", "calc_lastUpdate": "08/10/2020", "descriptionBackgroundInfo": "The COVID-19 pandemic hit airlines hard, with Air Malta no exception. The relevant Minister stated that whereas Air Malta would usually have 10 airplanes in the air, no more than one was now flying. Air Malta therefore initiated discussions with relevant Unions to save the airline and the workers. Discussions were initiated with unions representing ground handlers, cabin crew and the pilots (each group has its own union). New agreements were concluded with the former two groups, resulting in no jobs being lost. A new agreement, however, was not reached with the pilot's union, ALPA, resulting in sizeable redundancies. ", "descriptionContentOfMeasure": "Following discussions between the government, Air Malta and the Cabin Crew Union, it was agreed that threatened redundancies would not take place. Initially, Air Malta had stated that in view of the pandemic, it had aimed to make 139 cabin crew on indefinite contracts redundant, and fail to renew 145 cabin crew on fixed-term contracts. Air Malta employs 333 Cabin Crew. Of these, 188 are on an indefinite term contract, while 145 are on a fixed term contract\r\rIn order to save the aforementioned workers, it was agreed to cancel all prior agreements between the cabin crew and the airline held in the 2016 collective agreement. Key to the new agreement signed was that cabin crew agreed to forfeit a guaranteed minimum take-home pay that they previously had a right to, with cabin crew now agreeing to being paid for the number of hours that they worked. Furthermore, it was agreed that whilst crew on indefinite contracts would be allocated with a number of hours of work during the week, those on a definite contract would only be called in (and thus paid) once demand increases.", "descriptionUseOfMeasure": "To date, the measure saved 139 cabin crew on indefinite contracts from redundancy, whilst 145 cabin crew on fixed-term contracts were provided with new contracts. ", "descriptionInvolvementOfSocialPartners": "As COVID-19 struck and Air Malta was practically grounded, the organisation called the unions representing its workers (including engineers, cabin crew and pilots) to either accept a much reduced minimum salary of €1,200 monthly, including if they were not required to operate, with employees able to earn more if work was performed as per their collective agreement, or to face redundancy. Whilst the engineer's union (following a vote by their members, of which 90% voted in favour) accepted the offer, the cabin crews' and pilots' unions rejected the offer. Several discussions took place between the unions and the airline with no new offer being agreed. On the 8 April 2020, Air Malta therefore decided to initiate redundancy procedures against a large percentage of cabin crew and pilots. \r\rIn terms of the cabin crew, in-fighting occurred with those on definite contracts, who were generally remunerated less than those with indefinite contracts, pushing for the agreement to be accepted. This resulted in cabin crew workers on definite contracts taking legal action against the union for not accepting the proposal, which would otherwise have resulted in all workers on a definite contract being made redundant. \r\rDespite the Airline initiating redundancy procedures, talks continued between the unions and the airline, and on the 27 May 2020 it was announced that an agreement had been concluded between the airline and cabin crew union, resulting in all jobs being saved. This new agreement was put to a vote of Cabin Crew Union members; of 299 members eligible to vote, 252 voted; 161 members voted in favour of the proposals, whilst 90 voted against.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/MT-2020-22_1032.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "Permanent measure applied "}, "portalData": {"sources": [{"recordId": "1292", "sources::title": "Air Malta signs collective agreement with cabin crew union", "sources::url": "https://www.maltatoday.com.mt/news/national/102622/watch_air_malta_signs_collective_agreement_with_cabin_crew_union#.Xy165K_is2w", "sources::d_date": "05/28/2020", "modId": "0", "downloaded_to": "78051e2362af4609ab68716964ef1ae50cc33e4cc7cec24bf8a4a7fabedafee9"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}, {"recordId": "65", "targetGroups::name": "Other businesses", "modId": "12"}], "funding": [{"recordId": "3", "funding::name": "Employer", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [{"recordId": "4", "occupations::name": "Hospitality, retail and other services managers", "modId": "0"}], "sectors": [{"recordId": "79", "sectors::code": "H51", "sectors::name": "Air transport", "modId": "0"}], "updates": [], "regions": []}, "recordId": "942", "modId": "18"}