{"fieldData": {"title": "Malta Chamber Think Tank ", "title_nationalLanguage": "", "d_startDate": "04/06/2020", "d_endDate": "", "calc_country": "Malta", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "MT-2020-15/1034", "dateType": "Open ended", "calc_creationDay": "08/11/2020", "calc_lastUpdate": "08/27/2020", "descriptionBackgroundInfo": "COVID-19 was very damaging to the Maltese economy. In response, the Malta Chamber of Commerce, Enterprise and Industry (Malta Chamber), an employers' association, established a thematic group aimed at thinking outside the box and considering multiple scenarios of how the post-pandemic landscape will look. The aim of the process is to develop strategic initiatives to address the possible new realities in the short, medial and long term.\r", "descriptionContentOfMeasure": "The Think Tank draws on the experience and expertise of various members of the Malta Chamber and includes leading CEOs, entrepreneurs and academics. Its first assignment was to focus on a multi-disciplinary action plan on how Malta’s economy could recover from COVID-19 and take advantage of the new norm. A series of round-tables were established to focus on specific fields of expertise, engaging the country’s leaders and experts in areas of interest of the economy, namely Tourism, Hospitality, Construction, Financial Services, Education and Training, Retail, Importers, Exporters, Digital and Media, Technology, Manufacturing, Transport and Logistics. The preliminary findings of the Think Tank were presented to the Cabinet of Ministers on the 11 August 2020. Amongst the proposal made to the government were those to improve good governance, government assistance, sustainability, quality, and a series of sector-specific recommendations. ", "descriptionUseOfMeasure": "The first suggestions that emerged from this Think Tank were presented to Government in August 2020.  ", "descriptionInvolvementOfSocialPartners": "The measure was developed and implemented by the Malta Chamber, an employers association. The Think Tank does not appear to bring any other social partners other than members of the Malta Chamber into the fold. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/MT-2020-15_1034.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1294", "sources::title": "Cabinet asks for briefing on chamber proposals for economic sustainability ", "sources::url": "https://www.businesstoday.com.mt/business/business/1029/cabinet_asks_for_briefing_on_chamber_proposals_for_economic_sustainability#.XzK6Mq_is2w", "sources::d_date": "08/06/2020", "modId": "0", "downloaded_to": "2e44c9ed33e69d2e4e259a31ec42a403153f99191bf9207125b1bcbf0469e152"}], "actors": [{"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "4", "funding::name": "Employers organisation", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "944", "modId": "11"}