{"fieldData": {"title": "The list of fundamental rights of employees during the COVID-19  pandemic", "title_nationalLanguage": "Listina základných práv zamestnanca počas pandémie koronavírusu", "d_startDate": "04/08/2020", "d_endDate": "", "calc_country": "Slovakia", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Other", "calc_identifier": "SK-2020-15/1036", "dateType": "Temporary", "calc_creationDay": "08/12/2020", "calc_lastUpdate": "08/27/2020", "descriptionBackgroundInfo": "In relation to the COVID-19 pandemic, theSlovakian government adopted several measures to alleviate its impact on employers, employees as well as citizens. Several measures were implemented via changes in the Labour Code, Act on Social insurance and other labour related legislation. They also had impact on employment and working conditions of employees.  It was not easy for employees to familiarise with many changes and expected some support and instructions from trade unions. ", "descriptionContentOfMeasure": "To assist employees affected by the COVID-19 pandemic, trade union OZ Kovo prepared the list of fundamental rights of employees. It is a guiding document, which consists of answers to 11 frequently asked questions of employees facing to problems in their employment during the pandemic crisis in Slovakia. The list provides concrete instructions based on respective labour and social legislation for employees on their rights and entitlements during the pandemic crisis. Most questions concern the rights of employers to change employment conditions of employees concerning e.g. paid holiday, dismissals, changes in working time schedule and job description, use of home work. Other questions concern employees’ entitlements, e.g. to wages, use of pandemic nursing.        ", "descriptionUseOfMeasure": "The List of fundamental rights of employees is publicly available on the webpage of the Metal Trade Union Association OZ Kovo. Any employee, regardless of his or her membership in OZ Kovo, or in other trade union can use it. Since 8 April 2020, employees can use the instructions of trade unions to respond properly to concrete challenges affecting their employment conditions and wages in practice. ", "descriptionInvolvementOfSocialPartners": "This is an initiative of the Trade Union Association OZ Kovo, which prepared the List of fundamental rights of employees by its own experts. OZ Kovo responded to the demand of trade unionists for better guidance in orientation in actual changes in the labour and social legislation. OZ Kovo published the List on 8 April 2020, about four weeks after the Covid-19 pandemic was officially declared in Slovakia. \t\t\t\t\t\t\t\t\t\t\t\t\t", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SK-2020-15_1036.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1304", "sources::title": "Listina základných práv zamestnanca počas pandémie koronavírusu", "sources::url": "https://www.ozkovo.sk/wp-content/uploads/2020/04/Listina-z%C3%A1kladn%C3%BDch-pr%C3%A1v-zamestnanca-po%C4%8Das-koronavirusu_08.04.2020.pdf", "sources::d_date": "04/08/2020", "modId": "0", "downloaded_to": "b3c2ad336c1d973924bb40fe83cfeebcfded78e27861564f951c7bbc72702a4b"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "10", "funding::name": "Trade union", "modId": "0"}], "occupations": [{"recordId": "31", "occupations::name": "Food processing, wood working, garment and other craft and related trades workers", "modId": "0"}], "sectors": [], "updates": [], "regions": []}, "recordId": "946", "modId": "32"}