{"fieldData": {"title": "Tripartite Declaration of Commitment to jointly promote the economic and social recovery", "title_nationalLanguage": "Declaração de compromisso", "d_startDate": "05/12/2020", "d_endDate": "", "calc_country": "Portugal", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Other", "calc_identifier": "PT-2020-20/1038", "dateType": "Open ended", "calc_creationDay": "08/13/2020", "calc_lastUpdate": "08/28/2020", "descriptionBackgroundInfo": "On 12 May 2020, a Declaration of Commitment (Declaração de Compromisso) was signed between the Government and the Social Partners (with the exception of CGTP) represented at the Standing Committee of Social Concertation (CPCS). Basically it constitutes __“a public expression of effort, trust and commitment to joint work by the signatories\"__ in order to face the current challenges. ", "descriptionContentOfMeasure": "The Declaration of Commitment does not specify any kind of measures, but identifies joint general purposes in relation to economic recovery such as the commitment to act in their scope of competencies and work together to promote an economic recovery in safe conditions from the point of view of public health and also in the workplace. \r\rThe first condition is to be sustainable over time and to guarantee that the efforts collectively made, with heavy costs for companies, for workers and citizens as a whole and for the State, are not wasted. On the other hand, they also promise dialogue to reinforce and deepen, in the short term, a legal and administrative framework which includes swift and non-bureaucratic supportive measures,  to help companies, employment, individuals and households, that are favorable to the resumption of the economic activity, promoting productivity and competitiveness and safeguarding social cohesion, which are strategic objectives for the country.", "descriptionUseOfMeasure": "General principles to guide social dialogue along the economic recovery.", "descriptionInvolvementOfSocialPartners": "All social partners represented at the the Standing Committee of Social Concertation (CPCS) - the two trade union confederations, that is the CGTP and UGT and the four employer confederations, that is the CIP, CCP, CTP and CAP were involved in the discussion/negotiation rounds of the terms of the Declaration of Commitment in the context of CPCS. CGTP did not sign. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/PT-2020-20_1038.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Tripartite agreements", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1301", "sources::title": "Declaration of Commitment (Declaração de Compromisso)", "sources::url": "http://www.ces.pt/storage/app/uploads/public/5eb/ab6/269/5ebab62690b85856044630.pdf", "sources::d_date": "05/12/2020", "modId": "1", "downloaded_to": "9dae9cf8ba5bd46d0fa6f575c2bff4bd3a6b7045755082b7d821bf6705d3dff2"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "948", "modId": "23"}