{"fieldData": {"title": "COVID-19 and changes in the OSH legislation", "title_nationalLanguage": "COVID-19 a zmeny v legislatíve BOZP", "d_startDate": "05/13/2020", "d_endDate": "", "calc_country": "Slovakia", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Occupational health and safety", "calc_identifier": "SK-2020-20/1043", "dateType": "Temporary", "calc_creationDay": "08/24/2020", "calc_lastUpdate": "09/07/2020", "descriptionBackgroundInfo": "In relation to the COVID-19 pandemic, the government adopted several measures to alleviate its impact on employers, employees as well as citizens. Some of them also concerned changes in the labour legislation, including Act No. 124/2006 Coll. on occupational safety and health, which  had impact on employment and working conditions of employees. It was rather difficult to employees to properly understand practical implementation of changes in respective sections of the labour legislation, particularly on OSH. Any support and clarification was welcomed by employees. ", "descriptionContentOfMeasure": "To assist employees affected by the COVID-19 pandemic, the Metal Trade Union Association (OZ Kovo) prepared the document COVID-19 and changes in the OSH legislation. It is a kind of navigation for employees, which consists of four parts explaining how changes implemented in the specific sections of OSH legislation impact particular aspects of working conditions of employees during the pandemic crisis in Slovakia. \r\rInstructions in individual parts of the document explain changes in following issues: \r\r* the rights of employees to information (Part 1), \r* planned OSH-related control activities (Part 2), \r* prevention of occupational diseases via compulsory relaxation of employees (Part 3) and \r* employers´ obligations  in checking impacts of risky jobs on employees´ health (Part 4). ", "descriptionUseOfMeasure": "Since 13 May 2020, the document COVID-19 and changes in OSH legislation – Part 1,2, 3, 4 is publicly available on the webpage of the Metal Trade Union Association (OZ Kovo). Any employee, regardless of his or her membership in the OZ Kovo, or in other trade union can use the instructions. Instructions provide detail comparison of distinctions between respective sections of the OSH legislation before and after the changes. It also provides comments and explanation of their practical implementation in employees´ working conditions.           \t", "descriptionInvolvementOfSocialPartners": "This is an initiative of the Trade Union Association OZ Kovo, which prepared the instruction for employees COVID-19 and changes in OSH legislation by its own expert. The OZ Kovo responded to the demand of trade unionist for better guidance in orientation in actual changes in the labour and social legislation. The OZ Kovo published the document in four series on 13 May 2020, about two months after the COVID-19 pandemic was officially declared in Slovakia. \t\r            \t", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SK-2020-20_1043.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1305", "sources::title": "COVID-19 a zmeny legislatívy v oblasti BOZP –  Časť 1, 2, 3, 4", "sources::url": "https://www.ozkovo.sk/poradenstvo/koronavirus-informacie-pre-zamestnancov/\r\t\t\t\t\t\t\t\t\t\r", "sources::d_date": "05/13/2020", "modId": "0", "downloaded_to": "6a86371a325c43fc52739aeea024a8811ed15dd85effaa0e746f27fafbf29738"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "10", "funding::name": "Trade union", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "953", "modId": "15"}