{"fieldData": {"title": "Measures for tourism and hospitality ", "title_nationalLanguage": "Mjere za turizam i ugostiteljstvo ", "d_startDate": "06/08/2020", "d_endDate": "03/30/2021", "calc_country": "Croatia", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "HR-2020-24/1045", "dateType": "Temporary", "calc_creationDay": "08/26/2020", "calc_lastUpdate": "12/15/2020", "descriptionBackgroundInfo": "Croatia is highly dependable on tourism, which represent around 18-20% of its GDP. Therefore, the consequences of the COVID-19 on Croatian economy should be seen primarily through this economic sector and its spill-over effects on the whole economy. As the share of exports in Croatia's GDP, primarily due to positive trends in tourism, has increased over the last 10 years, so its GDP has become increasingly sensitive to changes in exports. Negative factors, as a sudden decrease in exports, due to an exogenous event like the COVID-19, could have a very fast adverse result in significant GDP decline. Tourism is very sensitive to safety and health because if tourists do not feel safe, they do not travel. Moreover, the tourist sector is experiencing growing recruitment problems. Waiters, chefs, cleaners, and helpers in offices, hotels, and other establishments are needed, but due to the work’s seasonal nature and limited employment possibilities out of season, young people are not willing to enroll in educational programs for these occupations. Further, there is a widespread lack of bakers, pastry-cooks, and confectionery makers. ", "descriptionContentOfMeasure": "Representative trade unions, the Tourism and Services Trade Union of Croatia and Trade Union of Istria, Kvarner and Dalmatia on workers’ side, and Croatian Employers’ Association , Catering and Tourism Association, on employers’ side, agreed on 25 March 2020 to suspend the Collective Agreement of Hospitality until the decision of the competent government bodies to terminate outstanding COVID-19 pandemic measures. The main goal is to aid and preserve skilled labour force in the sector, which is essential for the satisfaction of guests. The parties concluded on 8 June 2020, a new agreement that temporary postpones the increase in the level of the minimum and other wages. The parties further agreed that during the COVID-19 pandemic, the worker who is temporary not working according to the employer’s decision, is entitled to wage compensation in the amount of at least 50% of his or her basic wage. If the mentioned amount will be lower than the amount of minimal wage, stipulated by the Decree on minimal wage, the worker is eligible on the wage equal to the minimal wage. All other stipulations of the Collective agreement stay on force. Trade Unions accepted the Agreement fully aware that this is the case of special circumstances that employers could not expect or prevent and therefore they are not responsible for them. ", "descriptionUseOfMeasure": "The touristic results in 2020 are much better that expected with around 75% of incoming foreign tourists in comparison with the situation in 2019. However, there is no guarantee for 2021 and therefore such measures can be also applied in the nearly future.  ", "descriptionInvolvementOfSocialPartners": "Social partners agreed on the content of the new agreement that temporary postpones the increase in the level of the minimum and other wages. The agreement also stipulates the amount of the wage compensation for the worker that is temporary not working according to the employer’s decision", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-24_1045.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1307", "sources::title": "Sporazum", "sources::url": "http://www.stuh.hr/", "sources::d_date": "06/08/2020", "modId": "0", "downloaded_to": "e0d72486072c1edebd26107d411b31f8140b0ad18801af2af12326d49d894227"}, {"recordId": "2315", "sources::title": "I HUP Zagreb se uključio u program ureda iz hotela", "sources::url": "https://www.poslovni.hr/kompanije/i-hup-zagreb-se-ukljucio-u-program-ureda-iz-hotela-saznali-smo-sto-nude-4258940", "sources::d_date": "11/13/2020", "modId": "0", "downloaded_to": "0692e8cfeb189023475f8a31f288e4867ded0b835be2d63b52bd56b41d729d59"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "83", "sectors::code": "I55", "sectors::name": "Accommodation", "modId": "0"}, {"recordId": "84", "sectors::code": "I56", "sectors::name": "Food and beverage service activities", "modId": "0"}], "updates": [{"recordId": "470", "updates::d_date": "11/13/2020", "updates::description": "As the ongoing COVID-19 pandemic continues to cause enormous issues for travel and tourism, several Croatian hotels have turned to ''hotel office'' offers. Two popular hotels in Zagreb, the capital of Croatia, Westin and the Sheraton Zagreb, have decided to dip their toes in such an offer. Through active participation in the global program of the world's largest hotel group, Marriott International, under whose brands the Westin and the Sheraton Zagreb operate have joined the growing trend of supplying ''hotel offices''. Specifically, Westin and the Sheraton Zagreb offer two options, Stay Pass and Day Pass, as part of Marriott's \"work anywhere\" program. The Stay Pass programme includes bed and breakfast in one of the rooms or suites, early check-in (06:00) and late check-out (18:00), free access to a small meeting room, a welcome coffee, tea or fresh organic juice, a private workspace (desk and chair), enhanced Wi-Fi and connectivity, as well as credit for consumption in restaurants and bars. Under this programme, guests also have free access to the pool, spa and fitness centre at the Westin.\rBoth of these Zagreb hotels also offer a Day Pass programme, they also offer packages which will cover several days, with free parking, use of the hotel's business center, lunch and refreshing healthy juices and snacks throughout the day to boost immunity. The total price of the Day Pass package is HRK 560 (€75) for 1 day, HRK 1,400 (€187) for a three-day service and HRK 2,600 (€347) for a seven-day service, with the proviso that the Day Pass which covers several days does not need to be used continuously.", "modId": "3"}], "regions": []}, "recordId": "955", "modId": "18"}