{"fieldData": {"title": "Shortened weekly working time introduced in Lipik Glas  ", "title_nationalLanguage": "Skraćeno radno vrijeme uvedeno u Lipik Glas ", "d_startDate": "07/01/2020", "d_endDate": "12/31/2020", "calc_country": "Croatia", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Working time and working time flexibility", "calc_identifier": "HR-2020-27/1046", "dateType": "Temporary", "calc_creationDay": "08/26/2020", "calc_lastUpdate": "10/06/2020", "descriptionBackgroundInfo": "Croatian company Lipik Glas has produced sets of windscreens which were installed in London taxis. The London taxi company LTI, owned by Chinese company Geely, had begun changing its traditional and famous London taxis, and all windshields on the new cars were produced in Lipik. The company Lipik Glas has already produced windscreens for some very exclusive auto brands, like Aston Martin, Alfa Romeo, Bentley, Ferrari, McLaren and Spyker. The company was very successful and employed more than 200 workers. However, due to the COVID-19 pandemic, the company faced serious financial problems and one of the possibilities was to introduce a shortened weekly working time. ", "descriptionContentOfMeasure": "According to the national program for the introduction of shortened working time, financed from EU SHARE project, the Autonomous Trade Union in Power Industry, Chemistry and Non-metal Industry of Croatia and the management board of Lipik Glas signed an agreement on a temporary shortened working time. According to the agreement, among others, weekly working hours by particular phases of the production and departments, depending on the types and quantity of working tasks are defined. On changes of agreed working time, there is a need to inform works council. Both sides hope that such document is an important step in preservation of the company and jobs. The Trade Union particularly expressed its satisfaction with the process of the company that employer presented the production plans and agreed that wages would not be lowered even if workers work shorter.", "descriptionUseOfMeasure": "This is an important measure for the preservation of a successful company that faces problems outsides of its control.  The Trade Union is fully aware that when the complete car industry halts the production, neither the workers nor the management can be blamed. ", "descriptionInvolvementOfSocialPartners": "Social partners were directly included in designing, implementing and monitoring the measure according to the demands by social partner organisations. The mentioned Agreement was used as a blueprint for some other agreements that the Autonomous Trade Union in Power Industry, Chemistry and Non-metal Industry of Croatia signed with management in other companies in the sector, like companies Lipovica, Saponija and Inkerporboard. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-27_1046.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1308", "sources::title": "Subvencije za kraći radni tjedan zatražene za samo 25.000 radnika 2000 kuna potpore mjesečno po radniku davat će se tvrtkama do kraja godine", "sources::url": "https://www.vecernji.hr/vijesti/subvencije-za-kraci-radni-tjedan-zatrazene-za-samo-25-000-radnika-1419276 ", "sources::d_date": "07/24/2020", "modId": "0", "downloaded_to": "0ae17501175ea3efb238acd8abbb9085a5dfe98ca76438524412c8b9121041f4"}, {"recordId": "1309", "sources::title": "Skraćivanje radnog vremena je dobrodošla mjera", "sources::url": "https://www.ekn.hr/hrvatski/clanak_4/skracivanje-radnog-vremena-je-dobrodosla-mjera_156/", "sources::d_date": "08/13/2020", "modId": "0", "downloaded_to": "fe1472ff2dc687fb2d6aabba9db15fbd8b5afccf3ced1342fa5fd79d8eed4d73"}, {"recordId": "1310", "sources::title": "Potpora za očuvanje radnih mjesta - skraćivanje radnoga vremena: Plaća i materijalna prava kao da radno vrijeme nije privremeno skraćeno", "sources::url": "http://sssh.hr/hr/dokumenti/publikacije/sindikalna-akcija-18", "sources::d_date": "07/13/2020", "modId": "0", "downloaded_to": "6fb8d94ff612af4468ad86533648d9f490440c0da789730328361c168874da49"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "303", "updates::d_date": "10/02/2020", "updates::description": "According to the Croatian Employment Service unofficial data obtained on demand, in the period from 1 June to 16 September 2020, the total number of applications was 545 and it was related to 15,550 workers. That is relatively low when keeping in mind that according to the data by the Croatian Bureau of Statistics there are around 153,000 enterprises which employ around 1.03 million employees. There is no data on the number of jobs saved in the short and medium term (and workers return to exactly the same employment situation), as well as on the number of companies saved. It is hard to assess the influence of the measure on the long-term competitiveness of companies and the economy a whole, but without doubt large financial outlays are needed for the implementation of the measure. This indirectly causes the requirement for bigger public funding and increased the tax burdens, once SHARE funds will expire.   ", "modId": "5"}], "regions": [{"recordId": "2778", "regions::countryCode": "HR", "regions::level": 3, "regions::name": "Požeško-slavonska županija", "regions::nutsCode": "HR049", "modId": "5"}]}, "recordId": "956", "modId": "27"}