{"fieldData": {"title": "Annex to the Collective Agreement for Croatian State Administration Employees ", "title_nationalLanguage": "Dodatak Kolektivnom ugovoru za za državne službenike i namještenike", "d_startDate": "06/01/2020", "d_endDate": "12/31/2020", "calc_country": "Croatia", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Remuneration and rewards for workers in essential services", "calc_identifier": "HR-2020-23/1047", "dateType": "Temporary", "calc_creationDay": "08/27/2020", "calc_lastUpdate": "08/27/2020", "descriptionBackgroundInfo": "The government and representative Trade Unions of state administration employees agreed in 2019 on the base pay rise for two plus two percent that was to apply on 1 June 2020 and 1 October 2020. However, due to the COVID-19 crisis and its adverse economic and financial consequences, it was obvious that such promises would not be possible to realize. ", "descriptionContentOfMeasure": "After four meetings with the representative Trade Unions of state administration employees, the Minister of Labour and Pension System and Trade Unions (the Police Union of Croatia, the Trade Union of Interior Ministry Employees and the Local and State Administration Employees' Trade Union) signed an Annex to the Basic collective agreement for state administration employees. Later the same annex was signed with Trade Unions of Public Servants. Both documents envisage the deferral of the promised wage increase. Therefore, the base amount for the calculation of salaries in 2020 will stay HRK 5,8009.79 (€774,64), while from 1 January 2021 it will be HRK 6.044,51 (€805,93). ", "descriptionUseOfMeasure": "During 2020 the holiday bonuses will be paid out as in previous years, while the jubilee awards will receive all employees that are eligible in 2020. Discussion regarding the Christmas bonuses will take place during the preparation of the State budget for 2021. Trade Unions are generally satisfied with the achieved negotiation and Annexes because Unions are fully adverse of a dire situation in economy and public finance. The Unions intend to discuss with the government all the problems in state and local administration services, not only the low salaries but primarily working conditions, material rights and ways of improving the status of state and local administration employees. They do not want to negotiate only about the suspension of the base pay increase and Christmas bonuses because the problems in state and local administration are much deeper.", "descriptionInvolvementOfSocialPartners": "The Annex has been signed by three representative Trade Unions: the Police Union of Croatia, the Trade Union of Interior Ministry Employees and the Local and State Administration Employees' Trade Union. The Trade Unions began the initiative with the intention to be active stakeholders in the process so as to meet their obligations towards trade union members. According to their opinion, this is damage control and the Trade Unions did not wish to leave it up to a government to make unilaterally some reductions in employees’ rights. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-23_1047.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only public sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1312", "sources::title": "Potpisan Dodatak III. Kolektivnom ugovoru za državne službenike i namještenike", "sources::url": "https://www.sdlsn.hr/potpisan-dodatak-iii-kolektivnom-ugovoru-za-drzavne-sluzbenike-i-namjestenike/", "sources::d_date": "06/03/2020", "modId": "0", "downloaded_to": "1dac2b911670c69b39a9718af812d9dd9842765e01b74d394c12edb595d6cf4a"}, {"recordId": "1313", "sources::title": "Potpisan dodatak kolektivnom ugovoru s javnim službama, dodatak dva parafirali i državni službenici i namještenici", "sources::url": "https://slobodnadalmacija.hr/vijesti/hrvatska/potpisan-dodatak-kolektivnom-ugovoru-s-javnim-sluzbama-dodatak-dva-parafirali-i-drzavni-sluzbenici-i-namjestenici-1023689", "sources::d_date": "05/29/2020", "modId": "0", "downloaded_to": "68ecf4210d3d36d03bb2396a78440cb7227e5f261901c1c51370b8a09df50f9d"}, {"recordId": "1314", "sources::title": "Dodatak III. Kolektivnom ugovoru za državne službenike i namještenike", "sources::url": "https://narodne-novine.nn.hr/clanci/sluzbeni/2020_06_66_1335.html", "sources::d_date": "06/05/2020", "modId": "0", "downloaded_to": "183c1f0e330a00921bfb7006819740679a4892fe8dd26d0bd2abf4d602472c21"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "114", "sectors::code": "O84", "sectors::name": "Public administration and defence; compulsory social security", "modId": "0"}], "updates": [], "regions": []}, "recordId": "957", "modId": "18"}