{"fieldData": {"title": "Social partner agreement on prevention and protection at the workplace", "title_nationalLanguage": "Gedeeld besluit van de Hoge raad voor preventie and bescherming op het werk aangaande testen op de werkvloer. ", "d_startDate": "07/01/2020", "d_endDate": "", "calc_country": "Belgium", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Occupational health and safety", "calc_identifier": "BE-2020-27/1051", "dateType": "Open ended", "calc_creationDay": "08/31/2020", "calc_lastUpdate": "09/02/2020", "descriptionBackgroundInfo": "The High Council for Prevention and Protection at Work is a consultative body in which social dialogue takes place on matters relating to well-being at work between social partners, experts, representatives of the administrations and, where appropriate, representatives of the policy unit of the competent minister. \rThis concrete statement was concluded by them in reaction to some cases whereby (often multinational) companies decided to test their employees during their work in order prevent eventual spreading of the virus. \rThe social partners within the High Council do not agree with these practices if not accompanied by the appropriate preventive measures.", "descriptionContentOfMeasure": "Several reasons are addressed on the reasons the council is sceptical of such measures in the context of prevention:\r* The employee can not be forced to take a test, the tests always have to be taken on a voluntary basis. However, the social partners fear that even though there is no formal way of forcing an employee to take a test, employers can still pressure the employee in other ways to undertake a test;\r* With regard to privacy, such medical information can only be shared between the test agency involved and the employee in question. The employer has no right to acquire information of that nature;\r* The social partners do not believe that testing alone is sufficient to prevent the spreading of the virus in workplaces. Tests are not 100% conclusive in nature and there is still a relatively high degree of false negatives in test results. In addition, they only provide insight at that moment in time and not even in the near future, if the employee comes in contact with other people.\r* Finally the social partners plead for a better cooperation and implementation of medical services at work (like occupational physicians) within the general healthcare in the context of contact tracing. Currently, general healthcare and occupational healthcare cooperate too little, leading to inefficiency and errors.", "descriptionUseOfMeasure": "The advice of the High Council on Prevention and Protection at Work is not that concrete that it can be quantified;  neither the advice against testing at the workplace, nor the necessity for improved communication and cooperation between the general medical field and occupational healthcare.", "descriptionInvolvementOfSocialPartners": "The High Council on Prevention and Protection is an established organ that discusses all matters related to prevention and protection at the workplace. It provides advice to the minister of work and in general is required to provide advice at least every six months, in urgent matters this can be increased to every two months. \r\rThis statement is however more formulated as a reaction on recent events in some workplaces, which could lead to further debates on prevention and the role of testing at the workplace.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/BE-2020-27_1051.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1322", "sources::title": "https://www.hetacv.be/docs/default-source/acv-csc-docsitemap/3980-actualiteit-actualite/3980-nieuws-en-persberichten-actualites-et-communiques-de-presse/2020/20200701_verklaring_sopa_hr_testscovid19.pdf?sfvrsn=9c9a907b_", "sources::url": "https://www.hetacv.be/docs/default-source/acv-csc-docsitemap/3980-actualiteit-actualite/3980-nieuws-en-persberichten-actualites-et-communiques-de-presse/2020/20200701_verklaring_sopa_hr_testscovid19.pdf?sfvrsn=9c9a907b_", "sources::d_date": "07/01/2020", "modId": "0", "downloaded_to": "7e42599bffe9e9ebf04da060dfd63d15e655b0254e8e9e52477e6060632c0495"}], "actors": [{"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "961", "modId": "23"}