{"fieldData": {"title": "COVID-19: 40 urgent measures for construction workers ", "title_nationalLanguage": "COVID-19: 40 medidas urgentes para os trabalhadores da construção civil", "d_startDate": "06/18/2020", "d_endDate": "", "calc_country": "Portugal", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Occupational health and safety", "calc_identifier": "PT-2020-25/1052", "dateType": "Open ended", "calc_creationDay": "09/01/2020", "calc_lastUpdate": "09/11/2020", "descriptionBackgroundInfo": "The FEVICCOM (Federação dos Sindicatos da Construção), the Federation of construction workers unions and the STARQ (Sindicato dos Trabalhadores de Arqueologia), the archeology workers union, both affiliated of the trade union confederation CGTP, proposed on 18 June 2020, 40 urgent measures to defend the health, wages, employment and labour rights of construction workers in the context of the pandemic crisis.\r\rThe background for the proposed measures is to respond to the \"generalised environment of sanitary insecurity and the existence of irregular companies, of informal and illegal work, has caused a worsening and uncontrolled hygiene, safety and health conditions in the works, especially serious for low skilled workers often subcontracted on a temporary and precarious basis, including many immigrants.\"", "descriptionContentOfMeasure": "The urgent recommendations refer to various issues, all related with occupational health and security and protection of workers and public health, of which we highlight:\r\r**EMPLOYERS RESPONSIBILITY:**\r\r* To secure that employers take the responsibility to respond for the level of security namely with their obligation to appoint the Safety Coordinator of the project and site;  to implement a  Workplace Health and Safety Plan and to ensure compliance with the management and general organization rules of the shipyard. \r* To reinforce workers information and consultation and, whenever they exist, consult and involve their representative structures, namely, trade union delegates and workers' representatives for safety and health at work; \r* Periodically carry out, by an element of the team's or shipyard's hierarchical chain, the survey of dangerous situations verified with the aim of adopting measures and developing procedures.\r\r**MOVEMENTS TO / FROM THE WORKPLACE:**\r\r* Provide that all workers can, if possible, commute to work in their own vehicle, by bicycle or on foot, avoiding, whenever possible, public transport; \r* Ensure that personnel transport vehicles are sanitized frequently.\r* In medium and long distance journeys, the available seats per vehicle must be reduced to ensure greater physical distance (2/3 of the capacity); \r* reduce or avoid stops at service stations; \r* the frequency of the number of work / home trips reduced; \r* verify (without registration and with worker authorization) the body temperature at the entrance for each trip and used mask during the trip, by all passengers.\r\r**WORKPLACES:**\r\rIn addition to an extensive list of security and protection recommendations, the proposal requires:\r\r* To ensure that each entity prepares and/or revises the Contingency Plan with the prevention, containment and mitigation measures for COVID-19 disease in the workplace, for each construction site; and that the Contingency Plan and any updates, must be made known to all workers and their representatives. It must also be ensured that sanitary rules are complied with when new teams of subcontractors enter the works;\r* Place informational posters from the Directorate-General for Health (DGS) in the works, with translation into several languages, according to the nationalities of the workers.\r* Intensify the action of those responsible for work safety, namely with regard to the promotion, dissemination, inspection and permanent information of all the COVID-19 pandemic prevention procedures.\r* Keep information up to date for all workers and for all other players on the job, taking into account their legitimate concerns, seeking to support them in solving problems they detect or persist; \r* Maintain regular communication between workers, companies and other contracting entities, namely on the conditions of hygiene, safety and health in the workplace.\r\r**ACCOMMODATION AND HOUSING CONDITIONS:**\r\rTo guarantee housing and housing conditions for all workers, which ensure the conditions of hygiene and safety for themselves, their families and the communities where they operate, in interconnection with Social Security services and municipal entities.", "descriptionUseOfMeasure": "It is not mentioned, but the proposed measures would cover, should cover all companies and workers in the construction sector.", "descriptionInvolvementOfSocialPartners": "The 40 measures to defend the health and security and working  conditions of construction workers in the context of the pandemic crisis were proposed by the FEVICCOM (Federação dos Sindicatos da Construção), the Federation of construction workers unions and the STARQ (Sindicato dos Trabalhadores de Arqueologia), the archeology workers union, both affiliated of the trade union confederation CGTP,  proposed on 18 June 2020. They are urgent trade union recommendations formulated by FEVICCOM in the context of sector ad-hoc ongoing social dialogue between the government and the sector organizations in the construction sector.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/PT-2020-25_1052.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1323", "sources::title": "Covid-19: 40 medidas urgentes para os trabalhadores da construção civil", "sources::url": "http://www.cgtp.pt/accao-e-luta-geral/14301-covid-19-40-medidas-urgentes-para-os-trabalhadores-da-construcao-civi", "sources::d_date": "06/18/2020", "modId": "0", "downloaded_to": "ed2cfe8db76b634d6e85589fe80746efa9462a6112e18da61cfdff31ed4e4b84"}, {"recordId": "1324", "sources::title": "Covid-19: Recomendações para as empresas e para os trabalhadores", "sources::url": "https://www.aiccopn.pt/archive/doc/Recomendacoes__Emp_Trab_julho2020.pd", "sources::d_date": "07/14/2020", "modId": "0", "downloaded_to": "7a5f29ace54e3cdad85b99ceef0953deadd97004a005b2d32a8f909bd7086ec2"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "69", "sectors::code": "F41", "sectors::name": "Construction of buildings", "modId": "0"}, {"recordId": "70", "sectors::code": "F42", "sectors::name": "Civil engineering", "modId": "0"}, {"recordId": "71", "sectors::code": "F43", "sectors::name": "Specialised construction activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "962", "modId": "26"}