{"fieldData": {"title": "COVID-19 FAQ - Guidelines for employers in the automotive sector", "title_nationalLanguage": "Koronavírus - aktualizácie pre automotive, Časté otázky FAQ ", "d_startDate": "04/01/2020", "d_endDate": "", "calc_country": "Slovakia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Other", "calc_identifier": "SK-2020-14/1054", "dateType": "Temporary", "calc_creationDay": "09/02/2020", "calc_lastUpdate": "09/14/2020", "descriptionBackgroundInfo": "The automotive industry was seriously hit by the COVID-19 pandemic and all major car producers in Slovakia, including their suppliers, interrupted or reduced their production for several weeks. In relation to the COVID-19 pandemic, the government adopted a package of measures to alleviate its impact on employers, employees as well as citizens. The most of these measures also affected the employers in the automotive industry, who needed to be properly informed about their implementation in practice. ", "descriptionContentOfMeasure": "To assist employers in the automotive industry, the Automotive Industry Association of the Slovak Republic (ZAP SR) prepared a list of frequently asked questions COVID-19 FAQ for the Automotive, with explanatory answers. \r\rPresently, FAQ consists of 27 questions responding to measures adopted by the government via changes in the labour, social and other related legislation. It provides instructions for the employers how to implement the most relevant measures in managing practical issues in companies. For instance, \r\r* implementation of different types of short-time working schemes (particularly Measures 1 and 3 of the First aid package) and their practical application in collective agreements, \r* how to handle employees in a probation period, \r* new rules for employers paying compulsory contributions to social insurance funds, how to manage inevitable dismissals, how to calculate the decline in revenues.      ", "descriptionUseOfMeasure": "The COVID-19 FAQ for the automotive is publicly available on the webpage of the Automotive Industry Association. Any employer/company can use individual instructions included in it. The COVID-19 FAQ for the Automotive provides detail description of the concrete practical issues/questions and provides explanatory instructions for company management how to respond to them. Comments on changes in legislation adopted by the government and practical implementation of the respective measure are provided.", "descriptionInvolvementOfSocialPartners": "This is an initiative of the Automotive Industry Association of the Slovak Republic (ZAP SR). It prepared a special webpage COVID-19 for the Automotive by own experts. On the webpage of ZAP SR, there is a special section Časté otázky FAQ, dealing with the most relevant issues concerning employers´ duties and obligations during the pandemic crisis. The ZAP SR assists employers in the automotive in better understanding and implementation of the COVID-19 related measures. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SK-2020-14_1054.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1345", "sources::title": "Covid-19 FAQ for the Automotive", "sources::url": "https://www.zapsr.sk/covid19/ ", "sources::d_date": "04/01/2020", "modId": "0", "downloaded_to": "247696c5b07937e12a3a32d3c13ee378665081b57a108e4fb5823e66b03ec98b"}], "actors": [{"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "4", "funding::name": "Employers organisation", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "56", "sectors::code": "C29", "sectors::name": "Manufacture of motor vehicles, trailers and semi-trailers", "modId": "0"}], "updates": [], "regions": []}, "recordId": "964", "modId": "22"}