{"fieldData": {"title": "Compensation for self-employed", "title_nationalLanguage": "Kompensacijos savarankiškai dirbantiems asmenims", "d_startDate": "03/19/2020", "d_endDate": "", "calc_country": "Lithuania", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Extensions of  income support to workers not covered by any kind of protection scheme", "calc_identifier": "LT-2020-12/314", "dateType": "Temporary", "calc_creationDay": "04/06/2020", "calc_lastUpdate": "01/13/2021", "descriptionBackgroundInfo": "On 19 March 2020, Law No XIII-2822 adding Article 5-1 and amending Articles 24, 25, 35, 37, 41, 42, 44 of the Law on Employment of the Republic of Lithuania (No XII-2470) (17 March 2020) came into force, providing for assistance to self-employed persons in Lithuania. Further, the procedure was amended on 7 April 2020 by Law No XIII-2846 amending Articles 5-1, 13, 24, 35, 37, 38, 39, 41, 42, 44, 49 and 50 of the Law on Employment of the Republic of Lithuania (No XII-2470). Self-employed people shall apply for a flat-rate benefit to the Employment Service.", "descriptionContentOfMeasure": "A fixed benefit of €257 per month may be granted to self-employed persons in Lithuania. The benefit will be paid if a self-employed person meets all of the conditions below:\r\r* Self-employment has been registered for at least three months in the last year and has not been de-registered until the date the Government declared the state of emergency and quarantine;\r* During the state of emergency and quarantine declared by the Government, a person does not work under an employment contract and does not have a legal relationship equivalent to employment relationships;\r* The person has no outstanding debts to the state budget and in relation to social insurance payments to the state agency 'Sodra' (or the debt has been rescheduled and is not an impediment);\r* The person does not have the status of a legal person in liquidation or bankruptcy.\rBenefits paid for an incomplete month will be proportionately lower. Payment of the benefit to a self-employed person would be terminated when the Government revokes the emergency or quarantine, or the person no longer meets at least one of the conditions above.", "descriptionUseOfMeasure": "By 14 April 2020, 42,314 people have applied for the benefit in Lithuania. A total of 93,666 people have applied for the benefit to the self-employed by 6 June 2020. The total amount paid down in benefits amounted to €52,632 million. According to the data provided by the Ministry of Social Security and Labour, a total of 100,279 persons have applied for the benefit to the self-employed during the period from 19 March 2020 to 16 August 2020 (the first quarantine + 2 months). The total amount paid down in benefits amounted to €112.2 million. A total of 79,169 persons have applied for the benefit during the period from 7 November 2020 to 11 January  2021 (the second quarantine). On 11 January 2021, the total amount paid down in benefits during the first and the second quarantine amounted to €18.1 million.", "descriptionInvolvementOfSocialPartners": "Social partners (SPs) were consulted only ad hoc, the tripartite meeting was not held. On 24 April 2020, the Advisory Group for Post-Quarantine Social Issues under the Ministry of Social Security and Labour started its work in Lithuania, discussing measures to reduce social effects during the post-quarantine period in Lithuania. SPs were also invited to participate in the group.", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LT-2020-12_314.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "218", "sources::title": "Law amending Articles 5-1, 13, 24, 35, 37, 38, 39, 41, 42, 44, 49 and 50 of Law on Employment of the Republic of Lithuania (LR užimtumo įstatymo Nr. XII-2470 5-1, 13, 24, 35, 37, 38, 39, 41, 42, 44, 49 ir 50 straipsnių pakeitimo įstatymas)", "sources::url": "https://e-seimas.lrs.lt/portal/legalAct/lt/TAD/43d9edd3797d11eaa38ed97835ec4df6?jfwid=-fy7rwc7a", "sources::d_date": "04/07/2020", "modId": "9", "downloaded_to": "22237c61fc5241b5b9f8a21c3c96275bebd6202767c1701edebc7effcba4a094"}, {"recordId": "1001", "sources::title": "The 1.3 billion euro social support scheme launched (Pateikta 1.3 mlrd. eurų socialinės paramos programa)", "sources::url": "https://www.lps.lt/2507-pateikta-1-3-mlrd-euru-socialines-paramos-programa", "sources::d_date": "04/24/2020", "modId": "2", "downloaded_to": "9ce48c97f5c7283383acca1f68016eb4430548c34c5c95f01365fb826d739388"}, {"recordId": "1173", "sources::title": "Law amending Articles 5-1, 20, 25, 35, 37, 38, 41, 42, 43, 44, 47, 55 and adding Article 48-1 to the Law on Employment of the Republic of Lithuania (Lietuvos Respublikos užimtumo įstatymo Nr. XII-2470 5-1, 20, 25, 35, 37, 38, 41, 42, 43, 44, 47, 55 straipsnių pakeitimo ir Įstatymo papildymo 48-1 straipsniu įstatymas)", "sources::url": "https://e-seimas.lrs.lt/portal/legalAct/lt/TAD/82caa600935a11eaa51db668f0092944?jfwid=-1819or53bv", "sources::d_date": "05/07/2020", "modId": "1", "downloaded_to": "33cc977adb3cf44357e45292838d80db833fa5cd7cd04996ee9b43b85efeda9a"}, {"recordId": "1768", "sources::title": "Law No XIII-2822 adding Article 5-1 and amending Articles 24, 25, 35, 37, 41, 42 and 44 of the Law on Employment of the Republic of Lithuania (Lietuvos Respublikos užimtumo įstatymo Nr. XII-2470 papildymo 5-1 straipsniu ir 24, 25, 35, 37, 41, 42, 44 straipsnių pakeitimo įstatymas", "sources::url": "https://www.e-tar.lt/portal/lt/legalAct/edc55260693011eabee4a336e7e6fdab", "sources::d_date": "03/17/2020", "modId": "0", "downloaded_to": "8f7a62a40fb6688fbc3cab2d611ac097dddcfda2d5e3742cf33babb3c022dc7e"}, {"recordId": "2576", "sources::title": "Law No XIV-35 amending Articles 5-1 and 25 of the Law on Employment of the Republic of Lithuania (LR užimtumo įstatymo Nr. XII-2470 5-1 ir 25 straipsnių pakeitimo įstatymas", "sources::url": "https://e-seimas.lrs.lt/portal/legalAct/lt/TAD/74771653395f11eb8c97e01ffe050e1c?positionInSearchResults=31&searchModelUUID=1e40d79e-5674-490e-b808-b92afa8a54eb", "sources::d_date": "12/03/2020", "modId": "0", "downloaded_to": "6bd129d58c8c49dccc7f98e0092a0249ec6ba1d89950d6a8a99bba198ecc7b9d"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "194", "updates::d_date": "07/13/2020", "updates::description": "On 8 May 2020, amendments to the Law on Employment of the Republic of Lithuania (Law No XIII-2882 of 7 May 2020) were introduced in Lithuania, providing that the €257 monthly benefit is also available to the self-employed who are also working under employment contracts. The benefit is granted if the person’s earnings under the employment contract do not exceed €607 gross. According to the amendment to the Law, self-employed parents on parental leave will also be eligible for the benefit, provided that their gross monthly earnings do not exceed €607. The new procedure is retroactive, i.e. self-employed people who meet all the criteria will receive the benefit for the period from the start of the quarantine, that is, from 16 March 2020.\r\rIn addition, the amendments extended the period of payment of the benefit to the self-employed - the benefit will be paid for another two months after the emergency situation regime or quarantine announced by the Government of the Republic of Lithuania is lifted. (The quarantine regime has been lifted in Lithuania as of 16 June 2020). ", "modId": "2"}, {"recordId": "598", "updates::d_date": "01/01/2020", "updates::description": "On 1 January 2020, Law No XIV-35 amending Articles 5-1 and 25 of the Law on Employment of the Republic of Lithuania (No XII-2470) came into force in Lithuania, amending the procedure for paying compensations for the self-employed. As of 1 January 2021, self-employed persons may apply for a €260 payout if they meet the following conditions:\r\r* self-employment activity has been registered for at least three months until the date of announcement of local or national quarantine;\r* as a result of economic activity restrictions, the person has been included in the list of self-employed persons affected by COVID-19 restrictions published by the State Tax Inspectorate (STI); \r* monthly income earned under an employment contract or on the grounds of legal relations deemed to be equal to employment relations does not exceed the minimum monthly wage (€642 gross);\r* the person is not in liquidation or bankruptcy (for legal persons).\r\rThe amendments to the law also provide that the benefit is equal to one amount of the minimum consumption needs of the current year, calculated in accordance with the procedure established by the Law on the Establishment of Reference Values for Social Security Benefits and Basic Rate of Fines and Penalties No X-1710 (€260 in 2021). At the end of the quarantine/emergency, the benefit will be paid for one more month and discontinued thereafter.", "modId": "3"}], "regions": []}, "recordId": "197", "modId": "103"}