{"fieldData": {"title": "Research conducted by employer associations", "title_nationalLanguage": "Riċerka mmexxija minn assoċjazzjonijiet ta 'min iħaddem\rRiċerka mmexxija minn assoċjazzjonijiet ta 'min iħaddem\rRiċerka mmexxija minn assoċjazzjonijiet ta 'min iħaddemV\rRiċerka mmexxija minn assoċjazzjonijiet ta 'min iħaddem", "d_startDate": "04/01/2020", "d_endDate": "", "calc_country": "Malta", "calc_minorCategory": "Supporting businesses to get back to normal", "calc_subMinorCategory": "Measures to support a gradual relaunch of work", "calc_identifier": "MT-2020-14/1056", "dateType": "Open ended", "calc_creationDay": "09/03/2020", "calc_lastUpdate": "09/18/2020", "descriptionBackgroundInfo": "COVID-19 had a negative impact upon many enterprises in Malta. In order to support such organisations, the major employer and professional associations in Malta have been conducting research amongst their members to determine the impact of COVID-19. The primary aim of this is to have an up to date picture of the impact upon members and to use this to inform the government whilst also using it to provide direction when drafting policy recommendations. ", "descriptionContentOfMeasure": "Various employer associations have been conducting research amongst their members. The purpose of this data is to inform policy recommendations and for use during lobbying with government and other social partners. \r\rThe Malta Employers Association (MEA) conducted its third COVID-19 survey amongst its members in September 2020. The survey had three aims:\r\r* To evaluate business performance by sector and company size; \r* To determine employers’ projections for the coming months; \r* To study the labour market potential in surviving the pandemic. \r\rPreliminary findings published by the MEA (September 2020) highlighted that 81% of organisations reported a loss of business since the start of the pandemic, with 45% of respondents reporting a loss of business of 45% or more. Almost half of respondents, however, reported that the situation was better between June and August than it was between March and May. 19% (45 organisations) reported making redundancies between June-August. 65% of organisations also reported that they have employees who are making use of teleworking \r\rOther related research has been conducted by the Malta Chamber of Commerce, Enterprise and Industry (known as the Malta Chamber) as well as by The Malta Chamber of SMEs. Research by the latter (July 2020) highlighted that sales levels, uncertainty, and employee wages were the greatest concerns for SMEs, that 13% of respondents had instigated redundancies due to COVID-19, and that government COVID-19 measures had been generally well received. \r\rSurveys have also been conducted by other professional groups that represent employers / self-employed professional workers, such as that conducted by the Chamber of Architects (Kamra tal-Periti).  ", "descriptionUseOfMeasure": "The individual research projects have been used for lobbying and to inform recommended policy direction. More specific information is unavailable.", "descriptionInvolvementOfSocialPartners": "The surveys were designed by the specific employer's associations and then distributed amongst their members. The analysis and publication of these findings was also the remit of the specific employer associations. The findings were used primarily during discussions between the employer associations and government.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/MT-2020-14_1056.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1331", "sources::title": "Malta Chamber SMEs - Survey on the continued effect of COVID-19 on business in Malta", "sources::url": "http://www.smechamber.mt/wp-content/uploads/2020/07/SME20-CovidSurvey-v3.pdf", "sources::d_date": "07/31/2020", "modId": "0", "downloaded_to": "b67764c95ba445a92890ef7c66244817c4f0adb97fe04931514b50e33be4b6a5"}, {"recordId": "1463", "sources::title": "Malta Employers Association - COVID-19 survey September 2020", "sources::url": "https://www.maltaemployers.com/loadfile/f92fd886-9cb2-48bb-9268-741dc469b5e3", "sources::d_date": "09/09/2020", "modId": "0", "downloaded_to": "9239467fde77901169c4dce4616ff6245d655de2682c1d203a880b303893a656"}], "actors": [{"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "4", "funding::name": "Employers organisation", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "966", "modId": "16"}