{"fieldData": {"title": "Annex to the collective agreement for Zagreb Airport ", "title_nationalLanguage": "Dodatak Kolektivnog ugovora za Zračnu luku Zagreb", "d_startDate": "04/08/2020", "d_endDate": "06/30/2020", "calc_country": "Croatia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "HR-2020-15/1058", "dateType": "Temporary", "calc_creationDay": "09/03/2020", "calc_lastUpdate": "10/08/2020", "descriptionBackgroundInfo": "The trade union of workers in Airport Zagreb (Sindikat radnika aerodroma Zagreb – SRAZ) is a middle-sized union in the sector. The members of SRAZ are air traffic administrative staff, the employees working in baggage handling, the employees working at ticket desks, check in and boarding services, airport security, aircraft maintenance and overhaul and similar. SRAZ has around 180 members. Airport Zagreb, the busiest aerodrome in Croatia, recorded in 2020 less than 25% of last year's traffic. Therefore, there was a need to make reductions in the employees’ pecuniary rights. ", "descriptionContentOfMeasure": "Due to adverse business conditions and significant decrease in the number of passengers, SRAZ signed on 8 April 2020 with the representatives of various employers active on the airport Zagreb an annex to the collective agreement. The annex has been in force until 30 June 2020, with the possibility for the extension depending on the situation in the air transport. \r\rSRAZ and employers agreed that wages and salary supplements in the form of Easter gifts, jubilees awards and awards for business results, in addition to holiday lump-sum payment, will be paid in the last quarter of 2020. In cases where it is not possible to organise regular work, the model “inactive working hours” is introduced. It represents the exemption from work obligations with a salary compensation amounting to 70% of the value of a full hourly rate. \r\rDuring one month, all employees, including directors, must have a minimum of 1/3 to a maximum of 2/3 of \"inactive\" hours according to the work schedule. The employers may with written notice demand of employees to use their annual leave, regardless of the previously prepared plan for the use of annual leave. The employers oblige not to lay-off workers as redundant, and will offer an extension of all fixed-term employment contracts that expire to individual workers in the specified period.", "descriptionUseOfMeasure": "Before the expiry of this annex, the social partners should jointly assess the situation and take further decisions with a view to extend or amend the annex. As the situation in the second half of 2020 has not been improved, the representatives of SRAZ and employers extended the validity of the annex until the end of September 2020 with the same conditions. Both sides have an intention to extend the validity of the Annex until the end of 2020 if the situation should not improve.    ", "descriptionInvolvementOfSocialPartners": "Social partners were directly involved in design, implementation and monitoring of the measure fully aware that this is a needed stet to preserve all included companies. As mentioned, before the expiry of this annex, the social partners should jointly assess the situation and take further decisions with a view to extend or amend the annex.   ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-15_1058.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1332", "sources::title": "Rad u doba korona virusa", "sources::url": "https://www.sraz.hr/rad-u-doba-korona-virusa/ ", "sources::d_date": "04/09/2020", "modId": "0", "downloaded_to": "b048c9baea9ff1ad2b3d09a1461bd6ba2c52420d44a2bf8c30758f19d8ada986"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "339", "updates::d_date": "10/07/2020", "updates::description": "Both sides decided to extend the validity of the Annex until the end of 2020 because the situation has not improved.  Both sides are fully aware of the complexity of the current situation and hope that together they will be able to overcome serious problems, primarily related to a lack of flights and passengers as well as significantly reduction in revenues. ", "modId": "3"}], "regions": [{"recordId": "2771", "regions::countryCode": "HR", "regions::level": 3, "regions::name": "Zagrebačka županija", "regions::nutsCode": "HR042", "modId": "5"}]}, "recordId": "968", "modId": "26"}