{"fieldData": {"title": "Annexes to collective agreements for all firms in the INA Group ", "title_nationalLanguage": "Dodaci kolektivnim ugovorima za sva društva INA Grupe ", "d_startDate": "04/01/2020", "d_endDate": "12/31/2020", "calc_country": "Croatia", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Wage flexibility ", "calc_identifier": "HR-2020-14/1059", "dateType": "Temporary", "calc_creationDay": "09/03/2020", "calc_lastUpdate": "09/07/2020", "descriptionBackgroundInfo": "INA Group has leading role in Croatian oil business and a strong position in the region in the oil and gas exploration and production, oil processing, and oil and oil products distribution activities. INA Group is comprised of several affiliated companies wholly or partially owned by INA. The Group has its headquarters in Zagreb, Croatia. INA Group has around 9,000 employees and therefore it is very big for Croatian circumstances. Croatia and the whole world are facing the unprecedented health and economic crisis, and changes that occur on the foreign and domestic market in large also affect INA's operations. The current situation is serious and requires responsible social partners and the understanding of all workers. Due to the difficult situation in the company, the Management Board invited the representative trade unions to negotiate on the changes in the collective agreements which are in force. The trade unions accepted the invitation, with the primary goal of preserving jobs and the retention of existing workers rights as much as possible. ", "descriptionContentOfMeasure": "The annexes to the collective contracts for all INA Group companies were signed on 20 April 2020 and would be valid from 1 April 2020 to 31 December 2020. After their expiration, the provisions of the previous collective agreements from March 2020 will be applied. \r\rThe most important changes in the annexes refer to different manner and deadlines of communication as well as to temporary delay of certain pecuniary rights. In all INA-Group companies, the deadlines for issuing written orders for overtime work are extended from 7 to 30 days. The deadline period for issuing the information concerning a schedule or changed working hours is shortened from 7 days to 24 hours in advance. The same period for the information on the schedule and duration of annual leave is shortened from 15 days to 2 days in advance. \r\rIn all INA Group Companies (except CROSCO and STSI), workers whose work is temporarily not needed (\"on hold\" workers), are eligible for a salary compensation of 75% contracted monthly gross wage or salaries from the employment contract, excluding allowances, but not less than net amount HRK 4,000.00 (€ 533.33) if the employer obtains the support by the Croatian Employment Service. In case that the employer does not receive this support, there will be salary or wage compensation not lower than the legal minimum wage in the Republic of Croatia (net monthly amount HRK 3,250.01 or € 433. 33). \r\rIn CROSCO and STSI, where due the specific characteristics of the business and the current economic situation, business activities are reduced to a minimum, the workers whose work is temporarily suspended (\"on hold\" workers) are eligible for a salary compensation of 50% of contracted monthly gross wage or salaries from the employment contract, excluding allowances, but not less than net amount HRK 4,000.00 (€ 533.33) if the employer obtains the support by the Croatian Employment Service. In case that the employer does not receive this support, there will be salary or wage compensation not lower than the legal minimum wage in the Republic of Croatia (net monthly amount HRK 3,250.01 or € 433.33).\r\rIn all INA Group Companies temporarily the use of the following pecuniary rights is delayed: \r\r* Flat-rate supplement for a hot meal, in the net amount of from HRK 400 (€53.33)\r* Holiday flat-rate monthly supplement in the amount of HRK 1,500 (€200);\r* Christmas bonus is reduced by HRK 500 (€ 66.66) contracted in the new collective agreement (signed in March 2020) and will amount to HRK 1,000 (€133.33);\r* Reimbursement of transportation costs is abolished for workers who do not travel to work, because they work at home or are \"on hold\";\r* Termination of the payment contributions for additional health insurance. \r\rExceptionally, only workers at retail outlets will further obtain allowance of net HRK 400 (€53.33) per month, because it was not agreed in collective agreement in March 2020, but a year earlier, as part of a package to increase their low incomes.\r\rThe goals of these measures are to preserve as many jobs as possible, to achieve a more socially fair model for all workers whose work is temporarily not needed, to preserve existing collective agreements, and to give companies a possibility to stabilise their business operations.\r", "descriptionUseOfMeasure": "Not available yet.", "descriptionInvolvementOfSocialPartners": "Social partners were directly involved in design, implementation and monitoring of the measure fully aware that this is a needed stet to preserve all included companies. As mentioned, before the expiry of this annex, the social partners should jointly assess the situation and take further decisions with a view to extend or amend the Annex.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-14_1059.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1333", "sources::title": "Potpisani dodatci kolektivnim ugovorima za sva društva INA Grupe ", "sources::url": "http://sing.hr/wp-content/uploads/2020/04/info_tri_sindikata_2_2020.pdf", "sources::d_date": "04/21/2020", "modId": "0", "downloaded_to": "3396186c702ef51d4a775c9008a252b949332a17e8a45d116d6a24bba6a7fa1f"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "46", "sectors::code": "C19", "sectors::name": "Manufacture of coke and refined petroleum products", "modId": "0"}, {"recordId": "62", "sectors::code": "D35", "sectors::name": "Electricity, gas, steam and air conditioning supply", "modId": "0"}], "updates": [], "regions": [{"recordId": "2770", "regions::countryCode": "HR", "regions::level": 3, "regions::name": "Grad Zagreb", "regions::nutsCode": "HR041", "modId": "5"}]}, "recordId": "969", "modId": "15"}