{"fieldData": {"title": "Support for preservation of jobs in workshops for disabled and integrative units for employment of persons with disabilities affected by COVID-19", "title_nationalLanguage": "Potpora za očuvanje radnih mjesta u zaštitnim radionicama, integrativnim radionicama i radnim jedinicama za zapošljavanje osoba s invaliditetom čija je djelatnost pogođena Koronavirusom (COVID – 19)", "d_startDate": "07/01/2020", "d_endDate": "12/31/2020", "calc_country": "Croatia", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "HR-2020-27/1060", "dateType": "Temporary", "calc_creationDay": "09/04/2020", "calc_lastUpdate": "12/01/2020", "descriptionBackgroundInfo": "In Croatia, even before pre-COVID more attention has been dedicated to the employment and inclusion of people with disability on the open labour market. Therefore, various measures of reasonable adjustments on jobs to people with a disability achieved positive results and thus, there was a need to preserve equal attention to different types of disabilities. This is entirely in accordance with the National Strategy for the Equalisation of Opportunities for Persons with Disabilities 2017 – 2020, accepted by the Government of Croatia. In the adverse COVID-19 circumstances, there is a real danger that people with a disability employed in the open labour market will be in particular threat from losing their job, so there was a need to prepare special programme to aid this group. ", "descriptionContentOfMeasure": "According to the database of the Institute for Expertise, Vocational (Professional) Rehabilitation and Employment of Persons with Disabilities, the number of employed people with a disability in the open labour market has not decreased during the COVID-19 pandemic. While the number at the end of January 2020 was 11,203, according to the latest data for June 2020, it was 11,146. This is the result of application of the measure titled 'The support for the preservation of jobs affected by COVID-19' which was implemented by the Croatian Employment Service by co-financing of wage costs. In such measure participated many companies which employ people with a disability in the open labour market but also sheltered workshops and protective workshop units.\r\rAt the end of June 2020, a special measure the Support for the preservation of jobs in protected workshops, integrative workshops and working units for employment of the people with the disabilities whose functioning is endangered due to the COVID-19 was introduced. It will be applied from 1 July to 31 December 2020. The amount of the grant is monthly HRK 4,000 (€534) for full-time job or proportionally amount for part-time job. The state also pays the contributions for pension insurance in amount to HRK 250 (€33.3). \r\rThis grant does not have the characteristics of state aid of small value because it is an integral part of the economic measures of the Government of the Republic of Croatia which belong to the preservation of jobs in the most endangered sectors. The measure is aimed at employers who perform economic activity. Employers who use measures of the Croatian Employment Service and other providers, like the co-financing of salaries by the Institute for Expertise, Vocational (Professional) Rehabilitation and Employment of Persons with Disabilities, cannot use both measures at the same time. For workers employed after 30 June 2020, regardless of the reason for employment no grant can be allowed. Support includes workers identified by the employer at the time of application. Employers who have not paid salaries and wages for June 2020 cannot use the measure. All employers who have registered their activity and recorded in the insured system by the Croatian Institute for Pension Insurance until 29 February 2020 can use this grant. ", "descriptionUseOfMeasure": "The employers who distribute dividends during the period from obtaining the grant to 31 December 2020 will be obliged to return the received financial sources. The same applies to the employers who paid out bonuses for achieved results, rewards for work results above the non-taxable amount prescribed by regulations governing personal income taxation and other similar supplements taxed as income, in accordance with regulations governing income taxation.", "descriptionInvolvementOfSocialPartners": "Croatian Employment Service administers the support, but social partners have their representatives in the Managerial board of Croatian Employment Service. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-27_1060.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1334", "sources::title": "Potpora za očuvanje radnih mjesta u zaštitnim radionicama, integrativnim radionicama i radnim jedinicama za zapošljavanje osoba s invaliditetom čija je djelatnost pogođena Koronavirusom (COVID – 19)", "sources::url": "https://mjera-orm.hzz.hr/media/rqin5vms/hzz-potpora-za-ocuvanje-radnih-mjesta-osi-provedbena-30-07.pdf", "sources::d_date": "07/30/2020", "modId": "0", "downloaded_to": "e9a290b759ef48ecff60bbbf58af7966249c1299222b89e840635cbf4a45572e"}, {"recordId": "1640", "sources::title": "COVID-19 negativna knjižica", "sources::url": "https://uriho.hr/covid-19-negativna-knjizica/", "sources::d_date": "06/15/2020", "modId": "0", "downloaded_to": "55b2b20ec42d3aa72e7e5ac6025a6dd71b6e465b626c0d2b4f27c564a3fa11e2"}, {"recordId": "1641", "sources::title": "Preporuke osobama s invaliditetom i javnosti vezano uz koronavirus\rPreporuke pravobraniteljice", "sources::url": "https://posi.hr/koronavirus/", "sources::d_date": "09/03/2020", "modId": "0", "downloaded_to": "d89ee38e8e2e24376caa7bc6d33674e2ad3989ef645f6a0d547e11639a91ed98"}, {"recordId": "2083", "sources::title": "Pregled mjera novčanih pomoći poslodavcima za očuvanje radnih mjesta do kraja 2020. godine", "sources::url": "https://www.rif.hr/pregled-mjera-novcanih-pomoci-poslodavcima-za-ocuvanje-radnih-mjesta-do-kraja-2020-godine/", "sources::d_date": "10/05/2020", "modId": "0", "downloaded_to": "32ee7d1b00d119074e2321dd50f0df06d500cdcc669e150109af956d30c44411"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}, {"recordId": "72", "targetGroups::name": "Disabled workers", "modId": "9"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "437", "updates::d_date": "11/25/2020", "updates::description": "According to the decision by the Governing Board of the Croatian Employment Service, employers organized as sheltered workshops, integrative workshops and work units for the employment of persons with disabilities, regardless of the registered activity, which recorded a drop in turnover of at least 50% in the month preceding the month for which support is demanded, can receive support up to HRK 4,000.00 (€ 533,33) per month per worker.", "modId": "1"}], "regions": []}, "recordId": "970", "modId": "30"}