{"fieldData": {"title": "Joint statement of peak level employer’s organizations for the support of businesses and workers", "title_nationalLanguage": "Ανακοίνωση ΣΕΒ, ΓΣΕΒΕΕ, ΕΣΕΕ, ΣΕΤΕ για τον COVID-19, «Στήριξη επιχειρήσεων και εργαζομένων», 6 Μαρτίου 2020", "d_startDate": "03/06/2020", "d_endDate": "", "calc_country": "Greece", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Other", "calc_identifier": "GR-2020-10/1062", "dateType": "Open ended", "calc_creationDay": "09/04/2020", "calc_lastUpdate": "09/11/2020", "descriptionBackgroundInfo": "On March 6,2020, the peak organisations of the Employers' (SEV, GSEVEE, ESEE, SETE) made a joint statement on the need to support enterprises and workers. In their statement, they argue that in view of  the developments of the COVID-19 crisis and within the framework of their institutional role as social partners and having social responsibility, called the employers and the companies to act proactively, collectively, organized and quickly, in order to contribute, to the maximum possible level, to limiting the spread of the virus, while protecting the health of all workers and the jobs themselves. ", "descriptionContentOfMeasure": "The statement of the national employers' organisations (SEV, GSEVEE, ESEE, SETE) is addressed to all companies throughout Greece and includes recommendations and instructions in order to mitigate the consequences of the COVID-19 -19 crisis.  \r\rIn this context, they urge the companies to strictly adhere to the health and safety rules at the workplaces and in accordance with the [guidelines](https://eody.gov.gr/neos-koronaios-covid-19/) issued by the National Public Health Organisation.\r\rThey encourage businesses to adopt voluntary preventive measures to limit the spread of the virus in the workplace and to protect workers' health in accordance with the [guidelines of the European Centre for Disease Control and Prevention](https://www.ecdc.europa.eu/sites/default/files/documents/RRA-outbreak-novel-coronavirus-disease-2019-increase-transmission-globally-COVID-19.pdf)\r\rThey recommend that undertakings should include both the facilitation of workers and the smooth functioning of undertakings to the fullest extent possible: the adoption of flexible practices in terms of time and place of work, as well as facilitation of leaves, if there are exceptional family obligations from any closure of kindergartens, schools, etc.\r\rFinally, they stress that they are at the disposal of the entire business community and the competent authorities in order to assist, in any way deemed appropriate, for  the protection of the health of workers and the preservation coherence within the Greek economy.", "descriptionUseOfMeasure": "The joint statement from the employers'  social partner organisations represents all economic sectors and businesses irrespectively of size and therefore is quite a significant one.  On the basis of the legislative initiatives taken by the government to mitigate the impact of the COVID-19 crisis, this statement acted as a recommendation to their members to fully support and  implement the measures taken by the government. ", "descriptionInvolvementOfSocialPartners": "This initiative from employers' organisations includes recommendations to their members for the adoption of measures and practices managing the pandemic crisis. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GR-2020-10_1062.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1364", "sources::title": "Ανακοίνωση ΣΕΒ, ΓΣΕΒΕΕ, ΕΣΕΕ, ΣΕΤΕ για τον κορονοϊό COVID-", "sources::url": "https://www.gsevee.gr/deltiatupou/1075-covid-1", "sources::d_date": "03/09/2020", "modId": "0", "downloaded_to": "1f7b3ea77668cd430a0001019bd370f4a7126c52742a67ed3bfa6986872b96e7"}], "actors": [{"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "972", "modId": "18"}