{"fieldData": {"title": "Work from Finland-service: a matching platform for seasonal work", "title_nationalLanguage": "Töitä Suomesta-palvelu edistämään kausityövoiman palkkausta", "d_startDate": "03/15/2020", "d_endDate": "", "calc_country": "Finland", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Mobilisation of a larger workforce", "calc_identifier": "FI-2020-12/1066", "dateType": "Open ended", "calc_creationDay": "09/07/2020", "calc_lastUpdate": "10/07/2020", "descriptionBackgroundInfo": "The matching platform ‘Work from Finland’ (in Finnish ‘Töitä Suomesta- palvelu) is part of a range of measures taken in Finland to decrease labour shortage in rural areas. \r\rEvery year on average 16,000 foreign seasonal workers come to Finland to work for enterprises active in agriculture, horticulture, forestry and fishery. However, due to the COVID-19 travel restrictions, the entry of seasonal workers to Finland has been limited since March 2020. \r\rThis raised concerns over the negative impact on enterprises in rural areas as they are often dependent on foreign labour force during the summer months. At the same time, large numbers of the domestic labour force working in other sectors has been either temporarily laid-off or unemployed and struggle finding new employment. \r\rThe Work from Finland – service is a way to connect employers located in the rural areas with unemployed or temporarily laid-off employees often living in urban areas. ", "descriptionContentOfMeasure": "In 2018, the Central Union of Agricultural Producers and Forest Owners (MTK) established an online service called Work in Finland (in Finnish 'Töitä Suomesta'). Since 2018, employers and job-seekers have been publishing job announcements on the website. It is possible to look for work as an entrepreneur or as a job-seeker (work with an employee-status). \r\rThe online service has been active since then but it was developed further in Spring 2020 when travel restrictions set due to the COVID-19 pandemic led to a rapid increase of labour shortage in the rural areas. MTK together with expert organisation ProAgria and interest organisation Suomen Kylät ry received financing from the Ministry of Agriculture and Forestry to expand and develop the service. The organisations then established TöitäSuomesta Oy, a company that now runs the service \r\rDue to the COVID-19 pandemic, the service opened a new section where people can assist each other on a voluntary basis. The service now also provides information for employers and job-seekers regarding the complementary services available for them for instance through the public employment services. \r\rThe service is free of charge for the users. No monetary support is provided. ", "descriptionUseOfMeasure": "By 19 May 2020, 5,500 job-seekers and employers had registered to the service and the website had been visited 80,000 times. There is no information available regarding how many open positions were filled through this service. \r\r\r\r", "descriptionInvolvementOfSocialPartners": "This measure is an initiative of the Central Union of Agricultural Producers and Forest Owners (MTK) and it was designed in cooperation with expert and interest organistions. \r\rMTK was also part of establishing TöitäSuomesta Oy, the company that nowdays runs the online service. \r", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FI-2020-12_1066.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1336", "sources::title": "Seasonal worker shortage tackled in cooperation with employment services and the Töitä Suomesta online service", "sources::url": "https://mmm.fi/-/kausityovoimapula-selatetaan-te-hallinnon-ja-toita-suomesta-palvelujen-yhteistyolla?languageId=en_US", "sources::d_date": "04/16/2021", "modId": "0", "downloaded_to": "ed7bf4a6472e342e9661c85d8b176701f13ef70b5677175071fc267fd175f14d"}, {"recordId": "1337", "sources::title": "Töitä Suomesta", "sources::url": "https://www.xn--titsuomesta-n8a5u.fi//", "sources::d_date": "09/07/2020", "modId": "0", "downloaded_to": "d8763d6a1f869ef4448d5cf7ea2e8d7a4c06a196797c3e95914204961a6ac65d"}, {"recordId": "1338", "sources::title": "TöitäSuomesta.fi-palvelu aukeaa", "sources::url": "https://www.mtk.fi/-/toitasuomesta", "sources::d_date": "02/21/2019", "modId": "0", "downloaded_to": "ce4a508b063a2fddc09b7648ee951815db27639408c1506aaf5eaf4f3380adf2"}, {"recordId": "1339", "sources::title": "Maataloustöihin hakeutunut ennätysmäärä, mutta osaavasta työvoimasta yhä pulaa – TöitäSuomesta -kampanjassa etsitään tekijöitä, jotka ovat valmiita sitoutumaan työhön", "sources::url": "https://www.mtk.fi/etusivu/-/asset_publisher/p1Jb9c1rEbCs/content/toitasuomesta_kampanja", "sources::d_date": "05/19/2020", "modId": "0", "downloaded_to": "33cf09f7120e071abab9d6d775f22424ed5b99fbebba3a0190f1b9f5a424dc62"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}, {"recordId": "10", "funding::name": "Trade union", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "27", "sectors::code": "A1", "sectors::name": "Crop and animal production, hunting and related service activities", "modId": "0"}, {"recordId": "28", "sectors::code": "A2", "sectors::name": "Forestry and logging", "modId": "0"}, {"recordId": "29", "sectors::code": "A3", "sectors::name": "Fishing and aquaculture", "modId": "0"}], "updates": [], "regions": []}, "recordId": "976", "modId": "35"}