{"fieldData": {"title": "Incentive ATIVAR.PT - Financial incentives to hire registered unemployed", "title_nationalLanguage": "Incentivo ATIVAR.PT ", "d_startDate": "07/27/2020", "d_endDate": "", "calc_country": "Portugal", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "PT-2020-31/1068", "dateType": "Temporary", "calc_creationDay": "09/07/2020", "calc_lastUpdate": "10/08/2020", "descriptionBackgroundInfo": "To face the economic and social impacts of the COVID-19 disease pandemic and in a context where worsening labour market conditions are anticipated, the Government established as one of the priority axes of the Economic and Social Stabilization Program, approved by the Resolution of the Council of Ministers no. 41/2020, of 6 June, the maintenance of employment and the gradual resumption of economic activity. \r\rIn this context  the «ATIVAR.PT - Reinforced Program of Support to Employment and Vocational Training (ATIVAR.PT — Programa Reforçado de Apoios ao Emprego e à Formação Profissional) was launched, which is designed to ensure an adequate and rapid response with broadband support programs for hiring and internships, in articulation with programs for specific sectors and audiences. The Incentive ATIVAR.PT strengthens the response in terms of increasing the amount of support for hiring various groups in particular the most vulnerable. \r\rThe Resolution no. 207/2020 published on 27 August 2020 regulates the Incentive measure ATIVAR.PT, which consists in granting, to the employer, financial support for hiring unemployed registered at the Institute of Employment and Professional Training, (IEFP)", "descriptionContentOfMeasure": "The [Incentive ATIVAR.PT measure](https://static.eurofound.europa.eu/covid19db/cases/PT-2020-27_1075.html) replaces the Contract-Employment measure and establishes  an increase by 33% in the support to be granted to companies that sign employment contracts with unemployed people registered with the Employment Public services (IEFP) - increasing the support from €3,949 to €5,266 for hiring with basis on open-ended contracts. It includes  bonuses for hiring long-term unemployed, discouraged inactive, youth up to 29 and people aged 45 and over, and also for informal caregivers or homeless people.\r\rThe measure aims at: \r\r* prevent and combat unemployment; promote and support the net creation of jobs; \r* encourage the labour market integration of vulnerable groups; to improvement the quality of employment, encouraging open ended contracts; \r* and fostering the creation of jobs located in interior territories, in order to reduce regional asymmetries.\r", "descriptionUseOfMeasure": "Not estimated.", "descriptionInvolvementOfSocialPartners": "As stated in the Ordinance regulating the Incentive measure ATIVAR.PT, the social partners represented at the tripartite Standing Committee for Social Concertation were consulted.\r\rThis measure will be evaluated by the Standing Committee for Social Concertation within three years from the entry into force of this Ordinance. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/PT-2020-31_1068.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1348", "sources::title": "Portaria n.º 207/2020", "sources::url": "https://dre.pt/web/guest/pesquisa/-/search/141259625/details/maximize", "sources::d_date": "08/27/2020", "modId": "1", "downloaded_to": "90aa5e188671b2f1de4e9b8bdd8b71f1b2ec2ddfc3f923e99dc01edc5f276b04"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [{"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "978", "modId": "34"}