{"fieldData": {"title": "Special vocational and educational schemes and subsidy of wage costs", "title_nationalLanguage": "Ειδικά σχέδια κατάρτισης εργαζομένων και επιδότηση μισθολογικού κόστους", "d_startDate": "11/01/2020", "d_endDate": "03/31/2021", "calc_country": "Cyprus", "calc_minorCategory": "Supporting businesses to get back to normal", "calc_subMinorCategory": "Enhancing employability and training", "calc_identifier": "CY-2020-45/1069", "dateType": "Temporary", "calc_creationDay": "09/08/2020", "calc_lastUpdate": "09/14/2020", "descriptionBackgroundInfo": "This bundle of measures foresees the support of businesses and workers after the end period of the supporting measures currently implemented for businesses and workers through vocational and educational activities and subsidy of the wage cost for the employment of different groups of the unemployed as well between November 2020 - March 2021. ", "descriptionContentOfMeasure": "The three measures of the bundle are:\r\r1. The Cabinet appointed the Human Resource Development Authority of Cyprus (HRDA) to announce and implement from November 2020 to March 2020 special vocational and educational schemes for workers targeting 1,000 SMEs that have been subjected to significant reduction of their turnover. The training should last for one week approximately for every month of implementation with a total number of 200 training hours. \r\r2. Similarly, the HRDA shall design and implement vocational training schemes for the unemployed in the Hotel and Catering labour sector. \r\r3. The Cabinet also appointed the Ministry of Labour, Welfare and Social Insurances to announce and implement schemes for the subsidy of the wage cost for the employment of different groups of the unemployed for the period after October 2020 to March 2021 as follows:\r\r* Incentives’ Scheme for the Employment of the Unemployed \r* Incentives’ Scheme for the Employment Restoration of Former Prisoners \r* Incentives’ Scheme for the Employment of Young Persons 15 – 29 years of age Not in Education, Employment or Training (NEET) \r* Incentives’ Scheme for the Training of Young Persons 15 – 29 years of age Not in Education, Employment or Training (NEET).  ", "descriptionUseOfMeasure": "The special vocational and educational scheme targets 1,000 SMEs with a budget of €14 million for the period plus €7 million for the scheme that addresses the Hotel and Catering Sector. For the schemes addressing the subsidy of the unemployment the total budget is €35 million of which €17 million for the scheme of the employment of the unemployed, €4 million the employment restoration former prisoners, €10 million for the employment of NEET youngsters and €4 million for the vocational training of NEET youngsters.  ", "descriptionInvolvementOfSocialPartners": "The Minster of Labour, Welfare and Social Insurances requested the participation of social partners during the designing phase of this bundle of measures. The Minister held separate consultation meetings with the major trade union representatives (the Pancyprian Federation of Labour, PEO, Cyprus Labour Confederation, SEK and the Democratic Labour Federation of Cyprus, DEOK) and the representatives of the employers’ organizations (the Cyprus Employers and Industrialists Federation, OEB and the Cyprus Chamber of Commerce and Industry, CCCI). \r\rSocial partners contributed by providing feedback to initial proposal of the Minister, the submission of their own proposals and the finalization of the details of the bundle.  ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/CY-2020-45_1069.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1343", "sources::title": "Supporting measures for workers and businesses ", "sources::url": "https://www.pio.gov.cy/coronavirus/press/3092020_7.pdf", "sources::d_date": "09/03/2020", "modId": "0", "downloaded_to": "8a7b9824bfa43561c899000b738b187fb5c5ddd8fb438590159dfe5b2c3380e4"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}, {"recordId": "62", "targetGroups::name": "SMEs", "modId": "12"}, {"recordId": "68", "targetGroups::name": "Youth (18-25) in employment", "modId": "9"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "979", "modId": "18"}