{"fieldData": {"title": "Agreements between Slovnaft MOL management and local trade unions ", "title_nationalLanguage": "Dohody medzi manažmentom podniku Slovnaft MOL a ZO OZ ECHOZ  ", "d_startDate": "03/18/2018", "d_endDate": "", "calc_country": "Slovakia", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Change of work arrangements (working time, rota schemes)", "calc_identifier": "SK-2018-12/1071", "dateType": "Temporary", "calc_creationDay": "09/08/2020", "calc_lastUpdate": "10/04/2020", "descriptionBackgroundInfo": "In relation to the COVID-19 pandemic, the Slovak government adopted several measures to alleviate its impact on employers, employees as well as citizens. Many of them were implemented through changes in the Labour Code, Act on Social insurance and other related legislations. For instance, new rules for implementation of homeworking and different types of short-time working schemes included in the First aid package. They had an impact on the operation of companies, employment and working conditions of employees. Oil refinery Slovnaft, a.s. MOL group in Bratislava responded to their implementation in cooperation with the local trade unions.     ", "descriptionContentOfMeasure": "Activities of the management and trade unions in Slovnaft company resulted in the conclusion of different agreements between Slovnaft MOL management and local trade unions of ECHOZ, including subcontracts to existing collective agreements. Their content was aimed at keeping the sustainability of production and related service activities of the company during the corona crisis with a lower number of workers active in the company, health protection, prevention of social hardship of COVID-19 pandemic and social security of employees. \r\rParticular attention was paid to the implementation of short-time scheme (kurzarbeit), homeworking and social support to trade union members. Conditions under which these changes will be realised were specified in agreements concluded between management and trade unions. For instance, the implementation of the short-time scheme with 70% wage replacement and homeworking were included in subcontract to company collective agreement. ", "descriptionUseOfMeasure": "Agreements between Slovnaft MOL management in Bratislava are also applied to other business units, which are parts of Slovnaft, a. s. MOL group: VURUP research a laboratories and Slovnaft Montáže a opravy, a.s. (assembly and repairs company). The agreements were effective since March 2020 and their implementation resulted in ensuring  the continuation of production and services, maintenance of employment in the company and sustainability of social standards of employees working there.   ", "descriptionInvolvementOfSocialPartners": "This is a joint initiative of the management of Slovnaft, a.s. MOL Group in Bratislava and local trade union organisation of Energy-Chemical Trade Union Association (ECHOZ). ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SK-2018-12_1071.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1347", "sources::title": "Opatrenia proti šíreniu koronavírusu v spoločnosti Slovnaft.", "sources::url": "https://slovnaft.sk/sk/o-nas/pre-media/tlacove-spravy/?1=1&start=10#opatrenia-proti-sireniu-koronavirusu-v-spolocnosti-slovnaft ", "sources::d_date": "03/18/2020", "modId": "0", "failure_reason": "HTTPSConnectionPool(host='slovnaft.sk', port=443): Max retries exceeded with url: /sk/o-nas/pre-media/tlacove-spravy/?1=1&start=10 (Caused by SSLError(SSLCertVerificationError(1, '[SSL: CERTIFICATE_VERIFY_FAILED] certificate verify failed: unable to get local issuer certificate (_ssl.c:1123)')))"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "61", "targetGroups::name": "Companies providing essential services", "modId": "12"}, {"recordId": "64", "targetGroups::name": "Larger corporations", "modId": "14"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "47", "sectors::code": "C20", "sectors::name": "Manufacture of chemicals and chemical products", "modId": "0"}], "updates": [], "regions": [{"recordId": "3328", "regions::countryCode": "SK", "regions::level": 1, "regions::name": "SLOVENSKO", "regions::nutsCode": "SK0", "modId": "5"}]}, "recordId": "981", "modId": "27"}