{"fieldData": {"title": "New state sector agreement to facilitate working time planning", "title_nationalLanguage": "Avtale mellom de sentrale partene i staten med bakgrunn i koronapandemien 2020", "d_startDate": "03/16/2020", "d_endDate": "09/15/2020", "calc_country": "Norway", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Change of work arrangements (working time, rota schemes)", "calc_identifier": "NO-2020-12/1079", "dateType": "Temporary", "calc_creationDay": "09/09/2020", "calc_lastUpdate": "09/14/2020", "descriptionBackgroundInfo": "On 16 March 2020, the state employer and the central organisations in the state sector (Unio, LO Stat, Akademikerne and YS Stat ) made an agreement on reduction of rest period, extension of overtime and amendment to the flexitime agreement. The purpose of the agreement was mainly to help reduce the use of resources in connection with working time planning in the state agencies, and reduce insecurity for the employees, as long as the extraordinary situation related to the coronavirus was ongoing.", "descriptionContentOfMeasure": "On 16 March, the state employer and the central organisations in the state sector (Unio, LO Stat, Akademikerne and YS Stat) made an agreement on reduction of rest period, extension of overtime and amendment to the flexitime agreement. \r\r* The parties agreed that the minimum rest period between two shifts should be reduced from 11 to 8 hours in agencies which service is essential to society. \r* In such agencies, the collective agreement expanded the limits to overtime (from 10 to 20 hours per 7 days), and gave the employer the opportunity to averaging working hours. \r* The limit of total working hours in any 24-hour period were raised from 10 to 16 hours. \r\rThe agreement was made pursuant to section 10-12 (4) in the Working Environment Act that gives larger trade unions right to enter into a collective agreement that deviates from the law's working hours provisions. To make it possible for state employees to work from home and to manage a difficult situation when schools were closed and children had to stay home, the parties to the state sector agreement agreed to postpone the regulation of core time in the flexitime agreement under the current circumstances. The parties agreed that the content of the agreement cannot be invoked or otherwise used in later processes between the parties when the situation is back to normal. ", "descriptionUseOfMeasure": "No information to date.", "descriptionInvolvementOfSocialPartners": "The collective agreement on working time during the COVID-19 pandemic was negotiated by the state employer and the central organisations in the state sector (Unio, LO Stat, Akademikerne and YS Stat), to facilitate crisis management. By taking such action, the social partners wanted to keep regulation of working time in a collective agreement and avoid provisional legislation.  ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/NO-2020-12_1079.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only public sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1349", "sources::title": "Central working time agreements entered into during the corona crisis", "sources::url": "https://www.fagforbundet.no/fagforeninger/oslo/nyheter/sentrale-arbeidstidsavtaler-inngatt-under-koronakrisen-149971/", "sources::d_date": "03/16/2020", "modId": "0", "downloaded_to": "06982302794868d8a9922acd79c8dfdd0ea66ca0f57f903b4d5276899c9839a6"}, {"recordId": "1368", "sources::title": "Extends the corona agreement on working hours in the state", "sources::url": "https://akademikerne.no/2020/forlenger-korona-avtalen-om-arbeidstid-i-staten", "sources::d_date": "04/29/2020", "modId": "0", "downloaded_to": "820055a7ab205f5066d1660be5dffe9ddf0e5a5cca4deea794b8d290f64dcc88"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}, {"recordId": "61", "targetGroups::name": "Companies providing essential services", "modId": "12"}, {"recordId": "73", "targetGroups::name": "Workers in care facilities", "modId": "8"}, {"recordId": "78", "targetGroups::name": "Workers in essential services", "modId": "9"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "254", "updates::d_date": "04/30/2020", "updates::description": "The agreement was made valid through 30 April 2020, but has been prolonged until and including 31 May 2020, with the exception of the clause on the abolition of core time in the flexitime agreement, which applies until and including 15 September 2020.", "modId": "2"}], "regions": []}, "recordId": "989", "modId": "18"}