{"fieldData": {"title": "Measures of Croatian Bank for Reconstruction and Development (HBOR) and Croatian Agency for SMEs, Innovation and Investment (HAMAG-BICRO)", "title_nationalLanguage": "HBOR i HAMAG-BICRO mjere za pomoć gospodarstvu i zaposlenicima", "d_startDate": "03/19/2020", "d_endDate": "12/31/2020", "calc_country": "Croatia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Access to finance", "calc_identifier": "HR-2020-12/319", "dateType": "Temporary", "calc_creationDay": "04/06/2020", "calc_lastUpdate": "12/13/2020", "descriptionBackgroundInfo": "In order to mitigate the negative effects of the COVID-19 (coronavirus) pandemic, and following the first set of measures adopted by the Croatian Parliament on 19 March 2020, Croatian Bank for Reconstruction and Development (HBOR) and Croatian Agency for SMEs, Innovation and Investment (HAMAG-BICRO) announced implementation of new measures to preserve the level of economic activity, the liquidity of economic operators and, most importantly, to preserve jobs. Mesures include possibility for entrepreneurs to introduce a moratorium and to reprogram their existing credit obligations to HBOR as well as easier approval of favorable liquidity loans in cooperation with commercial banks. ", "descriptionContentOfMeasure": "The following  measures are implemented through the Croatian Bank for Reconstruction and Croatian Agency for SMEs, Innovation and Investment (HAMAG-BICRO):\r\r* Reprogramming existing loans (with the introduction of a grace period in repayment of the loan principal) and introducing a moratorium on the credit obligations of the Croatian Bank for Reconstruction and Development clients and commercial banks on existing placements;\r*  Approval of new liquidity loans to economic operators for financing salaries, overheads, and other basic operating expenses, in cooperation with commercial banks;\r* Approval of guarantees (insurance policy) to export commercial banks and the Croatian Bank for Reconstruction and Development within the framework of the guarantee fund for export insurance;\r* Increasing the scope of the guarantee fund for export insurance by including the tourism sector, the indirect exporting entities or the suppliers of direct exporters in the eligible beneficiaries;\r*  Increasing the rate of the HAMAG-BICRO guarantee from 65% to 80% of the loan principal with a shortened processing procedure and an additional allocation of € 15 million for Micro working capital loans (up to € 25,000), with a maximum interest rate of 1%;\r*  Moratorium on all installments of HAMAG-BICRO ESIF Micro and Small Loans by 31 December 2020;\r*  Increasing the minimum grant limit from € 200,000 to € 500,000; \r\r", "descriptionUseOfMeasure": "Not yet known.", "descriptionInvolvementOfSocialPartners": "Due to the nature of measure social partners were not involved", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-12_319.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "163", "sources::title": "The Croatian Bank for Reconstruction (Hrvatska banka za obnovu i razvoj) (2020). Pomoć poduzetnicima za ublažavanje negativnih posljedica nastalih pandemijom Covid – 19 virusa (koronavirusa), ", "sources::url": "https://www.hbor.hr/pomoc-poduzetnicima-za-ublazavanje-negativnih-posljedica-nastalih-pandemijom-covid-19-virusa-koronavirusa", "sources::d_date": "03/24/2020", "modId": "5", "downloaded_to": "1aa396a88209d9a5dc5fb4eec51d9110bcca3330f68ef4ccaa953ba02c6e3886"}, {"recordId": "164", "sources::title": "Pridružite se EEN inicijativi “Care & Industry together against CORONA”", "sources::url": "https://hamagbicro.hr/pridruzite-se-een-inicijativi-care-industry-together-against-corona/", "sources::d_date": "03/30/2020", "modId": "5", "downloaded_to": "296e8391659a51f00635b0a9c397b8eb5b298866fcc6596326205fcdcc059b90"}, {"recordId": "165", "sources::title": "The Croatian National Bank (CNB) ensures continuity of key functions in addition to prevention of coronavirus disease spreading", "sources::url": "https://www.hnb.hr/-/hnb-osigurao-kontinuitet-kljucnih-funkcija-uz-prevenciju-sirenja-zaraze-koronavirusom", "sources::d_date": "03/12/2020", "modId": "5", "downloaded_to": "4f8dac21c5c0883d8cadd43eff151b797d7d5c67b6adc8eb6248ab0b58fecf22"}, {"recordId": "166", "sources::title": "Vlada Republike Hrvatske (2020). Prijedlog zaključka o drugoj skupini mjera za pomoć gospodarstvu uslijed epidemije koronavirusa", "sources::url": "https://vlada.gov.hr/sjednice/222-sjednica-vlade-republike-hrvatske-29132/29132", "sources::d_date": "04/02/2020", "modId": "5", "downloaded_to": "3bdc7a2f37d78b20f5d0439ca39d43f6d677665cddaacb6d6e30b71fecc7b7b6"}, {"recordId": "1136", "sources::title": "HBOR produljio rok otplate Covid-19 zajmova za obrtna sredstva s tri na pet godina", "sources::url": "https://www.poslovni.hr/hrvatska/hbor-produljio-rok-otplate-covid-19-zajmova-za-obrtna-sredstva-s-tri-na-pet-godina-4240923", "sources::d_date": "07/09/2020", "modId": "0", "downloaded_to": "fd941efc08fbf29477223d0a4a95a4c6446a928076126dcbc505829a01247acc"}, {"recordId": "1571", "sources::title": "Skraceni, odvojeni i konsolidirani financijski izvjestaji od od 1.1. do 30.6.2020", "sources::url": "https://www.hbor.hr/wp-content/uploads/2020/09/Skraceni-odvojeni-i-konsolidirani-financijski-izvjestaji-30.6.2020-signed.pdf", "sources::d_date": "07/09/2020", "modId": "0", "downloaded_to": "e4de0e1933d38c1366a4f074bdd7bebd7819d06401a95e43afd1fac108beba06"}, {"recordId": "1572", "sources::title": "Pomoć poduzetnicima pogođenih epidemijom COVID–19\rTeme POMOĆ PODUZETNICIMA POGOĐENIH EPIDEMIJOM COVID–19drva i proizvodnje namjestaja", "sources::url": "https://www.hbor.hr/tema/pomoc-poduzetnicima-za-ublazavanje-negativnih-posljedica-nastalih-pandemijom-covid-19-virusa-koronavirusa/", "sources::d_date": "09/30/2020", "modId": "1", "downloaded_to": "b332eb577641e65c34d0aaed47c8ace78e7dc443d1ee1151c6eae85dac7126a6"}, {"recordId": "1833", "sources::title": "Sastanak čelnika HGK i HAMAG BICRO-A", "sources::url": "https://www.tportal.hr/biznis/clanak/krediti-za-likvidnost-goruci-su-problem-gospodarstva-20201021", "sources::d_date": "10/21/2020", "modId": "0", "downloaded_to": "6a8331643315d7c29e8e2e1ae3cf3120d685a66bef66749b61bc68027a7204e3"}, {"recordId": "2305", "sources::title": "Krediti za obrtna sredstva putem okvirnih kredita bankama uz HAMAG-BICRO jamstvo", "sources::url": "https://www.hbor.hr/kreditni_program/krediti-za-obrtna-sredstva-putem-okvirnih-kredita-bankama-uz-hamag-bicro-jamstvo/", "sources::d_date": "12/01/2020", "modId": "0", "downloaded_to": "a94d93f51e1b338a41b61af442d1185ccc6e9ff103144c2e1ebeea608252db31"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "6", "funding::name": "Local funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}, {"recordId": "8", "funding::name": "Regional funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "168", "updates::d_date": "07/09/2020", "updates::description": "In order to mitigate the adverse impacts of COVID-19 (coronavirus) pandemic, HBOR will implement new measures aimed at maintaining the level of economic activity, keeping the liquidity of economic operators stable and, most importantly, preserving jobs.  \rTherefore, entrepreneurs will be able to introduce a moratorium on and reschedule their existing loan obligations towards HBOR and will be offered new liquidity loans at favorable terms and conditions in cooperation with commercial banks. To facilitate the approval of liquidity loans at favorable terms and conditions in cooperation with commercial banks and to speed up the recovery of as many entrepreneurs as possible whose operations have been adversely affected by the COVID-19 (coronavirus), necessary guarantees in the form of portfolio insurance policies (guarantees) will be offered for loans intended for exporters and tourism industry.\r \r", "modId": "2"}, {"recordId": "294", "updates::d_date": "10/01/2020", "updates::description": "According to the Croatian Bank for Reconstruction and Development “Financial Report for a first half of 2020” (page 24) there were 792 demands for moratorium for the loans which were due in the period 1 April until 30 June 2020. ", "modId": "2"}, {"recordId": "380", "updates::d_date": "10/20/2020", "updates::description": "A meeting of the leaders of the Croatian Chamber of Commerce and Hamag Bicro was held at the Croatian Chamber of Commerce, and the main topic of discussion was the improvement of inter-institutional cooperation with an emphasis on speeding up and simplifying procedures for granting liquidity loans. The Croatian Chamber of Commerce is satisfied with the government's latest measures designed to help the business sector deal with the impact of the coronavirus crisis more easily and it believes they will bring them peace at least until the end of the 2020. The representative of the Croatian Chamber of Commerce underlined that there is a need to define a model for financial support which considers the specificity of every sector as much as possible, but priorities remain the same - maintaining liquidity of companies and keeping jobs. In this process crucial is the active role of Hamag Bicro and the Croatian Bank for Reconstruction and Development, primarily in providing loans for maintaining liquidity.\r", "modId": "2"}, {"recordId": "467", "updates::d_date": "12/01/2020", "updates::description": "The Croatian Bank for Reconstruction and Development announced a new package of \"COVID loans\" in the total amount €142.5 million to help small and medium enterprises maintain liquidity. Eligible are micro, small and medium-sized entrepreneurs in accordance with the Small Business Promotion Act, including natural persons performing a registered activity (crafts businesses, sole traders, family farms). The borrowers should cumulatively meet the following conditions: they are COVID-19 score clients, i.e. clients who have been, on the basis of the Methodology for the Calculation of COVID Score of the Financial Agency (FINA), assessed as clients whose business is endangered and who need additional finance. Assessment is assigned in accordance with the type of business entity, and all COVID scores are acceptable for lending purposes except the negative one. Furthermore, eligible are entrepreneurs that were not in difficulties on 31 December 2019 in terms of the General Block Exemption Regulation (Commission Regulation (EU) No. 651/2014 of 17 June 2014) and were classified to the risk category A (Stage 1 or Stage 2 of credit risk) on 31 December 2019 in accordance with commercial bank’s data and/or were classified by the Financial Agency (FINA). Borrowers should meet HBOR’s eligibility criteria and the conditions for the approval of individual ESIF guarantee of HAMAG-BICRO. The purpose of loans is financing of salaries, overheads and other basic operating expenses (the so-called ‘idle mode’), purchase of raw materials, settlement of obligations towards suppliers and other current operating expenses. Loan funds cannot be used for the settling of existing loan obligations towards commercial banks or other financial institutions or for the payment of VAT. Minimum loan amount is €187,500.00, while maximum loan amount is €2,000,000.00. Interest rate is maximally 2.00% per annum. ", "modId": "4"}], "regions": []}, "recordId": "202", "modId": "107"}