{"fieldData": {"title": "Social partners explore possible  joint initiatives for COVID-19 crisis \r“Support for SMEs and workers” ", "title_nationalLanguage": "Διερευνητική συνάντηση κοινωνικών εταίρων (GSEE, ΓΣΕΒΕΕ, ΕΣΕΕ) για ανάληψη κοινών πρωτοβουλιών για τον COVID-19", "d_startDate": "07/16/2020", "d_endDate": "", "calc_country": "Greece", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Other", "calc_identifier": "GR-2020-29/1080", "dateType": "Open ended", "calc_creationDay": "09/09/2020", "calc_lastUpdate": "09/11/2020", "descriptionBackgroundInfo": "On 16 July 2020, a meeting was held between of the presidents of the workers' organization (GSEE) and the employers' associations representing the micro, small and medium-sized enterprises (GSEVEE and ESEE). This meeting was an effort of the peak level national social partners  to address the effects of the pandemic of COVID-19 with possible joint initiatives. The three social partners agreed to explore the possibility of joint initiatives and actions in the near future, aimed at protecting work and developing small and medium-sized enterprises. Also they agreed to continue and extend the social dialogue with the other national social partners.", "descriptionContentOfMeasure": "A meeting was held on 16 July 2020 between GSEE and the employers' associations representing the d micro, small and medium-sized enterprises (GSEVEE and ESEE).  \r\rAs noted in the joint press release, the impact of the COVID-19 pandemic, almost immediately following the long-standing crisis, has accelerated the challenges faced by the Greek society. These can only be effectively addressed through social dialogue, synergies and cooperation. Issues such as digitalization and green transformation are raised with a new dynamic, which requires effective intervention and adaptation of all stakeholders. \r\rThis adjustment is a necessary condition for improving the position of both workers and small and medium-sized enterprises. Cooperation between small-scale entrepreneurship and the valuable resource of human labour can be not only a factor in economic development, promotion of quality employment and social cohesion, but also a means of strengthening democracy and combating inequalities. In this context, the organizations agreed that after the first consultation with the Prime Minister and the Committee on the Plan for the Development of the Greek Economy, the bilateral social dialogue on labour protection and the development of small and medium-sized enterprises will continue with the participation of the other social partners.", "descriptionUseOfMeasure": "This initiative from social partners raises to the possibility of taking joint actions between trade unions and employers organisations, with a focus on protection and support  of SMEs and the workers and to mitigate the consequences of COVID-19 crisis. ", "descriptionInvolvementOfSocialPartners": "This is an initiative of social partners' organisations (GSEE, ESEE, GSEVEE).  The Greek Tourism Confederation (SETE) and the Hellenic Federation of Entreprises (SEV) were absent at the meeting. The initiative of social partners addresses to the development of joint actions to protect the SMEs and workers and mitigate the consequences of COVID-19. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GR-2020-29_1080.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1366", "sources::title": "Συνάντηση προέδρων ΓΣΕΕ, κ. Γιάννη Παναγόπουλου, ΓΣΕΒΕΕ, κ. Γιώργου Καββαθά, ΕΣΕΕ, κ. Γιώργου Καρανίκα", "sources::url": "https://esee.gr/synantisi-proedron-gsee-k-gianni-panagopoyloy-gsevee-k-giorgoy-kavvatha-esee-k-giorgoy-karanika", "sources::d_date": "07/16/2020", "modId": "0", "downloaded_to": "1b2ea722a619daa815c570b18716df47284d4e8d23796023bccea705c9cd3a9c"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [{"recordId": "62", "targetGroups::name": "SMEs", "modId": "12"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "990", "modId": "19"}