{"fieldData": {"title": "Agreement on care for young people in child welfare institutions who are infected with coronavirus, or are ill with suspected coronavirus", "title_nationalLanguage": "Avtale om å ivareta ungdom på barneverninstitusjon som er smittet med koronavirus, eller er syk med mistanke om koronavirus", "d_startDate": "03/31/2020", "d_endDate": "08/31/2020", "calc_country": "Norway", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Change of work arrangements (working time, rota schemes)", "calc_identifier": "NO-2020-14/1081", "dateType": "Temporary", "calc_creationDay": "09/09/2020", "calc_lastUpdate": "09/09/2020", "descriptionBackgroundInfo": "On 31 March, the state employer and the central organisations in the state sector (Unio, LO Stat, Akademikerne and YS Stat) made an agreement concerning child welfare institution under the Child, Adolescent and Family Agency. The agreement was meant to be used if there was a need to take care of young people who live in a child welfare institution and who were infected with coronavirus, or were ill with suspected coronavirus, where it was not possible to use ordinary shift.  ", "descriptionContentOfMeasure": "The agreement of 31 March, between the state employer and the central organisations in the state sector (Unio, LO Stat, Akademikerne and YS Stat), gave the employer and the employee in child welfare institutions opportunity to agree on companion shifts with a duration up to 7 days. \r\rThe agreement could be used if there was a need to take care of young people infected with coronavirus or ill with suspected coronavirus, where it was not possible to use ordinary shift. The agreement regulates remuneration and requires that the employee is allowed necessary periods of rest. The agreement was made pursuant to section 10-12 (4) in the Working Environment Act that gives larger trade unions right to enter into a collective agreement that deviates from the law's working hours provisions. The validity period of the agreement was from 30 March 2020 until 31 August 2020, and the agreement could be terminated with one month’s notice from each of the parties.", "descriptionUseOfMeasure": "No information to date.", "descriptionInvolvementOfSocialPartners": "The collective agreement on working time during the COVID-19 pandemic was negotiated by the state employer and the central organisations in the state sector (Unio, LO Stat, Akademikerne and YS Stat), to facilitate crisis management. By taking such action, the social partners wanted to keep regulation of working time in a collective agreement and avoid provisional legislation.  ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/NO-2020-14_1081.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only public sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1349", "sources::title": "Central working time agreements entered into during the corona crisis", "sources::url": "https://www.fagforbundet.no/fagforeninger/oslo/nyheter/sentrale-arbeidstidsavtaler-inngatt-under-koronakrisen-149971/", "sources::d_date": "03/16/2020", "modId": "0", "downloaded_to": "06982302794868d8a9922acd79c8dfdd0ea66ca0f57f903b4d5276899c9839a6"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "61", "targetGroups::name": "Companies providing essential services", "modId": "12"}, {"recordId": "73", "targetGroups::name": "Workers in care facilities", "modId": "8"}, {"recordId": "78", "targetGroups::name": "Workers in essential services", "modId": "9"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "119", "sectors::code": "Q87", "sectors::name": "Residential care activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "991", "modId": "13"}