{"fieldData": {"title": "Frame agreement on working time regulations in kindergartens in connection with coronavirus", "title_nationalLanguage": "Rammeavtale om arbeidstidsbestemmelser i forbindelse med koronautbruddet", "d_startDate": "03/31/2020", "d_endDate": "09/29/2020", "calc_country": "Norway", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Change of work arrangements (working time, rota schemes)", "calc_identifier": "NO-2020-14/1082", "dateType": "Temporary", "calc_creationDay": "09/09/2020", "calc_lastUpdate": "09/09/2020", "descriptionBackgroundInfo": "On 31 March, the employers’ association, Private Kindergarten National Association (PBL), and unions organising kindergarten personnel (Fagforbundet, Utdanningsforbundet, Delta), made an agreement on working time regulations in kindergartens in case that there might be a need to provide an extended service to children of employees in essential services (for example hospitals, nursing homes). According to the agreement, kindergartens could extended opening hours and keep open at night to provide care after discussions with shop stewards. ", "descriptionContentOfMeasure": "The agreement from 31 March between Private Kindergarten National Association (PBL) and unions organising kindergarten personnel, was made pursuant to section 10-12 (4) in the Working Environment Act that gives larger trade unions right to enter into a collective agreement that deviates from the law's working hours provisions.\r\r* The agreement regulates extended opening hours, work at evenings and nights and at Sundays; overtime and other working time related issues. \r* The collective agreement expanded the limits to overtime (from 10 to 25 hours per 7 days), and gave the employer the opportunity to averaging working hours. \r* The limit of total working hours in any 24-hour period were raised from 10 to 16 hours. \r* The agreement regulate remuneration and require that the employee is allowed necessary periods of rest. \r* The agreement states that overtime cannot be imposed pursuant to the agreement when the extraordinary situation associated with coronavirus no longer exists. \r\rThe validity period of the agreement was originally 26 weeks, and the agreement could be terminated with two months' notice from each of the parties.", "descriptionUseOfMeasure": "No information to date.", "descriptionInvolvementOfSocialPartners": "The collective agreement on working time during the COVID-19 pandemic was negotiated by the employers’ association, Private Kindergarten National Association (PBL), and unions organising kindergarten personnel (Fagforbundet, Utdanningsforbundet, Delta), to facilitate crisis management. By taking such action, the social partners wanted to keep regulation of working time in a collective agreement and avoid provisional legislation.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/NO-2020-14_1082.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1349", "sources::title": "Central working time agreements entered into during the corona crisis", "sources::url": "https://www.fagforbundet.no/fagforeninger/oslo/nyheter/sentrale-arbeidstidsavtaler-inngatt-under-koronakrisen-149971/", "sources::d_date": "03/16/2020", "modId": "0", "downloaded_to": "06982302794868d8a9922acd79c8dfdd0ea66ca0f57f903b4d5276899c9839a6"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "61", "targetGroups::name": "Companies providing essential services", "modId": "12"}, {"recordId": "73", "targetGroups::name": "Workers in care facilities", "modId": "8"}, {"recordId": "78", "targetGroups::name": "Workers in essential services", "modId": "9"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [{"recordId": "22", "occupations::name": "Personal care workers", "modId": "0"}], "sectors": [{"recordId": "116", "sectors::code": "P85", "sectors::name": "Education", "modId": "0"}], "updates": [], "regions": []}, "recordId": "992", "modId": "13"}