{"fieldData": {"title": "Support for self-employment of people with disabilities ", "title_nationalLanguage": "Neįgaliųjų savarankiško užimtumo rėmimas", "d_startDate": "06/01/2020", "d_endDate": "", "calc_country": "Lithuania", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "LT-2020-23/1087", "dateType": "Open ended", "calc_creationDay": "09/10/2020", "calc_lastUpdate": "12/05/2020", "descriptionBackgroundInfo": "On 1 June 2020, Article 11(3) of Law  No XIII-2882 Amending Articles 5-1, 20, 25, 35, 37, 38, 41, 42, 43, 44, 47 and 55 of and Adding Article 48-1 to Law on Employment of the Republic of Lithuania No XII-2470 came into effect, extending the group of disabled persons eligible to support for self-employment. Until 1 June 2020, support for self-employment was available only to persons whose level of assessed capacity for work was 40% or lower. The amendments to the Law on Employment were adopted taking into account that the COVID-19 pandemic had a significant negative impact on the integration of at-risk social groups (including the disabled) into the labour market. The amendments to the Law have expanded the scope of disabled people eligible to support for creating jobs for themselves, in particular, the eligibility for support has been extended to disabled people with capacity for work of 45-55%. ", "descriptionContentOfMeasure": "In compliance with Law on Employment No XII-2470, support for self-employment shall be organised in cases where persons create jobs for themselves for the first time in micro enterprises as they are defined in the Law  of the Republic of Lithuania on Small and Medium-sized Business Development (No VIII-935). Employment Services (PES) shall organise training on the basics of business for people who want to start self-employment.\r\rThe subsidy shall be granted for the acquisition, installation and adaptation of means of work or technical aids for the disabled related to the performance of job functions and for the installation, repairs or adaptation of owned premises for a workplace. The estimated costs of repairing or adapting the premises should not exceed 50% of the total subsidy for the jobs created.\r\rThe amount of per-job support for the establishment of jobs shall not exceed the amount of 31.03 minimum monthly wages approved by the Government of the Republic of Lithuania (i.e. €18,800).\rSupport for self-employment shall be organised to: \r\r* the disabled (whose level of capacity for work is 55% or lower); \r* the unemployed older than 45 years of age or younger than 29 years of age.\r", "descriptionUseOfMeasure": "According to the Public Employment Service (PES), within two months from the entry into force of the measure (i.e. from 1 June 2020 to 1 August 2020), the subsidy was granted to one person. ", "descriptionInvolvementOfSocialPartners": "Proposals for the measure were submitted by the Lithuanian Small and Medium-sized Business Council and other social partners. The Ministry of Social Security and Labour holds regular consultations with NGOs and employers’ organisations; Seimas Committee on Social Affairs and Labour conducts public readings of draft laws where social partners are invited to.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LT-2020-23_1087.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1416", "sources::title": "Law  No XIII-2882 Amending Articles 5-1, 20, 25, 35, 37, 38, 41, 42, 43, 44, 47 and 55 of and Adding Article 48-1 to Law on Employment (LR užimtumo įstatymo Nr. XII-2470 5-1, 20, 25, 35, 37, 38, 41, 42, 43, 44, 47, 55 straipsnių pakeitimo ir Įstatymo papildymo 48-1 straipsniu įstatymas)", "sources::url": "https://www.e-tar.lt/portal/lt/legalAct/f1954e7095d811ea9515f752ff221ec9", "sources::d_date": "05/07/2020", "modId": "1", "downloaded_to": "181508a0d7e2b9cc45d18f88dfb4abd4bd8dc0ed082dca9b51a8ae3f88247c9e"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}, {"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}, {"recordId": "37", "targetGroups::name": "Older citizens", "modId": "15"}, {"recordId": "39", "targetGroups::name": "Youth (18-25)", "modId": "15"}, {"recordId": "43", "targetGroups::name": "Disabled", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "997", "modId": "30"}