{"fieldData": {"title": "EU social partners in central governments' sector call for investing in public sector staff", "title_nationalLanguage": "", "d_startDate": "06/30/2020", "d_endDate": "", "calc_country": "European Union", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Well-being of workers", "calc_identifier": "EU-2020-27/1088", "dateType": "Open ended", "calc_creationDay": "09/10/2020", "calc_lastUpdate": "09/18/2020", "descriptionBackgroundInfo": "On 9 July social partners for central government administration reached a joint statement on COVID- 19 and its aftermath. The parties to the statement are:  the EU Public Administration Employers Platform (EUPAE) and Trade Unions' National and European Administration Delegation (TUNED) composed of European Confederation of Independent Trade Unions (CESI) and European Federation of  Public Service Unions (EPSU) representatives. The statement was agreed within the  Sectoral Social Dialogue Committee for Central Government administrations established on 17 September 2010.\r\r", "descriptionContentOfMeasure": "As the lock-downs are being gradually lifted and in view of ensuring a safe recovery and  prevent new waves of the pandemic, social partners point out the following i.a.:\r\r* As part of continued government efforts to suppress, control and prevent the lethal virus, a greater focus should be placed on occupational safety, health and inequalities as an integral part of public health and an effective response to health emergencies;\r* the key role of public administration in dealing with the pandemic should be recognized; once again it has been well proven that public administration is an asset supporting governments, citizens and businesses;\r* it must be ensured that public sector workers must be valued as part of the economic recovery and that therefore public investment in the public sector and its staff will be critical to reducing inequalities and unemployment and to social, environmental and economic development. recovery;\r* in connection with the above, the importance of budgetary stability for the proper functioning of a democratic welfare state is essential;\r* the best way to protect citizens using public administration institutions is to protect employees and civil servants entrusted with the task of caring; therefore these workers must be given priority with regard to protective equipment;\r* the proposal to give legal force to the EU social partners' agreement on information and consultation of employees in central administration is particularly relevant in the present situation.\r* there is an urgent need to learn lessons from the development of teleworking and the use of digital tools during a pandemic, this should be done in consultation with employee representatives. ", "descriptionUseOfMeasure": "The statement concerns central government staff in the Member States.", "descriptionInvolvementOfSocialPartners": "The statement is an independent joint initiative of social partners representing the central  administration sector. Employers 'side: EUPAE, trade unions' side: TUNED - joint union representation of EPSU and CESI.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/EU-2020-27_1088.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only public sector", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1401", "sources::title": "Statement on Covid-19 and its aftermath by EU social partners in central governments: investing in public sector staff", "sources::url": "https://www.epsu.org/article/statement-covid-19-and-its-aftermath-eu-social-partners-central-governments-investing-public", "sources::d_date": "07/09/2020", "modId": "0", "downloaded_to": "917d0be828b60c623161e86ac01c43e2e386a450e5e92fed2f60d4f0287ff0c8"}], "actors": [{"recordId": "9", "actors::name": "EU level social partners", "modId": "0"}], "targetGroups": [{"recordId": "78", "targetGroups::name": "Workers in essential services", "modId": "9"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "114", "sectors::code": "O84", "sectors::name": "Public administration and defence; compulsory social security", "modId": "0"}], "updates": [], "regions": []}, "recordId": "998", "modId": "22"}