{"fieldData": {"title": "European social partners call for safeguard of personal and household services workers", "title_nationalLanguage": "", "d_startDate": "04/01/2020", "d_endDate": "", "calc_country": "European Union", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Well-being of workers", "calc_identifier": "EU-2020-14/1089", "dateType": "Open ended", "calc_creationDay": "09/10/2020", "calc_lastUpdate": "09/23/2020", "descriptionBackgroundInfo": "European social partners representing the personal and household services (PHS) decided to draw the attention of public authorities to the situation of PHS employees, who experience severe shocks in the pandemic. They stressed that given the nature of PHS which is to provide care and support to people, including to people who can be far more at risk to COVID-19 than the general population, the continuity of those services must be ensured while guaranteeing the safety of PHS workers and users. Additionally many users are forced to self-isolate, including from their PHS workers. As a result, many PHS workers are going unpaid and the sectors face an unprecedented fall in their activity.\r\rOn 1 April 2020  European Federation for Family Employment & Home Care (EFFE), European Federation for Services to Individuals (EFSI), European Federation of Food, Agriculture and Tourism Trade Unions (EFFAT) and European Services Workers Union (UNI-Europa) adopted a joint statement on this matter.", "descriptionContentOfMeasure": "EFFAT, EFFE, EFSI and UNI-Europa call EU and national authorities to: \r\r* issue detailed health and safety instructions towards PHS workers including guidance on how to behave with clients suspected to have COVID-19 and how to limit the risks to PHS \rworkers at this time, especially taking into consideration that some people infected with COVID-19 are asymptomatic;\r* ensure access to appropriate personal protective equipment (PPE) to PHS workers, such as masks, gloves, sanitising gel, etc., given the risks of contagion in care and support provided in private homes and especially to vulnerable people; \r* avoid that due to a lack of equipment, staff shortages or financial constraints, PHS providers find themselves in a situation where they are unable to continue to provide essential care services to vulnerable people;\r* ensure sick leave and access to healthcare for PHS workers in order for them not to be forced to choose between getting paid and possibly putting at risk the people they are providing support to;\r* provide exceptions for PHS workers to cross national borders as many PHS workers are migrants and are currently in some countries unable to cross borders and deliver essential work. ", "descriptionUseOfMeasure": "The statement concerns personal and household services' employees in the Member States.", "descriptionInvolvementOfSocialPartners": "The statement is an independent joint initiative of social partners representing the PHS sector. On the employers 'side: EFFE, EFIS, on the trade unions' side: EFFAT, UNI-Europa.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/EU-2020-14_1089.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1400", "sources::title": "Covid-19: home care and domestic workers’ unions sign joint statement with employers", "sources::url": "https://www.uni-europa.org/2020/04/covid-19-home-care-and-domestic-workers-unions-sign-joint-statement-with-employers/", "sources::d_date": "04/02/2020", "modId": "0", "downloaded_to": "2d9b46808d48d361b233e402248646b8289aae7a11bb5ece8c5d209223c2a2bb"}], "actors": [{"recordId": "9", "actors::name": "EU level social partners", "modId": "0"}], "targetGroups": [{"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}, {"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [{"recordId": "12", "occupations::name": "Health associate professionals", "modId": "0"}, {"recordId": "22", "occupations::name": "Personal care workers", "modId": "0"}], "sectors": [{"recordId": "128", "sectors::code": "S95", "sectors::name": "Repair of computers and personal and household goods", "modId": "0"}, {"recordId": "129", "sectors::code": "S96", "sectors::name": "Other personal service activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "999", "modId": "29"}