{"fieldData": {"title": "SMEs memorandum on saving businesses, maintaining jobs and ensuring social cohesion.", "title_nationalLanguage": "Υπόμνημα MME για τη διάσωση των επιχειρήσεων, των θέσεων εργασίας και της κοινωνικής συνοχής.", "d_startDate": "05/27/2020", "d_endDate": "", "calc_country": "Greece", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Other", "calc_identifier": "GR-2020-22/1090", "dateType": "Open ended", "calc_creationDay": "09/10/2020", "calc_lastUpdate": "09/22/2020", "descriptionBackgroundInfo": "On 27 May 2020, the Small Enterprises’ Institute of the Hellenic Confederation of Professionals, Craftsmen & Merchants (IME GSEVEE) published a memorandum on \"policy axes for saving businesses, maintaining jobs and ensuring social cohesion during the COVID-19 crisis\". \r\rThe memorandum was based on the results of a previous GSEVEE survey on the impact of the COVID-19 on SMEs (April 2020). So, almost 80% of SMEs face lack of liquidity and one in seven companies may cease its operations in the next period. \r\rAccording to the research and recognizing that the outbreak of the pandemic has created a new, multi-layered crisis and serious complications in economic and social functioning, the policy text of GSEVEE, addressed to the government and the political parties, develops the main policy axes on which interventions must be made, so that the difficult return to economic and social normality can be achieved with the least losses.", "descriptionContentOfMeasure": "IME GSEVEE conducted a survey (April 2020) on the impact of the health crisis on small and micro enterprises, that consist of the 99% of companies in Greece and offer 80% of jobs in the private sector. On the basis of the survey, two elements were identified as more important in the operation of SMEs. The first concerns the lack of liquidity for almost 80% of small and micro-enterprises. The second concerns  the viability of the companies. The survey showed that one in seven companies may cease its operations in the next period and it is estimated that 250,000 jobs (self-employed, employers and workers) will be lost in the next period.\rIn this context and  in order to halt the most adverse effects of the health crisis, GSEVEE has compiled the eight main policy axes and interventions to address the effects of pandemic on small and micro-enterprises: \r\r1. financing, liquidity, investments \r2. halting the swelling of private debt \r3. tax issues \r4. employment, unemployment, social security \r5. addressing the digital gap \r6. promotion of business clusters \r7. strengthening the national health system \r8. training, retraining of enterprises and workers.", "descriptionUseOfMeasure": "This initiative of GSEVEE includes proposal to the government and to the political parties to protect the SMEs and workers and mitigate the consequences of COVID-19.", "descriptionInvolvementOfSocialPartners": "This initiative of GSEVEE includes proposal to  the government and to the political parties to protect the SMEs and workers and mitigate the consequences of COVID-19.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GR-2020-22_1090.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1367", "sources::title": "Άξονες πολιτικής για τη διάσωση των επιχειρήσεων, τη διατήρηση των θέσεων εργασίας και τη διασφάλιση της κοινωνικής συνοχής την περίοδο του Covid-1", "sources::url": "https://www.taxheaven.gr/news/49078/ime-gsebee-axones-protasewn-politikhs-gia-th-diaswsh-twn-epixeirhsewn-kai-twn-oesewn-ergasias-kai-th-diathrhsh-ths-koinwnikhs-synoxh", "sources::d_date": "05/27/2020", "modId": "5", "downloaded_to": "38693db6f020f71a172fa419ce13395388baacc1470c04c79a84aeb981a2da1c"}, {"recordId": "1433", "sources::title": "Έκτακτη έρευνα ΙΜΕ ΓΣΕΒΕΕ για τις επιπτώσεις της υγειονομικής κρίσης στις μικρές και πολύ μικρές επιχειρήσεις (πρώτο μερος)", "sources::url": "https://www.gsevee.gr/deltiatupou/1114-2020-05-07-08-41-3", "sources::d_date": "04/15/2020", "modId": "2", "downloaded_to": "18feeb92962d6d6c626589d60c249d3ef1efd4f1b7aa015a12a5ffe7ea30ae2e"}], "actors": [{"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [{"recordId": "62", "targetGroups::name": "SMEs", "modId": "12"}, {"recordId": "63", "targetGroups::name": "One person or microenterprises", "modId": "12"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1000", "modId": "42"}