{"fieldData": {"title": "European social partners call for strategy for retail and wholesale sector", "title_nationalLanguage": "", "d_startDate": "04/08/2020", "d_endDate": "", "calc_country": "European Union", "calc_minorCategory": "Supporting businesses to get back to normal", "calc_subMinorCategory": "Measures to support a gradual relaunch of work", "calc_identifier": "EU-2020-15/1093", "dateType": "Open ended", "calc_creationDay": "09/10/2020", "calc_lastUpdate": "09/18/2020", "descriptionBackgroundInfo": "The statement of the representative social partners of this sector, namely: Eurocommerce and UNI Europa, is to point out that they  remain committed to protecting employees and their jobs, suppliers and customers, and maintaining this essential economic activity during pandemic crisis. They expect also the  commitment from the EU and national authorities. The statement concerns the situation of 29 million people work in the  retail and wholesale sector in Europe.", "descriptionContentOfMeasure": "The EU social partners in the retail and wholesale sector stress that they are working together to ensure the continued safety of its workforce who are interacting daily with European consumers, during the pandemic.\r\rThey also ask EU and national authorities governments to engage with social partners in drawing up an exit strategy and support measures to avoid significant permanent closures of shops and the social impact these risk to local employment and the viability of rural communities and town centres, and to help return the sector to normality after the virus has subsided.\r\rIn the opinion of EuroCommerce and UNI-Europa, employees in food retail and wholesale need to be classified as essential workers, who should be given help if schools and childcare facilities have closed; while in frontier regions, national authorities must let them cross the border freely to get to work. \r", "descriptionUseOfMeasure": "There is no information on the use.", "descriptionInvolvementOfSocialPartners": "The statement was an independent initiative of the social partners. It was prepared by social partner organizations representative at European level for this sector: Eurocommerce on the side of employers and UNI Europa on the side of trade unions.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/EU-2020-15_1093.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1408", "sources::title": "Joint statement EuroCommerce/UNI-Europa", "sources::url": "https://www.uni-europa.org/2020/04/joint-statement-eurocommerce-uni-europa/", "sources::d_date": "04/08/2020", "modId": "0", "downloaded_to": "1dffb298f2bb9994b0d97092ae2a71dbd3311179b9a7ad0705a6aff318e65832"}], "actors": [{"recordId": "9", "actors::name": "EU level social partners", "modId": "0"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "73", "sectors::code": "G45", "sectors::name": "Wholesale and retail trade and repair of motor vehicles and motorcycles", "modId": "0"}, {"recordId": "74", "sectors::code": "G46", "sectors::name": "Wholesale trade, except of motor vehicles and motorcycles", "modId": "0"}, {"recordId": "75", "sectors::code": "G47", "sectors::name": "Retail trade, except of motor vehicles and motorcycles", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1003", "modId": "18"}