{"fieldData": {"title": "Trade union initiative for a complete closure of shops on Sunday", "title_nationalLanguage": "Pobuda za zaprtje trgovin ob nedelja", "d_startDate": "05/13/2020", "d_endDate": "", "calc_country": "Slovenia", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Changes of working hours or work arrangements", "calc_identifier": "SI-2020-20/1095", "dateType": "Open ended", "calc_creationDay": "09/10/2020", "calc_lastUpdate": "10/16/2020", "descriptionBackgroundInfo": "During the COVID-19 epidemic, all shops were closed on Sundays. The Trade Union of Workers in the Trade Sector (ZSSS-SDTS) tries to take this opportunity for a permanent closure of shops on Sundays. If realized, it would bring an end to a long-lasting public debate on the opening hours of shops on Sundays (for more information see the article [‘Slovenia: Social partners in favour of partial Sunday opening hours in retail’](https://www.eurofound.europa.eu/is/publications/article/2018/slovenia-social-partners-in-favour-of-partial-sunday-opening-hours-in-retail). The debate began in 2003 with a referendum which led to a ban on Sunday shopping. However, the referendum decision was never carried out as retail companies’ appeal to the Constitutional Court managed to defer its implementation", "descriptionContentOfMeasure": "With the end of epidemics, the government lifted many restrictions on business activities, but a ban on Sunday shopping remained in place. The Trade Union of Workers in the Trade Sector (ZSSS-SDTS) launched a proposal to transform a temporary ban on Sunday shopping into a permanent one and, in this way, implement a public referendum’s decision from 2003.\r\rOn the initiative of a trade union, The Left party (Slov. Levica) gave a law amendment into the parliamentary procedure. The draft law seemingly had wide support among parliamentary deputies from the opposition as well as coalition parties. In the mid-July, the draft law successfully passed the discussion in the Parliamentary Committee for the Economy. Only the Modern Centre Party and the government spokesperson openly expressed their concerns that the draft law infringes the entrepreneurial freedom of retailers. However, the second parliamentary reading of the draft law showed that many deputies gave their support in bad faith.\r\rIn the name of retailers, unsatisfied with the continued prohibition on Sunday opening of shops, the Slovenian Chamber of Commerce appealed to the Constitutional Court. On the ground of this appeal, the government lifted restriction on Sunday opening on 23 July 2020. From then on, all shops are again open on Sundays.\r\rThe parliament will decide on the draft law in September 2020. ", "descriptionUseOfMeasure": "The Trade Union of Workers in the Trade Sector (ZSSS-SDTS) and Centre for Social Research (Cedra) surveyed workers in the retail sector. \r\r* 98% of respondents agreed to the closure of shops on Sundays. \r* 95% would agree to a complete closure despite lower salaries which are already very low, at 78% of the Slovenian average salary (Cedra, 2020).\r\rIn a survey, commissioned by the government in October 2017, the opinion poll research company Ninamedia established that 80.5% of respondents support the closure of shops on Sundays. In July 2020, similar research showed that the percentage of supporters was even higher, 87%.\r\rThe trade union representative commented on government reopening of shops on Sunday as a ‘knife in the back of the labour class’.", "descriptionInvolvementOfSocialPartners": "The Trade Union of Workers in the Trade Sector (ZSSS-SDTS) launched a proposal to transform a temporary ban on Sunday shopping into a permanent one and, in this way, implement a public referendum’s decision from 2003. On the initiative of a trade union, The Left party (Slov. Levica) gave a law amendment into the parliamentary procedure.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2020-20_1095.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1372", "sources::title": "‘Za novelo zakona že več kot 46 poslancev’, Dnevnik, 15 July 202", "sources::url": "https://www.dnevnik.si/104293410", "sources::d_date": "07/15/2020", "modId": "0", "downloaded_to": "686f02283f9ae159a6ec7dbf00523569a6ececcefa40399866d532ba57eff572"}, {"recordId": "1373", "sources::title": "Trgovci v nedeljo odpirajo trgovine, MMC RTV SLO, 24 July 202", "sources::url": "https://www.rtvslo.si/gospodarstvo/trgovci-v-nedeljo-odpirajo-trgovine-sindikat-noz-v-hrbet-delavskemu-razredu/53161", "sources::d_date": "07/24/2020", "modId": "0", "downloaded_to": "4550f2784415ae946343e82cda178bf2364bc68f5364154d097ba347b0d4a065"}, {"recordId": "1374", "sources::title": "Zelena luč pristojnega odbora DZ-ja za nedeljsko zaprtje trgovin, MMC RTV SLO, 15 July 202", "sources::url": "https://www.rtvslo.si/slovenija/zelena-luc-pristojnega-odbora-dz-ja-za-nedeljsko-zaprtje-trgovin/53076", "sources::d_date": "07/15/2020", "modId": "0", "downloaded_to": "3bc8a6886b807fa096ec66fa7beb63519e4ed0657f6776e6cb7b97f67bf73d23"}, {"recordId": "1375", "sources::title": "Cedra, Predstavitev izsledkov anketne raziskave: stališče delavk in delavcev glede zaprtja trgovin ob nedeljah, 27 May 202", "sources::url": "http://cedra.si/sl/2020/05/predstavitev-izsledkov-anketne-raziskave-stalisce-delavk-in-delavcev-glede-zaprtja-trgovin-ob-nedeljah", "sources::d_date": "05/27/2020", "modId": "0", "downloaded_to": "906342e60af8cd93307234666024197599fe5b63e8620ba276789c87b3e28805"}, {"recordId": "1789", "sources::title": "[The Parliament banned the opening of stores on Sundays] DZ uzakonil zaprtje trgovin ob nedelja", "sources::url": "https://www.dnevnik.si/104294000", "sources::d_date": "09/29/2020", "modId": "0", "downloaded_to": "9a352a02a2c32d2da4fce511fc0a1f624940c5c3715c05bebc1ea14de41b3bf9"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "73", "sectors::code": "G45", "sectors::name": "Wholesale and retail trade and repair of motor vehicles and motorcycles", "modId": "0"}, {"recordId": "74", "sectors::code": "G46", "sectors::name": "Wholesale trade, except of motor vehicles and motorcycles", "modId": "0"}, {"recordId": "75", "sectors::code": "G47", "sectors::name": "Retail trade, except of motor vehicles and motorcycles", "modId": "0"}], "updates": [{"recordId": "361", "updates::d_date": "10/12/2020", "updates::description": "On 29 September 2020, the parliament adopted the amended _Trade Act_ with a great majority of votes. The act bans the opening of stores on Sundays. Exceptions are small shops on bus stations, hospitals and gas stations under the condition that proprietaries of shops perform services with the help of students and retirees. Some questioned the rule that retirees are allowed to work in shops during the epidemics, but it was nevertheless adopted by the parliament. The journal _Dnevnik_ wrote that people’s will was finally implemented 17 years since the referendum. ", "modId": "2"}], "regions": []}, "recordId": "1005", "modId": "27"}