{"fieldData": {"title": "A new employment model in Höfe", "title_nationalLanguage": "Novi zaposlitveni model v Hoferj", "d_startDate": "09/01/2020", "d_endDate": "", "calc_country": "Slovenia", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Changes of working hours or work arrangements", "calc_identifier": "SI-2020-36/1096", "dateType": "Open ended", "calc_creationDay": "09/10/2020", "calc_lastUpdate": "09/11/2020", "descriptionBackgroundInfo": "At the beginning of August 2020, discount retailer Höfer announced a new employment model. According to this model, workers, mainly employed in sales services and logistics, will be employed full time, 40 hours a week, but will work fewer hours, on average 30 hours a week. Discount retailer Höfer emphasises the benefits for workers from this model, better work-life balance and more time spent with their families. Höfer launched the new employment model with paid advertisements in daily newspapers Delo and Dnevnik on 10 August 2020. ", "descriptionContentOfMeasure": "The new employment model targets workers in sales services and logistics. It is important to note that majority of them are already part-time workers, working 30 hours a week on average. Although their payment per hour is high compared to the average payment in the retail sector, these workers receive lower wage and also have lower pension security. Their pension insurance is proportional to part-time employment, so their annual contributions for pension security are equivalent to eight months of full pension insurance and these workers risk old-age poverty. Moreover, researchers point out the problem of a high intensity of work due to which workers carry out the work of eight hours in six hours, but are paid only for six hours (Kanjuo-Mrčela in Ignjatovič, 2018).\r\rThe new employment model which will requalify part-time employment into full-time employment will solve the problem of partial pension insurance. With the requalification of the employment contract, workers will also receive a full annual holiday allowance. Yet, as all other working conditions will remain the same, the new model does not solve many existing troubles, for instance, the problems of underemployment and high intensity of work. \r\rIt also raises many open questions – the payment of bonuses for ‘overtime’, the right of workers to second employment as they are in fact part-time employees, full availability of workers to the employer etc.", "descriptionUseOfMeasure": "Discount retailer Höfer will introduce the new employment model with a test period from September to December 2020. In this period, the company will test the reactions of employees and adapt a model if necessary. Until the end of 2020, a quarter of all employees in sales and logistics will be included in the Höfer (full-time) employment model. The transitional period will be concluded by the end of 2021 when more than 1,200 employees (75% of all workers) in sales and logistics are expected to be included in the ‘Höfer (full-time)’ employment model. ", "descriptionInvolvementOfSocialPartners": "There was no involvement of social partners in designing the measure. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2020-36_1096.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Company practices", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1376", "sources::title": "Höfer, Press Release, 4 August 202", "sources::url": "https://www.hofer.si/sl/o-hoferju/za-medije/sporocila-za-medije/sporocila-za-medije/hofer-v-prodaji-in-logistiki-po-novem-z-zaposlitvijo-za-polni-delovni-cas", "sources::d_date": "08/04/2020", "modId": "0", "downloaded_to": "82564cf21bb181010eb065776a0a0afddb241f565f2d131785c7817b0d18148d"}, {"recordId": "1377", "sources::title": "V Hoferju zdaj zaposleni za polni delovni čas (advertisement), Delo, 10 August 202", "sources::url": "", "sources::d_date": "08/10/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}], "actors": [{"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}, {"recordId": "64", "targetGroups::name": "Larger corporations", "modId": "14"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "73", "sectors::code": "G45", "sectors::name": "Wholesale and retail trade and repair of motor vehicles and motorcycles", "modId": "0"}, {"recordId": "74", "sectors::code": "G46", "sectors::name": "Wholesale trade, except of motor vehicles and motorcycles", "modId": "0"}, {"recordId": "75", "sectors::code": "G47", "sectors::name": "Retail trade, except of motor vehicles and motorcycles", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1006", "modId": "13"}