{"fieldData": {"title": "Trade union proposal for a reform of occupational medicine ", "title_nationalLanguage": "Predlog za sistemsko spremembo medicine del", "d_startDate": "06/16/2020", "d_endDate": "", "calc_country": "Slovenia", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Occupational health and safety", "calc_identifier": "SI-2020-25/1098", "dateType": "Open ended", "calc_creationDay": "09/10/2020", "calc_lastUpdate": "09/21/2020", "descriptionBackgroundInfo": "Since the outbreak of COVID-19, the Confederation of Free Trade Unions of Slovenia (Zveza svobodnih sindikatov Slovenije, ZSSS) drew attention to the lack of health and safety measures at work and reported cases where workers kept working close to each other with no safety equipment. Only the trade union campaign forced the competent institutions to take necessary measures for the protection of workers. In June 2020, ZSSS analysed the reasons for the failure of the system and proposed a systemic reform of occupational medicine.", "descriptionContentOfMeasure": "Although most of the production and service workers continued to work since the outbreak of COVID-19, many had no safety equipment on disposal and there were no instructions on safety measures. Experts on occupational medicine, the external support service for employers, were often not available for advising about necessary safety measures at the workplace and undertook actions only after ZSSS’ public campaign. But when they have begun to cooperate, they were only giving general instructions without having inspected the working places to check themselves. In June 2020, ZSSS analysed the reasons for the failure of the system.\r\rAccording to ZSSS analysis, the main reason for its failure was the profit-driven character of occupational medicine. The main financial source for occupational doctors is periodic medical exams for workers paid by employers directly. Existentially dependent on employers, occupational doctors cannot provide independent service in a number of areas, such as occupational diseases, and also failed to properly react during the time of the epidemic. \r\rOn the grounds of internal analysis, the presidency of ZSSS (a body which consists of 21 representative unions) concluded that occupational medicine should be transformed into a public service working for the benefit and protection of workers. ZSSS announced a campaign for the reform, starting with the presentation of the Economic and Social Council.", "descriptionUseOfMeasure": "ZSSS survey revealed that five per cent of respondents only confirmed the presence of an occupational medicine expert in the company. These experts visited workplaces, checked safety measures by themselves and proposed adaptations. Eleven per cent of respondents said that occupational medicine doctors were available via email or phone. They have begun to cooperate on the initiative of employers. ", "descriptionInvolvementOfSocialPartners": "The Confederation of Free Trade Unions of Slovenia (Zveza svobodnih sindikatov Slovenije, ZSSS) proposed a systemic reform of occupational medicine", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2020-25_1098.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1378", "sources::title": "ZSSS, 'Predsedstvo ZSSS predlaga sistemsko spremembo vloge medicine dela', 16 June 202", "sources::url": "https://www.zsss.si/sistemska-spre-medicine-dela-166", "sources::d_date": "06/16/2020", "modId": "0", "downloaded_to": "738b4c318381a87f4ff66498dfcc165b61814715159167936d4fe8297e5ca795"}, {"recordId": "1379", "sources::title": "ZSSS, 'Intervju s strokovno službo za varnost in zdravje pri delu', 5 June 202", "sources::url": "https://www.zsss.si/vzd-medicina-dela-naj-postane-56", "sources::d_date": "06/05/2020", "modId": "0", "downloaded_to": "14721dcadbc55b7569777c01c657d562079239910ecfac934b048bf0580f455b"}, {"recordId": "1380", "sources::title": "ZSSS, 'Analiza delovanja medicine dela v času epidemije', 9 June 202", "sources::url": "https://www.zsss.si/sistemska-spre-medicine-dela-166", "sources::d_date": "06/09/2020", "modId": "2", "downloaded_to": "738b4c318381a87f4ff66498dfcc165b61814715159167936d4fe8297e5ca795"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1008", "modId": "17"}