{"fieldData": {"title": "Re-establishment of tripartite negotiation on the third and forth emergency laws", "title_nationalLanguage": "Obnova tripartitnega socialnega dialoga", "d_startDate": "04/20/2020", "d_endDate": "", "calc_country": "Slovenia", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Other", "calc_identifier": "SI-2020-17/1099", "dateType": "Open ended", "calc_creationDay": "09/11/2020", "calc_lastUpdate": "09/11/2020", "descriptionBackgroundInfo": "The previous (centrist) government of Marjan Šarec resigned on 27 January 2020 hoping that his resignation would lead to new elections. Contrary to his expectations, the Slovenian Democratic Party of Janez Janša managed to form a new coalition with the two Šarec’s coalition partners. The new right-wing government came into office on 13 March 2020, a day after the outbreak of COVID-19. This caused a two-month halt of the main tripartite body (The Economic and Social Council) in the period when the key ‘anti-corona laws’ (#PKP1 and #PKP2) were adopted.", "descriptionContentOfMeasure": "When Janez Janša’s government took office, it should have appointed its representatives in the Economic and Social Council; instead it was postponed, and, as a result, practically blocked the main tripartite body from 13 March to 30 April 2020 (Podvršič, 2020) from fulfilling its role. As a consequence of the government’s inactivity, social dialogue was practically non-existent in the period when the first two ‘anti-corona laws’ (#PKP1 and #PKP2) were adopted. Trade unions and employer organizations could only send comments on draft laws under great time pressure. They had a day or two to comment on the draft laws in writings but did not receive any response to their inputs and most of their proposals were not taken into consideration in final laws. \r\rOn 20 April, all seven confederations of trade unions demanded the restoration of social dialogue and the re-establishing of the Economic and Social Council. The government appointed its representatives on 30 April, two days after the adoption of the second ‘anti-corona law’.  The first meeting of the Council was held on 15 May 2020. The Council then became involved in negotiations about the third and the fourth emergency laws. From then on, its functioning seems to slide back into the old track. ", "descriptionUseOfMeasure": "While trade unions publicly expressed their dissatisfaction with the way of how social dialogue was managed during the crisis, the employer organisations seem to be more satisfied with the outcome. Five employer organisations (Association of Employers Slovenia - ZDS, Chamber of Commerce and Industry of Slovenia – GZS, Slovenian Chamber of Commerce – TZS, Chamber of Craft and Small Businesses of Slovenia – OZS, Association of Employers in Craft and Small Business of Slovenia - ZDOPS) assessed anti-corona laws as timely and substantively appropriate.", "descriptionInvolvementOfSocialPartners": "On 20 April, all seven confederations of trade unions demanded the restoration of social dialogue and re-establishing of the Economic and Social Council. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2020-17_1099.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1381", "sources::title": "Request of trade unions to be included in the preparation of emergency laws due to COVID-1", "sources::url": "http://sindikat-pergam.si/wp-content/uploads/2020/04/Poziv_sindikalne-centrale_20.04.2020.pd", "sources::d_date": "04/20/2020", "modId": "0", "downloaded_to": "5beeed8d39aa2f4dc9eca0f6977b8df0d980e6a267373f6a5816b00d9e1f8925"}, {"recordId": "1382", "sources::title": "Skupna izjava za medije predsednikov delodajalskih organizacij in zborni", "sources::url": "https://www.zds.si/sl/stalisca/skupna-izjava-za-medije-predsednikov-delodajalskih-organizacij-in-zbornic", "sources::d_date": "05/11/2020", "modId": "0", "downloaded_to": "ca611bdc6fb883030f6d0a708af9ed5f2de6b7e6c07c769e82be225ae9d111cb"}, {"recordId": "1383", "sources::title": "‘Vlada imenovala svoje predstavnike, na čelo ESS-ja Cigler Kralj’, MMC RTV, 30 April 202", "sources::url": "https://www.rtvslo.si/gospodarstvo/vlada-imenovala-svoje-predstavnike-na-celo-ess-ja-cigler-kralj/52237", "sources::d_date": "04/30/2020", "modId": "0", "downloaded_to": "52d9a5374e6544677a71a1b75874f90534413408edda036b6d4c59f0b6c4d8c4"}, {"recordId": "1384", "sources::title": "Podvršič, A. (2020), ‘Slovenia: protection of regular employment to the fore; but social partners sidelined and strong contestation’, in Podvršič, A., Becker, J., Piroska, D., Profant, T. and Hodulák, V., Mitigating the COVID-19 effect, Working Paper 2020.07, Brussels, The European Trade Union Institute, pp. 14-20.", "sources::url": "https://www.etui.org/publications/mitigating-covid-19-effec", "sources::d_date": "08/31/2020", "modId": "0", "downloaded_to": "a1f3b88ae25618fd7613246575c47493418b1f71a1d1d762b733a47c5f875815"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1009", "modId": "15"}