{"fieldData": {"title": "Trade union OGBL's priority proposals for the recovery", "title_nationalLanguage": "Propositions prioritaires de l'OGBL en vue de la relance", "d_startDate": "05/20/2020", "d_endDate": "", "calc_country": "Luxembourg", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Other", "calc_identifier": "LU-2020-21/1100", "dateType": "Open ended", "calc_creationDay": "09/11/2020", "calc_lastUpdate": "09/16/2020", "descriptionBackgroundInfo": "In order prepare the crisis' recovery and avoid a social crisis, the representative trade union OGBL put forward a list of non-binding recommendations that emphasise the necessity to support not only the economy and the enterprises, but also wage earners and households to limit major income losses. The trade union underlines the importance to reinforce economic stimulus policies aiming to increase the demand of households, as well as to avoid austerity policies. Measures also emphasise a stabilising effect of social security systems and strong labour legislation. It opposes a privatisation of state services.", "descriptionContentOfMeasure": "The recommendations of the OGBL cover five types of measures:\r\r**1. The exit of the crisis**\rSo as to avoid situations of social precariousness and reinforce employment, all crisis-linked derogations from labour law should be stopped. Other recommendations concern the maintaining of the extension of periods of absence due to incapacity of work, employment (leave for family reasons, teleworking for cross border workers, …). Also, specific attention should be paid to gender equity in sectors that are specifically hit by the crisis. \r\r**2. Employment retention**\rEmployment retention instruments are aimed to avoid mass unemployment: among them figure the extension of short-time work, access to the minimum social income and its increase. In addition, deadlines for social plans and the reinforcement of social dialogue in enterprises should be considered.\r\r**3. The purchasing power of households**\rOGBL put forward to increase the purchasing power of households by re-examining and increase social benefits such as the indexation of family allowances, the increase of access and amount of rent subsidies, tax credits for vulnerable populations, and the increase of the minimum income. \r\r**4. The re-examination of tax measures**\rOGBL considers that the government must avoid any tax measures that increase the burden on households or reduce the premiums of employees. \r\r**5. Financing the crisis**\rOGBL is not opposed to a new state loan to finance the crisis. Yet, it favours a longer suspension of the budgetary rules at EU level and the creation of a national solidarity fund. Another important point is that the government should not touch the pension fund and pay attention to the financing of the health system. ", "descriptionUseOfMeasure": "Not applicable.", "descriptionInvolvementOfSocialPartners": "The recommendations were designed and developed by the OGBL.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LU-2020-21_1100.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1399", "sources::title": "Propositions prioritaires de l'OGBL en vue de relance", "sources::url": "http://www.ogbl.lu/blog/propositions-prioritaires-de-logbl-en-vue-de-la-relance", "sources::d_date": "06/20/2019", "modId": "0", "downloaded_to": "7a24867a214571eeda871c0e60383cf681cf7e15ca1f1eeb9ad3a9f0e323fd64"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1010", "modId": "20"}