{"fieldData": {"title": "Employers make recommendations for the economic upturn for Slovenia 5.0", "title_nationalLanguage": "Gospodarski zagon za Slovenijo 5.0", "d_startDate": "08/20/2020", "d_endDate": "", "calc_country": "Slovenia", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Support for spending, stimulus packages", "calc_identifier": "SI-2020-34/1101", "dateType": "Open ended", "calc_creationDay": "09/11/2020", "calc_lastUpdate": "09/11/2020", "descriptionBackgroundInfo": "The Chamber of Commerce and Industry of Slovenia (GZS) issued recommendations for the economic upturn in the ‘post-corona’ period. In the introduction, the employer organisation assesses the four emergency laws for mitigation of the COVID-19 effects. Emergency measures have provided efficient support to people and protection of employment. Not so efficient, according to GZS, has been the financial help provided to companies: as they have problems to fulfil the conditions in order to obtain guarantees and deferred debt instalments, financial instruments are underused.", "descriptionContentOfMeasure": "The Chamber of Commerce and Industry of Slovenia (GZS) positively assessed the government’s plans for investments which may foster economic growth in many activities, particularly in the construction. There are investments needs in the development (knowledge, innovation, digitalisation), the improvement of infrastructure, the transition to a low-carbon society, and housing. GZS identified six domains which should be prioritized:\r\r* growth of domestic consumption (energy renovation of buildings, new investments in public buildings);\r* investments in infrastructure (road, rail, and IT infrastructure system, renewable-energy power plants, 5G investments);\r* Support to the digitalisation of business enterprises as well as public administration, tax exemptions for investments in digitalisation;  \r* more investments in research, particularly for the joint projects between research institutions and businesses;\r* environmental investments (improved waste collection and recycling, the transition to climate-neutral and circular economy, new resources of water):\r* investments in agriculture, food processing, and food self-sufficiency.\r\rGZS estimates that between three and four billion euro could be spent annually for the above-mentioned projects. ", "descriptionUseOfMeasure": "The Chamber of Commerce and Industry of Slovenia (GZS) has estimated costs for each priority area. Among financial sources, included in GZS’ calculations are the European Rescue Fund, the European Cohesion Fund and other European and national funds. Sources for investments may also come from the private sector as well as households. GZS highlights that the investment potential of companies is high, since they achieved the record profits in 2019, while their indebtedness is considerably low.", "descriptionInvolvementOfSocialPartners": "The Chamber of Commerce and Industry of Slovenia (GZS) issued recommendations for the economic upturn in the ‘post-corona’ period.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2020-34_1101.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1385", "sources::title": "Komentar GZS: Nov gospodarski zagon za Slovenijo 5.", "sources::url": "https://www.gzs.si/mediji/Novice/ArticleID/76409/komentar-gzs-nov-gospodarski-zagon-za-slovenijo-5", "sources::d_date": "08/20/2020", "modId": "0", "downloaded_to": "59422beb5781342e4911bbbfc866b513ee58de826755343985065fedd146b6f5"}], "actors": [{"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "6", "funding::name": "Local funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1011", "modId": "15"}