{"fieldData": {"title": "Initiative from employers for reforming teleworking arrangements", "title_nationalLanguage": "Pobuda za reformo dela od dom", "d_startDate": "06/11/2020", "d_endDate": "", "calc_country": "Slovenia", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Teleworking arrangements, remote working", "calc_identifier": "SI-2020-24/1102", "dateType": "Open ended", "calc_creationDay": "09/11/2020", "calc_lastUpdate": "09/21/2020", "descriptionBackgroundInfo": "The COVID-19 pandemic has increased the number of workers working at home. According to the Labour Inspectorate, about 2,000 companies reported on workers who worked at home in the past. Since the outbreak of the epidemic, the number has increased to 10,000 companies (involving about 100,000 employees) (Chamber of Commerce and Industry of Slovenia - GZS, 11 June 2020). Teleworking will become a more frequent form of work in the future. During the epidemic, when employers had to send workers to work from home, they experienced the rigidity and ambiguities of the current regulation in this respect  (MDDSZ, Instructions, 22 June 2020). Employer organisations are now proposing certain reforms on that topic. ", "descriptionContentOfMeasure": "Employer organisations addressed the initiative for simplifying the regulation concerning the work at home to social partners and the government in particular (for instance, the Association of Employers Slovenia – ZDS, 15 May 2020). On 11 June, Chamber of Commerce and Industry of Slovenia (GZS) organised an informative webinar in which speakers (representatives of the employer organisation, ministry of labour, labour inspectorate, and private business) presented the state of the art and proposals of how to adapt regulations to new needs and necessities. \r\rFor now, if a worker starts to work at home:\r \r* the employer must conclude a new employment contract (because the place of work has changed);\r* he must inform the Labour Inspectorate;\r* he must pay compensation to the worker for the material costs (maximum five per cent of the average national salary);\r* he is fully responsible for the health and safety of workers. \r\rThe proposal presented at the webinar entails that the law would differentiate between the situation when the worker habitually works at home, and when the worker only occasionally works at home. In the first case, the current legislation would still apply; in the second situation, the employer would only have an obligation to set up rules on health and safety at work, but the worker would be responsible for taking them in the account. \r\rRules on health and safety at work usually encompass requirements on the working environment (lightening, noise, temperature), job post (separate mouse, keyboard and screen at a certain height), flexible office chair on five wheels, determination of working time and rest periods", "descriptionUseOfMeasure": "The proposal explicitly suggests the necessity of legal changes. It is interesting to add that half of all 26 collective agreements include a general clause about work from home. A quarter of them stipulates that the employer and employee can draw an annex to the employment contract on this – a controversial clause as the webinar has shown. Employer organisation GZS expects that more collective agreements are going to include clauses about work from home. GZS, for instance, supports the idea that the ‘right to switch off’ is included in collective agreements.", "descriptionInvolvementOfSocialPartners": "Employer organisations addressed the initiative for simplifying the regulation concerning work from home.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2020-24_1102.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1386", "sources::title": "Association of Employers Slovenia – ZDS, ZDS na Ekonomsko socialnem svetu o PKP3 in preklicu epidemije, 15 May 202", "sources::url": "https://www.zds.si/sl/o-zds/novice/zds-na-ekonomsko-socialnem-svetu-o-pkp3-in-preklicu-epidemije", "sources::d_date": "05/15/2020", "modId": "0", "downloaded_to": "4253cb0582a067cc533fe9b25c1c0306a5ba0bca448b966bdb2fc32decb4cacf"}, {"recordId": "1387", "sources::title": "The Ministry of Labour, Family, Social Affairs, and Equal Opportunities (MDDSZ),  Opravljanje dela na domu z vidika delovnega prava in varnosti in zdravja pri del", "sources::url": "https://www.gov.si/assets/ministrstva/MDDSZ/Koronavirus/18-06-2020-Delo-na-domu-pravna-ureditev-in-VZD.doc", "sources::d_date": "06/18/2020", "modId": "0", "downloaded_to": "5b5ab7bed5d01465b6af8988116d4612269c4448333b597618d6d04e9435706a"}, {"recordId": "1388", "sources::title": "Chamber of Commerce and Industry of Slovenia – GZS, Delo od doma pod drobnogledom (webinar", "sources::url": "https://www.gzs.si/koronavirus/Novice/ArticleId/75896/delo-od-doma-pod-drobnogledo", "sources::d_date": "06/11/2020", "modId": "0", "downloaded_to": "0745551ca01b33c8927cfc290d5b8067e56d27fabcbcf375ca5595ff210505e1"}], "actors": [{"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1012", "modId": "15"}