{"fieldData": {"title": "Bipartite agreements on unpaid furlough because of COVID-19", "title_nationalLanguage": "Aftaler om hjemsendelse uden løn som følge af COVID-19", "d_startDate": "03/14/2020", "d_endDate": "08/29/2020", "calc_country": "Denmark", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Working time and working time flexibility", "calc_identifier": "DK-2020-11/1105", "dateType": "Temporary", "calc_creationDay": "09/11/2020", "calc_lastUpdate": "10/15/2020", "descriptionBackgroundInfo": "A dormant provision in some collective agreements in service and construction under the Confederation of Danish Industry (Dansk Industri, DI I and DI II) and the United Federation of Danish Workers (Fagligt Fælles Forbund, 3F) makes it possible to deviate from the sector agreement in cases of force majeure. In this case the parties agreed to make it possible to deviate from the applicable notice of termination according to the sector agreement.\r ", "descriptionContentOfMeasure": "Several important support measures with one purpose only - to mitigate the effects of COVID-19 on working and living condition in Denmark - were urgently passed in the parliament when it became clear that several branches in the private sector had to close down in order to avoid further spreading of the coronavirus in the country. They had in common that they were completely new and that the social partners were involved in most of them - in particular measures that aimed at preventing severe employment effects. Thus, the participation of the social partners entirely took place at tripartite level. The social partners did not conclude unilateral or new bipartite agreements with the aim solely to mitigate the effects of COVID-19 at the labour market.\r\rHowever, already existing provisions in the sector agreements were taken up again as a consequence of COVID-19. In this case a right to deviate a provision in the sector agreement stipulating the terms of notice in connection with layoffs. DI and 3F have entered into agreements in a number of collective bargaining areas, which stipulate that companies can layoff/fourlough employees without pay when there is a shortage of work as a result of COVID-19. Most agreements have been extended so that they are valid 29 August, after which they expire. The agreements cover a number of situations in which the company's operations are suspended or undergo a significant decline as a consequence of COVID-19. According to the agreements, the companies do not have to pay wages for the hours that the employees are sent home. When conditions normalise, employees must resume their work. Thus, the agreements should be used as an alternative to a termination due to lack of work in the company. Meanwhile the employees receive unemployment benefits\r", "descriptionUseOfMeasure": "The agreements on layoffs without pay were extended for a number of agreements, so that they are provisionally valid until and including 29 August 2020. This applies to:\r\rTransport and cleaning:\r\r* The Joint Agreement - for warehouse workers, drivers and dock workers concluded\rbetween DI II and 3F Transport Group, where the work has been suspended due to COVID-19\r* The ATL Agreement - concluded between DI II and 3F Transport Group regarding road haulage, where the work has been suspended due to COVID-19 \r* The ATV Agreement - the tourist agreement (bus drivers, bus stewards, etc.) where the work has been suspended due to COVID-19\r* The ATD Agreement - for taxi drivers concluded between DI II and 3F Transport Group, where the work has been suspended due to COVID-19\r* The AKT Agreement - drivers in public transport concluded between DI II and 3F Transport Group, where the work has been suspended due to COVID-19\r* The Service Agreement - concluded between DI II (SBA) and 3F Private Service, Hotel and Restaurant Group regarding industrial cleaning, where the work has been suspended due to COVID-19 \r\rAll mentioned agreements were prolonged twice until the last period was to end on 29 August - at the same time as the more important 'wage compensation instrument in the private sector'. None of them were prolonged after 29 August.\r\rConstruction\r\rDifferent agreement regarding building where the work has been suspended due to COVID-19. These agreement were only prolonged until 22 May 2020.\r\rAll in all there is no evidence on the number of employees affected. Nor has the measure been evaluated in connection with COVID-19 by the social partners.\r", "descriptionInvolvementOfSocialPartners": "As mentioned under background and content, the measure is not related to Covid-19 only. It is a dormant provision in some sector agreement that allows for deviating the notice period in case of force majeure - in this case Covid-19.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/DK-2020-11_1105.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "Permanent measure applied "}, "portalData": {"sources": [{"recordId": "1395", "sources::title": "Aftaler om hjemsendelse uden løn som følge af COVID-19", "sources::url": "https://www.danskindustri.dk/vi-radgiver-dig-ny/personale/personalejura/arkiv/nyhedsarkiv/2020/3/aftaler-om-hjemsendelse-uden-lon-som-folge-af-covid-19/", "sources::d_date": "05/24/2020", "modId": "0", "downloaded_to": "d4ed461157c42afac694139c715ddbb7f0524bf27a387ab22f1d2acfd6100275"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "69", "sectors::code": "F41", "sectors::name": "Construction of buildings", "modId": "0"}, {"recordId": "75", "sectors::code": "G47", "sectors::name": "Retail trade, except of motor vehicles and motorcycles", "modId": "0"}, {"recordId": "77", "sectors::code": "H49", "sectors::name": "Land transport and transport via pipelines", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1015", "modId": "21"}