{"fieldData": {"title": "Bonuses from supermarket chains to reward their employees.", "title_nationalLanguage": "Mπόνους από τις επιχειρήσεις σουπερ μαρκετ ως επιβράβευση των εργαζομένων τους.", "d_startDate": "03/31/2020", "d_endDate": "05/31/2020", "calc_country": "Greece", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Remuneration and rewards for workers in essential services", "calc_identifier": "GR-2020-14/1106", "dateType": "Temporary", "calc_creationDay": "09/11/2020", "calc_lastUpdate": "09/18/2020", "descriptionBackgroundInfo": "During the pandemic crisis, many businesses were forced or voluntarily shut down.  On the contrary, the food and supermarket retailers, an industry with high rates of flexible forms of employment, not only closed down but also increased their turnover.\r\rThe major supermarket chains in Greece, recognizing the extraordinary efforts made by their employees during the pandemic in order to serve the consumers, granted a series of bonuses to their staff, proceeded in new recruitments and gave pay increases. Among the companies were the leading Supermarkets in Greece such as “Masoutis”, “Sklavenitis”, “Lidl Hellas”, “AB Basilopoulos” (Ahold Group) and “Μy Market”.", "descriptionContentOfMeasure": "Supermarket chains in Greece, recognizing the great efforts made by their employees, rewarded their staff by granting bonuses and making new hires.  The Masoutis chain, first of all, distributed to its employees the 30% of its annual net profits as an additional bonus. The company SKLAVENITIS granted an exceptional benefit of €5 million at the end of March 2020, while announced 1,000 recruitments.  AB Vasilopoulos (Ahold Group) allocated more than €3 million to its employees. The “My Market” company also allocated an additional amount of €2.5 million to its employees. It also made 450 recruitments for its e-shop activity and its distribution centres. LIDL Hellas granted an exceptional benefit amounting to €1.8 million in the form of vouchers.", "descriptionUseOfMeasure": "It is estimated that, the bonuses given to the employees in the supermarket sector, concern over 60,000 food retail workers, increased their income and rewarded them for their significant  contribution to the proper functioning of businesses during the lock-down period.", "descriptionInvolvementOfSocialPartners": "It is an initiative of companies. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GR-2020-14_1106.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Company practices", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1393", "sources::title": "Μπαράζ bonus για τους εργαζόμενους της \"πρώτης γραμμής\"", "sources::url": "https://www.naftemporiki.gr/afieromata/story/1604434/mparaz-bonus-gia-tous-ergazomenous-tis-protis-grammi", "sources::d_date": "06/01/2020", "modId": "1", "downloaded_to": "a36034e3b6ff5330403bd1cad6fdf5c2a236be7dcb0298fe434dd1452d219681"}], "actors": [{"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}], "occupations": [{"recordId": "21", "occupations::name": "Sales workers", "modId": "0"}], "sectors": [{"recordId": "75", "sectors::code": "G47", "sectors::name": "Retail trade, except of motor vehicles and motorcycles", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1016", "modId": "22"}