{"fieldData": {"title": "Cancellation and reduction of taxes and social contributions ", "title_nationalLanguage": "Oslobađanje od plaćanja i smanjivanje iznosa poreza i doprinosa", "d_startDate": "04/07/2020", "d_endDate": "12/31/2020", "calc_country": "Croatia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "HR-2020-15/321", "dateType": "Temporary", "calc_creationDay": "04/06/2020", "calc_lastUpdate": "10/06/2020", "descriptionBackgroundInfo": "On 17 March 2020, the Government of the Republic of Croatia adopted a conclusion presenting 63 economic measures aimed at boosting job retention, but also addressing illiquidity to those whose business activity has declined due to the coronavirus epidemic. The measures can be divided into two main groups. The first set of measures are measures that are horizontal in nature and are aimed at maintaining the stability of the economy through the provision of stand-style arrangements and new liquidity. The second set of measures refers to sectoral measures that are both vertically and horizontally targeted with the aim of encouraging everyone to actively undertake activities aimed at preserving jobs, i.e. safeguarding employment. In this regard, 16 laws have been amended. Additional amendments to the General tax law have been adopted  on 7 April (OG 42/2020) ( see case number 288) and the new Ordinance on Amendments to the Ordinance on Implementation of the General Tax Law published on 8 April. (OG 43/2020).", "descriptionContentOfMeasure": "The Government decided on 7 April 2020 that for companies with a revenue of up to HRK 7.5 million (€ 1 million) and have a revenue drop of more than 50%, taxes and contributions will be completely written off over the next three months. For companies that have revenue of more than HRK 7.5 million (€ 1 million) and have a revenue drop of more than 50 -100%, taxes and social contributions will be proportionally written off over the next three months. \r\rTherefore, if a company has a revenue drop of 75%, it will pay 25% of taxes and contributions over the next three months. The companies that generate more than HRK 7.5 million (€ 1 million), the 7% of big companies, will be exempt from their tax liabilities in proportion to the decrease in their revenue in April, May, and July. If their revenue has decreased by 20% to 50%, they are entitled to a deferral and interest-free payment in installments, those whose revenue has decreased by 50% to 100% will pay proportionately, and if their revenue has decreased by 75%, they will only pay 25% of their tax liabilities. ", "descriptionUseOfMeasure": "Not yet known at this stage.", "descriptionInvolvementOfSocialPartners": "Due to the nature of the measure social partners were not involved. ", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-15_321.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "167", "sources::title": "Prijedlog zaključka o drugoj skupini mjera za pomoć gospodarstvu uslijed epidemije koronavirusa", "sources::url": "https://vlada.gov.hr/sjednice/222-sjednica-vlade-republike-hrvatske-29132/29132", "sources::d_date": "04/02/2020", "modId": "5", "downloaded_to": "3bdc7a2f37d78b20f5d0439ca39d43f6d677665cddaacb6d6e30b71fecc7b7b6"}, {"recordId": "781", "sources::title": "Zakon o dopuni Općeg poreznog zakona ", "sources::url": "https://narodne-novine.nn.hr/clanci/sluzbeni/2020_04_42_882.html", "sources::d_date": "04/07/2020", "modId": "1", "downloaded_to": "bc24d68d00e0556bcd377d542f6cb093d85b3ea602417c3ff985cd94601b0ac7"}, {"recordId": "782", "sources::title": "Pravilnik o izmjenama i dopunama Pravilnika o provedbi Općeg poreznog zakona", "sources::url": "https://narodne-novine.nn.hr/clanci/sluzbeni/2020_04_43_896.html", "sources::d_date": "04/08/2020", "modId": "2", "downloaded_to": "772d1404c9f3a23db09e8876a1d33ae8a04115d3b5fb3466fdece2c1c0275941"}, {"recordId": "1584", "sources::title": "Rok za podnošenje poreza na dobit ", "sources::url": "https://www.porezna-uprava.hr/Stranice/NPP_COVID_mjere.aspx#", "sources::d_date": "10/01/2020", "modId": "0", "downloaded_to": "b2996d19a1c6643a10fd0c5d48ea6130ee7657919fb26fab259006d70491cdb9"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "295", "updates::d_date": "05/28/2020", "updates::description": "As a part of the special regulation on the company income tax, the deadline for filing the company income tax returns and the maturity date of the tax liability for 2019 have been changed. Thus, the deadline for filing a tax return has been extended to 30 June 2020, while the maturity date of the determined company income tax liability is 31 July 2020. The changed deadlines for submission and payment of public benefits also apply to all other forms and reports submitted in accordance with special regulations on corporate taxation and other special regulations with the company income tax return or for the same submission obligations due to the Tax Administration deadline, primarily the personal income tax. The changed deadlines do not apply to taxpayers whose liabilities do not fall due four months after the end of the tax period but eight or thirty days after the end of the tax period, and these are taxpayers who are required to file income tax returns: due to status changes (merger, acquisition, division), for the purpose of opening bankruptcy proceedings, for the purpose of terminating liquidation proceedings and for the purpose of terminating operations in accordance with special regulations (like termination of a company without liquidation proceedings). Furthermore, the Tax Administration issued an opinion and better explained the eligibilities for Instalment payment of deferred tax liabilities. Eligible are taxpayers who are unable to settle the deferred tax liability at maturity can request instalment payment without any interest. Instalment payment is approved in monthly instalments - maximum for 24 months. Deadline for filing of the request for instalment payment is five days from the liabilities due date. The request could be filed in one of the following ways: Instalment payment only related to due deferred tax liability, whereby the approval of the request excludes the possibility of applying for the instalment payment of the deferred tax liabilities which will be due in the future or Instalment payment for all deferred tax liabilities, booth due and not yet due in the moment of filing the request, whereby all not yet due liabilities become due and instalment payment is approved, instead of further deferral. The Tax Administration can make subsequent assessment of the facts provided in the request related to the approval of this measure. If it subsequently determines that conditions for the approval of the measure were not adequate, abolishment of the measure will be declared, whereby tax liabilities become due in line with the specific regulations.", "modId": "1"}], "regions": []}, "recordId": "204", "modId": "97"}