{"fieldData": {"title": "Confederation of British Industry issues business guidance", "title_nationalLanguage": "Confederation of British Industry (CBI) Business Guidance", "d_startDate": "03/25/2020", "d_endDate": "", "calc_country": "United Kingdom", "calc_minorCategory": "Supporting businesses to get back to normal", "calc_subMinorCategory": "Other", "calc_identifier": "GB-2020-13/1109", "dateType": "Temporary", "calc_creationDay": "09/14/2020", "calc_lastUpdate": "10/04/2020", "descriptionBackgroundInfo": "On its website, the Confederation of British industry (CBI) has produced guidance for business on a range of issues; the guidance takes the form of 'frequently asked questions.' The issues include government and financial support available for business; emergency legislation and regulation; employment matters; meetings, travel and events; cleaning and health in the workplace; and supply chain management. The guidance is regularly updated in accordance with official guidance.", "descriptionContentOfMeasure": "The guidance is provided on the CBI's website and is thus available to all. The guidance takes the form of frequently-asked questions and covers a range of topics, including government and financial support available for business; emergency legislation and regulation; employment matters; meetings, travel and events; cleaning and health in the workplace; and supply chain management. \r\rWith regard to employment, the guidance covers:\r\r* how business can help workers at risk of redundancy;\r* how business can support flexible and home-based working;\r* how business can maintain safe working practices when employees/workers cannot work from home; \r* the operation of the government's furlough scheme; \r* changes to the statutory sick pay scheme; \r* financial support for businesses paying sick pay; \r* supporting employees' mental well-being; \r* work checks for new starters; and \r* rules on visa expiry for migrant workers.\r\rThe guidance is regularly updated in accordance with official guidance and was last updated on 2 September 2020. ", "descriptionUseOfMeasure": "Unknown; no evaluation data is currently provided on number of site visits.", "descriptionInvolvementOfSocialPartners": "The 'measure' is not a negotiated measure; this is unilateral action taken by the CBI to support businesses during the pandemic. The support takes the form of openly-available and regularly updated advice and guidance. This will have been compiled by the CBI but they will not be involved in actual implementation or monitoring of actions taken by businesses.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GB-2020-13_1109.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1409", "sources::title": "CBI (2020) The latest coronavirus advice for business", "sources::url": "https://www.cbi.org.uk/articles/the-latest-coronavirus-guidance-for-business-1/", "sources::d_date": "09/02/2020", "modId": "0", "downloaded_to": "49fd7762cd9de3eec144832bc4a06e7088b8083a193a65c2cc8021613a4fdcba"}], "actors": [{"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "4", "funding::name": "Employers organisation", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1019", "modId": "15"}