{"fieldData": {"title": "Confederation of British Industries' online coronavirus hub", "title_nationalLanguage": "CBI Coronavirus Hub", "d_startDate": "03/25/2020", "d_endDate": "", "calc_country": "United Kingdom", "calc_minorCategory": "Reorientation of business activities", "calc_subMinorCategory": "Other", "calc_identifier": "GB-2020-13/1112", "dateType": "Temporary", "calc_creationDay": "09/14/2020", "calc_lastUpdate": "10/04/2020", "descriptionBackgroundInfo": "The Confederation of British Industry (CBI) has created a 'Coronavirus Hub', which pulls together all its advice and guidance (including a series of webinars), ongoing policy recommendations made by the organisation and a summary of all its lobbying/campaigning activity since the beginning of the UK lockdown. The information is publicly available to all as the Hub is to be found on the CBI website.", "descriptionContentOfMeasure": "The Hub is publicly available to everyone (although targeted at all businesses) on the CBI's website. The Hub is essentially a collation of everything that businesses need to know about COVID-19, including advice, guidance, and the steps that businesses can and need to take. It provides daily updates ('Everything you need to know today)'; links to previous webinars; facilities for future webinar registration; an overview of the CBI's political engagements/campaigning/lobbying activity focused on the coronavirus outbreak; a facility for businesses to comment and 'get involved'; links to a number of factsheets; links to case studies of how other businesses have responded.\r\r\rAmounts spent on creating resources are unspecified.", "descriptionUseOfMeasure": "Uptake unknown; no publicly-available evaluation data provided on number of visits/site usage.", "descriptionInvolvementOfSocialPartners": "The initiative has been designed and implemented by the CBI. It is a 'hub' which collates and presents all the advice and guidance provided by the body since the beginning of the UK lockdown. The CBI does survey member companies and requests input from businesses about their experiences. \r\rHowever, the Hub and its content have been compiled by the CBI on a unilateral basis, as opposed to this being a jointly produced social partner initiative.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GB-2020-13_1112.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1410", "sources::title": "CBI (2020) Coronavirus Hub", "sources::url": "https://www.cbi.org.uk/coronavirus-hub/", "sources::d_date": "09/14/2020", "modId": "0", "downloaded_to": "26c8ed2398c694f8181c79781d6c314359fde6df2b31a2f6f95d5150e76909bb"}], "actors": [{"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "4", "funding::name": "Employers organisation", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1022", "modId": "15"}