{"fieldData": {"title": "Amendment of the sectoral collective agreement for the Lithuanian national public health system", "title_nationalLanguage": "Nacionalinės sveikatos sistemos biudžetinio sektoriaus šakos kolektyvinės sutarties pakeitimas", "d_startDate": "07/14/2020", "d_endDate": "12/31/2021", "calc_country": "Lithuania", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Teleworking arrangements, remote working", "calc_identifier": "LT-2020-29/1114", "dateType": "Temporary", "calc_creationDay": "09/14/2020", "calc_lastUpdate": "09/17/2020", "descriptionBackgroundInfo": "In Lithuania, a sectoral collective agreement for the budget sector of the Lithuanian national health system was signed on 14 December 2018 (CA) (No S-323) and was subsequently updated on 14 July 2020 (No S-205). Where the first version of the agreement focused on setting wage regimes in budgetary health establishments, the updated version also covered aspects such as teleworking, overtime, and additional occupational health and safety measures. For example, the document provides for the payment of wage supplements for extra work and adverse working conditions, as well as the possibility to work remotely for a certain period of time. Such changes were largely due to the COVID-19 pandemic and related higher risks of contracting viral diseases, as well as the need for overtime and/or teleworking for workers in this sector.", "descriptionContentOfMeasure": "Among other things, we can mention the following provisions as the most important ones set in the updated agreement:\r\r* At the request of an employee, the employer shall make it possible for the employee to work remotely for at least 20% of his/her total working time (unless telework is not possible due to the nature of the work). The employer must have approved the teleworking procedure which is to be coordinated with employees’ representatives.\r* Overtime may be allowed with the consent of employees. In such cases, the maximum annual overtime shall be 260 hours.\r* Employees working in workplaces exposed to harmful factors shall be paid a premium (supplement) equal to at least 20% of the fixed part of the official salary (15% for those working in workplaces exposed to hazardous factors).\r* In order to reduce the risk of communicable diseases, the employer shall organise vaccination of employees who may be at potential risk of infection with vaccine-controlled infections at the employer’s own expense.  \r\rThe signed agreement is to remain valid in Lithuania for three years, until 31 December 2021. The agreement shall apply to employees of budgetary institutions of the Lithuanian national health system who have become members of the signatory trade union (TU) organisations and their member TUs before the date of signing this agreement.", "descriptionUseOfMeasure": "No information available.", "descriptionInvolvementOfSocialPartners": "The agreement was signed between the Ministry of Health of the Republic of Lithuania and two trade unions - the Lithuanian Federation of Healthcare Trade Unions and Medical Staff Trade Union Solidarumas.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LT-2020-29_1114.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Only public sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1415", "sources::title": "Agreement on the amendment of the sectoral collective agreement for the budget sector of the Lithuanian national health system (Susitarimas dėl Lietuvos nacionalinės sveikatos sistemos biudžetinio sektoriaus šakos kolektyvinės sutarties pakeitimo)", "sources::url": "https://sam.lrv.lt/uploads/sam/documents/files/Teisine_informacija/S-205.pdf", "sources::d_date": "07/14/2020", "modId": "1", "downloaded_to": "3c7a62dbd927f207ee6d352485f277818fce49c793a3cb6809c18a899d5b9bdb"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}], "targetGroups": [{"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}, {"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "3", "funding::name": "Employer", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [{"recordId": "12", "occupations::name": "Health associate professionals", "modId": "0"}, {"recordId": "6", "occupations::name": "Health professionals", "modId": "0"}], "sectors": [{"recordId": "118", "sectors::code": "Q86", "sectors::name": "Human health activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1024", "modId": "19"}