{"fieldData": {"title": "The Confederation of British Industries (CBI) examines the opportunities to accelerate progress to net-zero emissions", "title_nationalLanguage": "A new CBI paper examines the opportunities to accelerate progress to net-zero emissions", "d_startDate": "06/19/2020", "d_endDate": "06/19/2020", "calc_country": "United Kingdom", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Other", "calc_identifier": "GB-2020-25/1115", "dateType": "Temporary", "calc_creationDay": "09/14/2020", "calc_lastUpdate": "10/16/2020", "descriptionBackgroundInfo": "In June 2020, the Confederation of British Industry (CBI) wrote to the Prime Minister with recommendations as to how to 'Build Back Better' with regard to how the UK can re-build its economy following emergence from lockdown. The CBI stated that this emergence presented an 'opportunity to deliver action that will help deal with a longer-term but just as urgent crisis - climate change.' Thus, central to its recommendations to the Prime Minister was a call to deliver investment into the green economy so as to create new sustainable jobs and infrastructure that support the pressing need to decarbonise society. To support this call, the CBI prepared a paper that outlines the opportunities presented by the emergence from lockdown alongside a set of principles and policy recommendations for government to consider.\r\rIn summary, the CBI principles are: \r\r* The prioritisation of public spending and policy on low-carbon programmes that deliver short-term economic and social benefits and lay the foundations for a resilient, net-zero economy;\r* Delivery on existing fiscal commitments from the Budget to leverage investment and cut emissions, with the help of the private sector;\r* For government to look beyond the fiscal remit to drive investment and stimulate a green recovery through smarter regulation and clear policy;\r* To build the foundations of a green economic recovery from plans to support companies recovering from the pandemic;\r* For government to coordinate a global response to the climate crisis.\r\rThe CBI states that these principles, informed by its members, are underpinned by a set of urgent policy actions such as energy efficiency investment to create jobs around the country, support for electric vehicles to maintain the benefits of cleaner air, and developing technologies like carbon capture that will help the UK get to net-zero emissions.", "descriptionContentOfMeasure": "The measure is a set of principles and policy recommendations: thus, there are no eligibility criteria nor any estimation of the proposed measures. \r\rThe CBI has published the principles and a set of policy recommendations made to the UK government, aimed at the creation of a low-carbon, sustainable and net-zero aligned economic recovery post COVID-19. The paper outlines a set of medium-term priority actions to help policy makers plan the COVID-19 recovery in a way that maximises the benefits and opportunities presented by clean technologies, improved efficiencies, and in-built resilience. \r\rThe CBI states that its members view the COVID-19 recovery as a real opportunity to do things differently, by delivering the benefits of a low-carbon transition fairly around the country. It sets out principles that build on the range of medium to long-term recommendations made in its 2019 report, 'The low-carbon 2020s: a decade of delivery'.  This report contained a number of priorities to help deliver a coordinated cross-government strategy to deliver net-zero emissions. This remains a priority, and particularly ahead of COP26 next year, there is an urgent need to deliver a shared vision across government on how we will achieve net-zero emissions, including coordinated sector-specific roadmaps, underpinned by a positive environment for investment, regulation that prioritises net-zero, incorporating climate and environmental action into new trade policy, and a focus on delivering a just and fair transition.\r\rIn summary, the CBI principles are: \r\r* The prioritisation of public spending and policy on low-carbon programmes that deliver short-term economic and social benefits and lay the foundations for a resilient, net-zero economy;\r* Delivery on existing fiscal commitments from the Budget to leverage investment and cut emissions, with the help of the private sector; \r* For government to look beyond the fiscal remit to drive investment and stimulate a green recovery through smarter regulation and clear policy;\r* To build the foundations of a green economic recovery from plans to support companies recovering from the pandemic;\r* For government to coordinate a global response to the climate crisis.\r\r\rFor each principle, the CBI outlines an action plan and set of recommendations.\r\r", "descriptionUseOfMeasure": "This is a policy paper, which proposes an action plan and recommendations aimed at policy makers. Therefore, 'use of the measure' cannot be evaluated or measured in the terms described. No information on potential costs was provided in the paper.", "descriptionInvolvementOfSocialPartners": "This is a set of principles and recommendations compiled by the CBI as a proposed means of economic recovery. It builds on a report written by that organisation in 2019. It is not yet clear whether the government will act upon and implement any of the recommendations; thus, the social partners cannot be said at this stage to have any involvement in the design, implementation or monitoring of any such measures; they are merely proposals from this peak-level employer body. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GB-2020-25_1115.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1412", "sources::title": "CBI (2020) Principles for a low-carbon, sustainable and net-zero aligned economic recovery post COVID-19", "sources::url": "https://www.cbi.org.uk/media/4896/cbi-covid-19-netzero-recovery-principles.pdf", "sources::d_date": "06/19/2020", "modId": "0", "downloaded_to": "fe60b5dce39bfdef1a4ddd2d7d36bf2c88c00a457f5de60b569c43e6d8aa8f71"}], "actors": [{"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}, {"recordId": "8", "funding::name": "Regional funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1025", "modId": "19"}