{"fieldData": {"title": "Practical tool for companies to document business changes due to COVID-19", "title_nationalLanguage": "Corona-Dokumentation", "d_startDate": "09/03/2020", "d_endDate": "", "calc_country": "Germany", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Other", "calc_identifier": "DE-2020-36/1116", "dateType": "Temporary", "calc_creationDay": "09/14/2020", "calc_lastUpdate": "09/16/2020", "descriptionBackgroundInfo": "Against the background of the COVID-19 pandemic, the Confederation of German Confederation of Skilled Crafts (ZDH) issued FAQs and leaflets to help their members to keep up with the amount of new information released during the first half of 2020 (e.g. regards newly available help measures). In addition, ZDH has designed practical tools for companies to keep track of business changes and measures taken at the establishment level due to COVID-19.", "descriptionContentOfMeasure": "The Confederation of German Confederation of Skilled Crafts (ZDH) developed a practical tool for companies to keep track of measures taken at the establishment level due to COVID-19. The tool is a form in which companies can document their business changes (e.g. write down the days during which companies had to lock-down, lower number in personnel needed or lower usage of sales areas; strong or low business days; financial support received by public actors or banks). \r\rThe pre-structured information tool was designed to help companies who have applied for public financial support. If companies are granted public financial support, they will have to provide this kind of information in audits and show how they have spent and used public money and that they did not use the public grants fraudulently.", "descriptionUseOfMeasure": "No information available", "descriptionInvolvementOfSocialPartners": "The German Confederation of Skilled Crafts (ZDH) provides information on many topics as part of their member services. Against the background of the COVID-19 pandemic, the ZDH has designed and published this guideline, in order to help companies in keeping up with their business changes and provide latter on all information need by public auditors checking for the proper usage of public financial aid.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/DE-2020-36_1116.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1413", "sources::title": "COVID-19 Documentation (Corona-Dokumentation)", "sources::url": "https://www.zdh.de/fileadmin/user_upload/themen/Steuer/Kassenfuehrung/20200902_05-07_ZDH_Corona_Dokumentation.pdf", "sources::d_date": "09/03/2020", "modId": "1", "downloaded_to": "fa4dc5e2d6581299ff1c7bdb433e741546f6ad3bba99bfad86ab9ae46b118a85"}], "actors": [{"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "4", "funding::name": "Employers organisation", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1026", "modId": "14"}