{"fieldData": {"title": "Teaching unions' coronavirus online information hubs", "title_nationalLanguage": "Teaching Unions' Coronavirus Hubs", "d_startDate": "03/25/2020", "d_endDate": "", "calc_country": "United Kingdom", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Well-being of workers", "calc_identifier": "GB-2020-13/1119", "dateType": "Open ended", "calc_creationDay": "09/14/2020", "calc_lastUpdate": "10/04/2020", "descriptionBackgroundInfo": "The two main teaching unions in the UK - the National Education Union (NEU) and the NASUWT, The Teachers' Union - have been very active in campaigning on school safety, and concomitantly, in the provision of advice and guidance for members, during the coronavirus crisis. This has been deemed necessary due to hub schools being kept open for the children of key workers during lockdown and subsequently, in the face of government insistence that schools re-opened at the beginning of September. The unions have been greatly concerned about staff safety and have campaigned vociferously to government about such issues. The NEU compiled a National Education Recovery Plan and wrote again to the PM on the 11 September, in order to voice concerns as to rising cases and how staff and pupils should be protected.\r\rMoreover, both have established coronavirus hubs, in order to provide a mass of information and advice to teachers on a wide range of salient issues. NASUWT has also established a Coronavirus Help Desk.", "descriptionContentOfMeasure": "Both unions have provided Coronavirus Hubs, which provides a mass of information and guidance to members and union reps on a wide range of issues. From NASUWT, their comprehensive guide include \r\r* arrangements for remote teaching, learning and support; \r* mental health advice for teachers working from home; \r* advice on social security benefits available during the pandemic; \r* guidance on how to access the union's benevolent fund; income and social security coverage for supply teachers. \r\rThe NEU, in its dedicated portal, has provided specific guidance to different occupations (from principals to special needs teachers). The NEU, together with other unions, has issued guidance to its workplace representatives, as well as a manual to members, and is negotiating in every school to ensure safety, student numbers, distancing, hygiene and cleaning. \r\rIn both cases, the materials are publicly available on the respective unions' websites; thus, the advice is open to all. There is no evaluation data on how many members/teachers have accessed the materials and no data on cost.", "descriptionUseOfMeasure": "No evaluation data available. It would be difficult to measure as activities listed refer to campaigning, lobbying of government and the provision of advice and guidance to members.", "descriptionInvolvementOfSocialPartners": "The initiatives described are those of two teaching unions; thus, they are solely responsible for the design and implementation of the advice and guidance issued to their members and their workplace representatives. Both unions have also campaigned around staff and pupil safety. They have devised recovery plans and checklists, written to government and highlighted issues in the media. They have influenced government strategy to some extent; however, this has not been done through institutionalised settings with consultation requested by government.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GB-2020-13_1119.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1431", "sources::title": "NASUWT Coronavirus Hub", "sources::url": "https://www.nasuwt.org.uk/advice/health-safety/coronavirus-guidance.html", "sources::d_date": "09/15/2020", "modId": "0", "downloaded_to": "89ccc15accc65336ebf5bfa157ae08cb67ed6e01d84dbc7dbe48ae219bdd7e99"}, {"recordId": "1522", "sources::title": "NEU Letter to the Prime Minister", "sources::url": "https://neu.org.uk/coronavirus", "sources::d_date": "09/11/2020", "modId": "0", "downloaded_to": "5a469e567126b4d36a38a957a1c02329dda9ec35be9fe4133f4a08a2212d81ee"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}], "targetGroups": [{"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}, {"recordId": "38", "targetGroups::name": "Children (minors)", "modId": "17"}, {"recordId": "40", "targetGroups::name": "Parents", "modId": "14"}, {"recordId": "78", "targetGroups::name": "Workers in essential services", "modId": "9"}], "funding": [{"recordId": "10", "funding::name": "Trade union", "modId": "0"}], "occupations": [{"recordId": "35", "occupations::name": "Cleaners and helpers", "modId": "0"}, {"recordId": "7", "occupations::name": "Teaching professionals", "modId": "0"}], "sectors": [{"recordId": "116", "sectors::code": "P85", "sectors::name": "Education", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1029", "modId": "28"}