{"fieldData": {"title": "Postponement of and exemption from payment of tourist membership fee for economic entities and private renters ", "title_nationalLanguage": "Odgoda plaćanja turističke članarine za gospodarske subjekte i privatne iznajmljivače", "d_startDate": "03/19/2020", "d_endDate": "12/31/2020", "calc_country": "Croatia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "HR-2020-12/322", "dateType": "Temporary", "calc_creationDay": "04/06/2020", "calc_lastUpdate": "10/06/2020", "descriptionBackgroundInfo": "The tourist  (membership) fee for Tourist board in Croatia is a fixed amount that pay those who rent apartments or rooms (usually 200 Euro annually per legal or natural entity, according to the number of beds, and it depends from one municipality to another). \r\rAccording to the new Tourist Board Membership Act, which came into force on January 1, 2020, private renters are obliged to calculate and report the membership fee of the Tourist Board until January 15. In 2020, the deadline was extended until the end of February given the short time adjustments to new regulations. Ordinance on the annual lump sum of membership fee for persons providing catering services in the household and on the family farm stipulates payment of fee to the tourist board was published on 5 February.\r", "descriptionContentOfMeasure": "The Law on Amendments to the Tourist Act (OG 32/20) adopted in March empowered the Minister of Tourism to prescribe, by ordinance, a deferral or exemption from payment of a tourist membership fee in special circumstances.\r\rThe Ordinance on the postponement of or exemption from payment of a tourist fee (OG 36/20) stipulates that persons providing catering services in the household and on the family farms are exempt from paying a half of the annual lump sum of the tourist fee in accordance with a special regulation governing the catering industry for 2020. In addition, they are also exempted from paying in full the annual lump sum of tourist tax for extra beds for 2020. \r", "descriptionUseOfMeasure": "The number of possible applicants is not yet known. It is quite positive that during the delay or exemption from payment of the tourist tax, the competent inspectors shall not make charges for initiating misdemeanor proceedings or issuing misdemeanor orders, nor charge at the place of committing the offense for taxpayers. ", "descriptionInvolvementOfSocialPartners": "Due to the nature of the measure, there was no involvement of the social partners. ", "socialPartner_form": "No involvement", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-12_322.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "168", "sources::title": "The Ordinance on the postponement of or exemption from payment of a tourist fee (OG 36/20) stipulates that persons providing catering services in the household and on the family farms are exempt from paying a half of the annual lump sum of the tourist fee. ", "sources::url": "https://narodne-novine.nn.hr/clanci/sluzbeni/2020_03_32_701.html", "sources::d_date": "03/19/2020", "modId": "6", "downloaded_to": "1c07903fedc5f2f0cad5e7117aee9c75fe01c72847f2db9f8783d2192092b058"}, {"recordId": "169", "sources::title": "Pravilnik o odgodi ili oslobađanju od plaćanja turističke pristojbe za osobe koje pružaju ugostiteljske usluge u domaćinstvu ili na obiteljskom poljoprivrednom gospodarstvu (OG 36/20). ", "sources::url": "https://narodne-novine.nn.hr/clanci/sluzbeni/2020_03_36_764.html", "sources::d_date": "03/25/2020", "modId": "5", "downloaded_to": "716c1b545910a18c3c48244921561e7965f84ff8216278e03a344416b1c852f2"}, {"recordId": "731", "sources::title": "Ordinance on the annual lump sum of membership - Tourist board \rproviding catering services in the household and on the family farm and on the TZ forms for\rpayment of dues to the tourist board", "sources::url": "http://www.propisi.hr/print.php?id=9659", "sources::d_date": "02/05/2020", "modId": "3", "downloaded_to": "b76500e9f65cb05a765956036aa7fc9eed4e052fae0c7734aee33fe632538e3d"}, {"recordId": "1586", "sources::title": "Obrazac TZ2", "sources::url": "https://www.porezna-uprava.hr/HR_obrasci/Documents/OSTALO/TZ%202.pdf", "sources::d_date": "05/14/2020", "modId": "0", "downloaded_to": "36e208f08067a36b6cbbbebcac60f229102bdd41ac01c03fdf794bfe994e1867"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "83", "sectors::code": "I55", "sectors::name": "Accommodation", "modId": "0"}, {"recordId": "84", "sectors::code": "I56", "sectors::name": "Food and beverage service activities", "modId": "0"}], "updates": [{"recordId": "296", "updates::d_date": "10/01/2020", "updates::description": "As mentioned earlier, the annual lump sum membership fee for extra beds is reduced by 50% (Article 7 Paragraph 4 of the Regulations). Membership fee payers can pay it in full by 31 July of the current year or in three equal installments, with the first installment to be paid by 31 July, the second by 31 August, and the third by 30 September of the current year. People who provide hospitality services in private accommodation and on family farms submit the special TZ 2 Form to the competent Tax Administration. The TZ 2 Form is available on Internet, and it should be submitted 15 January of the current year for the preceding year. The number of submitted forms is yet not publicly available. ", "modId": "3"}], "regions": []}, "recordId": "205", "modId": "101"}