{"fieldData": {"title": "Suspension of the collective agreement of the tour guides of Crete and Santorini in case of pandemic", "title_nationalLanguage": "Αναστολή συλλογικής σύμβασης εργασίας ξεναγών Κρητης και Σαντορίνης σε περίπτωση πανδημίας", "d_startDate": "07/09/2020", "d_endDate": "12/31/2021", "calc_country": "Greece", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Other", "calc_identifier": "GR-2020-28/1120", "dateType": "Temporary", "calc_creationDay": "09/14/2020", "calc_lastUpdate": "09/18/2020", "descriptionBackgroundInfo": "During 2020, only a few sectoral or occupational collective agreements were signed. More specifically, until September 2020, only 11 collective labour agreements had been concluded. The vast majority of them (10 out of 11) do not include clauses relating to the pandemic. Only the occupational / local collective agreement of the tour guides in Crete and Santorini includes a condition that provides for the suspension of the agreement due to cases of “force majeure’, including pandemic.  ", "descriptionContentOfMeasure": "On 9 July 2020, an occupational collective agreement was signed covering the tour guides working for the tourist offices of Crete and Santorini. The collective agreement was signed between the \"Association of Tourist and Travel Agencies of Crete\" and the \"Trade Union of Professional Guides of Crete and Santorini\". A new term has been added between the terms laid down in the agreement and in particular in the section relating to reasons that can result in the cancellation of the collective agreement. This sets out the cases of “force majeure”  for which the collective agreement is suspended. Among the cases of force majeure is the pandemic. As long as the pandemic exists and there is low or no turnover of the companies, the implementation of the agreement is suspended. It should be noted that the corresponding previous collective agreement (2018-2019) did not specify the cases of force majeure for which the employment agreement could be suspended.\r", "descriptionUseOfMeasure": "\rThere is no information.", "descriptionInvolvementOfSocialPartners": "It is an occupational collective agreement for tour guides working in the tourist offices of Crete and Santorini. The collective agreement was signed between the \"Association of Tourist and Travel Agencies of Crete\" and the \"Trade union of Professional Guides of Crete and Santorini\".", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GR-2020-28_1120.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1419", "sources::title": "Σ.Σ.Ε. (9.7.2020) Για τους όρους αμοιβής και εργασίας των Ξεναγών που εργάζονται με σύμβαση εξαρτημένης εργασίας στις επιχειρήσεις τουριστικών Γραφείων Κρήτης και Σαντορίνη", "sources::url": "https://www.taxheaven.gr/labordoc/143/content/90", "sources::d_date": "07/09/2020", "modId": "0", "downloaded_to": "16eddd93f579e56d7a38a533687eb5c95112eb024a692f949583e1e165153305"}, {"recordId": "1420", "sources::title": "Σ.Σ.Ε. (22.2.2018) για τους όρους αμοιβής και εργασίας των Ξεναγών που εργάζονται με σύμβαση εξαρτημένης εργασίας στις επιχειρήσεις τουριστικών γραφείων Κρήτης και Σαντορίνη", "sources::url": "https://www.taxheaven.gr/labordoc/143/content/84", "sources::d_date": "02/22/2018", "modId": "0", "downloaded_to": "8760582b03d7ec403768de208f7f06199d1fc8bf812745ea96c8043c3e6ab145"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [{"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}, {"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [{"recordId": "14", "occupations::name": "Legal, social, cultural and related associate professionals", "modId": "0"}], "sectors": [{"recordId": "109", "sectors::code": "N79", "sectors::name": "Travel agency, tour operator and other reservation service and related activities", "modId": "0"}], "updates": [], "regions": [{"recordId": "2464", "regions::countryCode": "GR", "regions::level": 1, "regions::name": "NΗΣΙΑ ΑΙΓΑΙΟΥ, KΡΗΤΗ (NISIA AIGAIOU, KRITI)", "regions::nutsCode": "EL4", "modId": "5"}]}, "recordId": "1030", "modId": "24"}