{"fieldData": {"title": "Postponement of collectively agreed wage increases in transport sector", "title_nationalLanguage": "Kollektiivsete töötasukokkulepete edasilükkamine transpordisektoris", "d_startDate": "04/13/2020", "d_endDate": "01/01/2022", "calc_country": "Estonia", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Wage flexibility ", "calc_identifier": "EE-2020-16/1122", "dateType": "Temporary", "calc_creationDay": "09/15/2020", "calc_lastUpdate": "09/17/2020", "descriptionBackgroundInfo": "Due to the COVID-19 pandemic and its containment measures, the transport sector was hit hard. Countries’ borders were closed, which strongly affected the freight transport. It also had an enormous impact on tourism resulting in almost zero income for passenger transport companies. In Estonia, one of the largest passenger transport company is Tallink Group that operates in passenger water transport sector in Estonia, Finland, Sweden and Latvia. Tallink as well as freight road transport companies made use of the wage subsidy provided by the Estonian Unemployment Insurance Fund, but as the measure was temporary and the difficulties in the sector remain, additional auxiliary measures were needed to keep the business running and retain employment. \r\rTo keep the businesses afloat and retain employment, changes to collective agreements in the transport sector were made. There are two sector-level collective agreements concluded in the road transport sector – one for passenger transport and the other for freight transport, and there are several collective agreements concluded in water transport between Tallink Group and its subsidiaries and seamen's union.  ", "descriptionContentOfMeasure": "In road transport sector, regarding passenger transport, on 13 January 2020, a new collective agreement for 2020-2023 was signed, which should have increased the wage of bus drivers as of April 2020. As a result of the COVID-19 crisis, it was agreed in April that the wage increase would be postponed until June 2020. Regarding freight transport, a collective agreement was signed in 2019 for 2019-2022, according to which the wage of truck drivers should have increased in May 2020. It was agreed, however, that the wage increase would be postponed by a year. \r\rIn passenger water transport, similar measures were used in Tallink Group by its subsidiaries. In case of service personnel the wage increase was postponed to 2022, but in case of technical personnel the postponement agreement was not reached. Additional changes included different aspects of different agreements. For example, it was agreed that shortening the work days length, changing the calculation periods for banked working time, paying hourly wage instead of daily wages, guaranteeing a gross monthly wage, and making sure the work time is divided as equally as possible. \r\rHowever, additional negotiations are on their way, as the condition for freezing the wage increase was that there would be no redundancies, and if redundancies would take place, the consent to postpone the wage agreement will become null and void. Tallink has now announced the dismissals of more than 1,000 employees, which is enormous number in Estonian context. ", "descriptionUseOfMeasure": "The collective agreements of Tallink Group and its subsidiaries cover more than 1,000 employees. \rIn road transport sector, the numbe rof employees was around 22,000 in 2019.", "descriptionInvolvementOfSocialPartners": "Social partners were directly involved in the re-negotiation of the already signed collective agreement.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/EE-2020-16_1122.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1443", "sources::title": "Kollektiivlepingu ajutine muutmine Hansaliini töötajatele", "sources::url": "https://emsa.ee/2020/08/04/kollektiivlepingu-ajutine-muutmine-hansaliini-tootajatele/", "sources::d_date": "08/04/2020", "modId": "0", "downloaded_to": "4f7b734f396221161c77bd2903e069b9d007c39cbf110596c25852142496cf06"}, {"recordId": "1444", "sources::title": "Viking XPRS kollektiivleping on ajutiselt muudetud", "sources::url": "https://emsa.ee/2020/09/14/viking-xprs-kollektiivleping-on-ajutiselt-muudetud/", "sources::d_date": "09/14/2020", "modId": "0", "downloaded_to": "eab0b0574676e7faade964e666f2c395d54daa6e316b375e875eff023fad0b81"}, {"recordId": "1445", "sources::title": "Meremeeste ametiühing: uue kokkuleppeta ei saa tuhandet töötajat koondada", "sources::url": "https://majandus24.postimees.ee/7055396/meremeeste-ametiuhing-uue-kokkuleppeta-ei-saa-tuhandet-tootajat-koondada", "sources::d_date": "09/05/2020", "modId": "0", "downloaded_to": "2393eb5c77aa198f3eb4f269d21cae071b949aa35eeaf2a4b380b2326d6fe6bf"}, {"recordId": "1446", "sources::title": "Sõitjateveo üldtöökokkulepe", "sources::url": "https://uus.etta.ee/sektsioonid/bussisektsioon/soitjateveo-uldtookokkulepe-2020-2023", "sources::d_date": "04/24/2020", "modId": "0", "downloaded_to": "a46dd3b39311c7fe92c8aabbda7fe2fc39a81802d627382af71fcf8ab8acfb39"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "77", "sectors::code": "H49", "sectors::name": "Land transport and transport via pipelines", "modId": "0"}, {"recordId": "78", "sectors::code": "H50", "sectors::name": "Water transport", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1032", "modId": "17"}