{"fieldData": {"title": "Free movement of people in the EU: more clarity and predictability of restricting measures", "title_nationalLanguage": "", "d_startDate": "09/09/2020", "d_endDate": "", "calc_country": "European Union", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Smoothing frictions or reallocation of workers", "calc_identifier": "EU-2020-37/1125", "dateType": "Open ended", "calc_creationDay": "09/15/2020", "calc_lastUpdate": "10/29/2020", "descriptionBackgroundInfo": "A proposal for a Recommendation published by the European Commission on 9 September 2020 aimed at ensuring the coordination and timely communication at the EU level of measures taken by Member States that restrict free movement due to the COVID-19 (coronavirus) pandemic.\r\rThe legal basis for the proposal are Articles 21(2), 46, 52(2), 168(6) and 292 of the Treaty on the Functioning the European Union. The Council Recommendation is to be adopted at the Justice and Home Affairs Council on 8-9 October 2020.\r\rOn 12 October 2020 the Council adopted a recommendation on a coordinated approach to the restrictions of free movement in response to the COVID-19 pandemic. ", "descriptionContentOfMeasure": "The  proposal for Recommendation sets out four key areas where Member States should work closer together.\r\r* Common criteria and thresholds for Member States when deciding whether to introduce travel restrictions.\r* Mapping of common criteria using an agreed colour code.\r* A common framework for measures applied to travellers from high-risk areas. The Member States should no longer turn back such persons. Instead, it advises that these travellers should either undergo quarantine or Coronavirus testing upon arrival.\r* Clear and timely information to the public about any restrictions. The Commission proposes that the Member states should notify on the intended changes at least a week before they become effective, and also provide information to the reOPEN EU web platform.\r\rAccording to the Recommendation accepted by the Council every week, member states should provide the European Centre for Disease Prevention and Control (ECDC) with the data available on the following criteria:\r\r* number of newly notified cases per 100 000 population in the last 14 days;\r* number of tests per 100 000 population carried out in the last week (testing rate);\r* percentage of positive tests carried out in the last week (test positivity rate).\r\rBased on this data, the ECDC should publish a weekly map of EU member states, broken down by regions, to support member states in their decision-making. Areas should be marked in the following colours: \r\r* green if the 14-day notification rate is lower than 25 and the test positivity rate below 4%;\r* orange if the 14-day notification rate is lower than 50 but the test positivity rate is 4% or higher or, if the 14-day notification rate is between 25 and150 and the test positivity rate is below 4%;\r* red if the 14-day notification rate is 50 or higher and the test positivity rate is 4% or higher or if the 14-day notification rate is higher than 150;\r* grey if there is insufficient information or if the testing rate is lower than 300. \r", "descriptionUseOfMeasure": "People enjoying free movement within the EU. The number is currently difficult to quantify due to disruptions caused by the pandemic.", "descriptionInvolvementOfSocialPartners": "Social partners were not involved in the development of the Recommendation's proposal, however, they previously expressed opinions about the need to regulate this issue.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/EU-2020-37_1125.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1423", "sources::title": "Proposal for a\rCOUNCIL RECOMMENDATION\ron a coordinated approach to the restriction of free movement in response to the\rCOVID-19 pandemic", "sources::url": "https://ec.europa.eu/info/sites/info/files/council-proposal-coordinated-approach-restriction-movement_en.pdf", "sources::d_date": "09/04/2020", "modId": "0", "downloaded_to": "3dc35db65af5a8d1040df13cc626713ec36f8b2c5615fd044af872dfee2f3d7e"}, {"recordId": "1434", "sources::title": "BUSINESSEUROPE proposals for a European economic recovery plan", "sources::url": "https://www.businesseurope.eu/publications/businesseurope-proposals-european-economic-recovery-plan", "sources::d_date": "04/30/2020", "modId": "0", "downloaded_to": "e9133441935ac0235ad85c0c085a8a10c68a84a8a2e6fe2f75286c0def0ac7ed"}, {"recordId": "1458", "sources::title": "ETUC comments on the Commission Communication on a phased and coordinated approach for restoring freedom of movement", "sources::url": "https://www.etuc.org/en/document/etuc-comments-commission-communication-phased-and-coordinated-approach-restoring-freedom", "sources::d_date": "05/20/2020", "modId": "0", "downloaded_to": "ea8270ca84bf0fc505d4270e2f6465eb6aa3414d7fe2d2495cf3eee8e60df84c"}, {"recordId": "1890", "sources::title": "Council recommendation on a coordinated approach to the restriction of free movement in response to the COVID-19 pandemic", "sources::url": "https://data.consilium.europa.eu/doc/document/ST-11689-2020-REV-1/en/pdf", "sources::d_date": "10/12/2020", "modId": "0", "downloaded_to": "c81222da40f3d045f32ce87f63eb497dd629cefce90ce5961a1ac8d158f8a0ca"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "10", "actors::name": "EU (Council, EC, EP)", "modId": "0"}], "targetGroups": [{"recordId": "49", "targetGroups::name": "Cross-border commuters", "modId": "14"}, {"recordId": "50", "targetGroups::name": "Posted workers", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1035", "modId": "29"}