{"fieldData": {"title": "Subsidising job creation/adaptation", "title_nationalLanguage": "Darbo vietų steigimo/pritaikymo subsidijavimas", "d_startDate": "05/15/2020", "d_endDate": "", "calc_country": "Lithuania", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "LT-2020-20/1128", "dateType": "Open ended", "calc_creationDay": "09/15/2020", "calc_lastUpdate": "11/27/2020", "descriptionBackgroundInfo": "On 15 May 2020, Law No XIII-2882 Amending Articles 5-1, 20, 25, 35, 37, 38, 41, 42, 43, 44, 47 and 55 of and Adding Article 48-1 to Law on Employment of the Republic of Lithuania No XII-2470 came into effect, adjusting the procedure of subsidising job creation (adaptation) for disabled people. Certain exceptions have been introduced if the job is created (adapted) during emergency and quarantine periods and/or three months thereafter. The subsidies are aimed at encouraging creation of new jobs and creating employment conditions for people with disabilities. Subsidies are granted and paid by the Public Employment Service (PES) which also conducts implementation monitoring", "descriptionContentOfMeasure": "Pursuant to Law  on Employment No XII-2470, subsidising of the job creation/adaptation shall be organised:\r\r* to support non-term employment of the disabled through the establishment of new jobs or adaptation of the existing ones to disabled people;\r* where a former unemployed person who has started his/her own business no later than within 30 months from the cancellation of the last registration with the PES is creating a job for the first time in order to employ an unemployed person referred to by the PES.\r\rThe subsidy may be granted:\r\r* for the acquisition, installation and adaptation of means of work or technical aids for establishing a workplace for a disabled person;\r* for the repairs or adaptation of owned premises for a workplace (up to 50% of the subsidy amount).\r\rThe amount of subsidy per job shall not exceed the amount of 31.03 minimum monthly wages approved by the Government of the Republic of Lithuania (i.e. €18,800).\rThe employer commits to pay 35% of total costs of establishing a job for a disabled employee (20% if the employee’s assessed capacity for work is 25% or lower and 30% if the employee’s assessed capacity for work is 30 to 40%). The created or adapted job should be retained for at least 36 months.\rBusinesses establishing jobs during quarantine/emergency or three months thereafter will not be required to provide a letter of bank guarantee. The same exemption applies if one job is created for a disabled person.", "descriptionUseOfMeasure": "According to the PES, a total of 55 people were admitted to subsidised jobs (both created and adapted) from 15 May 2020 to 1 August 2020.", "descriptionInvolvementOfSocialPartners": "Only ad hoc consultations. The Tripartite meeting was not held. The Ministry of Social Security and Labour holds regular consultations with NGOs, employers' organisations; Seimas Committee on Social Affairs and Labour conducts public readings of draft laws where social partners are invited to.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LT-2020-20_1128.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1416", "sources::title": "Law  No XIII-2882 Amending Articles 5-1, 20, 25, 35, 37, 38, 41, 42, 43, 44, 47 and 55 of and Adding Article 48-1 to Law on Employment (LR užimtumo įstatymo Nr. XII-2470 5-1, 20, 25, 35, 37, 38, 41, 42, 43, 44, 47, 55 straipsnių pakeitimo ir Įstatymo papildymo 48-1 straipsniu įstatymas)", "sources::url": "https://www.e-tar.lt/portal/lt/legalAct/f1954e7095d811ea9515f752ff221ec9", "sources::d_date": "05/07/2020", "modId": "1", "downloaded_to": "181508a0d7e2b9cc45d18f88dfb4abd4bd8dc0ed082dca9b51a8ae3f88247c9e"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [{"recordId": "43", "targetGroups::name": "Disabled", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1038", "modId": "18"}