{"fieldData": {"title": "COVID-19 coronavirus guidance for unions", "title_nationalLanguage": "TUC (2020) Covid-19 Coronavirus Guidance for Unions", "d_startDate": "04/03/2020", "d_endDate": "", "calc_country": "United Kingdom", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Well-being of workers", "calc_identifier": "GB-2020-14/1130", "dateType": "Open ended", "calc_creationDay": "09/15/2020", "calc_lastUpdate": "10/04/2020", "descriptionBackgroundInfo": "In response to the pandemic and the concomitant changes to working life, the TUC has published a series of guides for member trade unions and their representatives. These have focused on how to keep workplaces and workers safe, the social security system and sick pay, as well as guidance on how to negotiate with employers and organise workplaces. These guides have been updated over the course of the pandemic.", "descriptionContentOfMeasure": "Essentially, this guide for unions pointed out that trade unions must challenge employers and government over inadequate sick pay offers, failure to provide personal protective equipment (PPE) and testing, and the urgent need to safeguard jobs in disrupted industries. The TUC also urged that in the immediate and longer-term, it is important that the effect of any pandemic does not disproportionately hit the most vulnerable, such as the low paid, those without permanent employment or sick pay schemes and those with dependents.\r\rThe guide covers home working, self-isolation, sickness absence and sick pay schemes, occupational health and safety i.e. workplace hygiene, personal protective equipment (PPE), personal hygiene, what employers must do; planning and organising in the workplace; and specific guidance for those on zero-hours contracts.", "descriptionUseOfMeasure": "This is a guide for trade unions and workplace representatives, produced by the Trades Union Congress. It is publicly and openly available on its website. Thus, evaluation data as to numbers accessing and implementation of measures is not available. ", "descriptionInvolvementOfSocialPartners": "This is a measure initiated and implemented by the Trades Union Congress; it is thus a union measure, designed by that body. Implementation would occur at workplace level by union representatives drawn from numerous unions. Thus, the TUC would not actually be directly involved in implementation or monitoring (although it may conduct survey research into responses at a later date).\r\rSuch involvement by the TUC was not requested or demanded; it was a voluntary initiative designed to assist workers and union representatives within workplaces.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GB-2020-14_1130.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1438", "sources::title": "TUC (2020) Covid-19 Coronavirus Guide for Unions", "sources::url": "https://www.tuc.org.uk/sites/default/files/2020-04/COVID-19%20Guide%20for%20Reps%20edits%2016%20April.pdf", "sources::d_date": "04/16/2020", "modId": "0", "downloaded_to": "d8335e7a200d2aaa70bc5ee6270c4211d25cb22ca6e6ecb701b4eef2a727e196"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "10", "funding::name": "Trade union", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1040", "modId": "14"}