{"fieldData": {"title": "Temporary subsidy programme", "title_nationalLanguage": "Ajutine töötasu hüvitis", "d_startDate": "03/01/2020", "d_endDate": "06/30/2020", "calc_country": "Estonia", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "EE-2020-10/325", "dateType": "Temporary", "calc_creationDay": "04/07/2020", "calc_lastUpdate": "01/06/2021", "descriptionBackgroundInfo": "Due to the need to temporarily close down some companies and due to some companies losing a lot of clients, several companies have (temporarily) no income and thus paying wages is challenging or impossible. In order to avoid bankruptcies and a high share of unemployment, the Government decided to support the companies to pay wages to their employees. The measure was added to the Employment Programme 2017-2020 (programme through which additional active labour market measures are provided by the Unemployment Insurance Fund). It was discussed and approved by the Council of the Estonian Unemployment Insurance Fund and put into effect by a Government decree. The applications are accepted as of 6 April 2020 until the end of July 2020.", "descriptionContentOfMeasure": "The subsidy is paid by the Estonian Unemployment Insurance Fund (EUIF) when the employer is in a situation where they comply with at least two of the following terms: \r\r1. The employer must have suffered at least a 30% decline in turnover or revenue for the month they wish to be subsidized for, as compared to the same month last year;\r2. The employer is not able to provide at least 30% of their employees with work;\r3. The employer has cut the wages of at least 30% of employees by at least 30% or down to the minimum wage.\r\rSubsidy is paid to employees who work on the basis of an employment contract and whose employers are not able to provide them with work or whose wages have been reduced. It must be applied for by the employer, but is paid directly to the employee.\r\rThe amount of the subsidy is 70% of the average monthly wage of the employee. The maximum amount of the subsidy is €1,000. The employment and social security taxes are also paid by the EUIF. The employer must pay additionally a wage of at least €150 to the employee (plus pay national taxes on the wage).\r\rThe subsidy is paid for up to two months for March, April or May 2020.\r\rThe subsidy provides dismissal protection. In case the employee is made redundant in the course of the same or the following calendar month they have received the temporary subsidy, the employer must return the subsidy.", "descriptionUseOfMeasure": "Uptake by month:\r\r**March**\r\rEmployees of 6,738 companies received the subsidy in the total amount of €27.6 million\r\r**April**\r\rEmployees of 16,064 companies received the subsidy in the total amount of €113.7 million\r\r**May**\r\rEmployees of 10,489 employers received the subsidy in the total amount of €90.4 million\r\r**June**\r\rEmployees of 4,106 companies received the benefit in the total amount of €24.8 million\r\rAltogether more 17,644 companies who used the measure. This is around 12,5% of all economic units/orgamisations based on the Estonian Tax and Customs Board data. The total number of employees receiving ths ubsidy was 138,349, which is 20.3% of all employees.", "descriptionInvolvementOfSocialPartners": "Social partners are directly related to the design of the temporary subsidy program  via the Estonian Unemployment Insurance Fund (EUIF) council as being one of the council members. The council must agree with the measures offered by the EUIF, thus the social partners are strongly involved in the process.", "socialPartner_form": "Other", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/EE-2020-10_325.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "171", "sources::title": "Tööhõiveprogramm 2017-2020 / Employment Programme 2017-2020 (§19-1)", "sources::url": "https://www.riigiteataja.ee/akt/120032020003", "sources::d_date": "03/23/2020", "modId": "4", "downloaded_to": "629338dd05fe9e2abba18094635949b845a8fe55e61dae406b538603c148865c"}, {"recordId": "172", "sources::title": "Explanatory note (in Estonian)", "sources::url": "https://www.valitsus.ee/sites/default/files/eriolukord/sel_thp_2017-2020_20.03.pdf", "sources::d_date": "03/20/2020", "modId": "4", "downloaded_to": "3fed2abd87c291eb00a0fe45d8ea7b42e191f70609517ab8f1c11743cc85a2eb"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "160", "updates::d_date": "07/10/2020", "updates::description": "The measure was prolonged, which means that it is possible to apply for the wage subsidy for June 2020 as well. However, the terms were changed. In June 2020, employers are eligible to applying for the wage subsidy to their employees if they suffered at least a 50% decline in turnover or revenue in June compared to June last year and comply with at least one of the following terms:\r\r1. they were not able to provide at least 50% of their employees with work and the work load of the employees has been cut by at least 30%\r2. they had cut the wages of at least 50% of employees by at least 30% or down to the minimum wage.", "modId": "4"}], "regions": []}, "recordId": "209", "modId": "108"}