{"fieldData": {"title": "Trades Union Congress: Policy Recommendations for the post COVID-19 Economic and Social Recovery", "title_nationalLanguage": "TUC (2020) A Better Recovery: Learning the lessons of the corona crisis to create a stronger, fairer economy.\rTUC (2020) Key Workers: Decent pay and secure work for key workers\rTUC (2020) A new jobs protection and upskilling plan. ", "d_startDate": "05/20/2020", "d_endDate": "", "calc_country": "United Kingdom", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Other", "calc_identifier": "GB-2020-21/1133", "dateType": "Open ended", "calc_creationDay": "09/15/2020", "calc_lastUpdate": "09/28/2020", "descriptionBackgroundInfo": "No regulatory background or legal reference.\r\rThe Trades Union Congress has published a number of reports, outlining its policy recommendations for the post-Covid economic and social recovery. These include the following reports: \r\r* TUC (2020) A new jobs protection and upskilling plan\r* TUC (2020) Key Workers: Decent pay and secure work for key workers\r* TUC (2020) A Better Recovery: Learning the lessons of the corona crisis to create a stronger, fairer economy\r\rThe rationale for the reports is that emerging from the crisis successfully will require more than stemming the rates of Covid-19 infection, and ensuring that people can return to work safely, important though this is, the TUC acknowledges that the UK is entering the deepest recession for decades and that without government action, unemployment will rise to levels not seen for 30 years. It counters emergent calls for a return to austerity, pointing out that the previous decade of austerity was a failure, repeatedly failing to deliver economic growth or reduce national debt, while creating a weakened economic and social fabric, clearly exposed by the coronavirus crisis.\r\rThe TUC calls for a fairer society and therefore, a stronger economy, in which decent wages create both security for workers and their families, and demand for the products and services of the nation's businesses. It states that this will be achieved through everyone having a decent job, on better pay and working conditions, alongside revitalised public services and a stronger safety net. \r\rIn line with this, its report on key workers specifically calls for pay increases for key workers to be an integral part of the recovery from the coronavirus lockdown. It points out that the crisis highlighted how much society owes to healthcare staff, care workers, retail and delivery workers, public transport workers, teachers and support staff, energy workers amongst others. As a result, there is strong public support for ensuring key workers are treated fairly.\r\rThe New Jobs Protection and Upskilling plan is a partial response to the ending of the Government's furlough scheme, due to end in October. The TUC argues that government needs to do more to get people back to work, support jobs and prevent the threat of mass unemployment and that it should learn from experience across Europe. Such support should come with conditions attached and that there is now an opportunity to use this moment to upskill the workforce, prepare for the jobs of the future and build a fairer labour market that offers decent work to everyone.\r\rIts key message is that the recovery should encompass the complementary policy goals of creating a fairer labour market and the creation and promotion of decent work.", "descriptionContentOfMeasure": "The reports are essentially policy recommendations to get Britain growing out of the crisis and in so doing, prevent mass unemployment and ensure the creation of decent work. The TUC argues that the pandemic alone did not cause this economic crisis. It was made worse by a decade of austerity and the government’s failure to strengthen the UK’s economy. It avers that choosing the wrong approach to recovery now risks embedding low growth, long-term unemployment and all the social ills that go alongside.\r\rIts first report, published in May called for an 'investment for growth approach' and called for action on a number of key areas, including:\r\r* Decent work and fairer employment relationships\r* Sustainable industry with an economic stimulus for a just transition to net zero carbon\r* Reforms to social security to provide help faster and prevent poverty \r* The rebuilding of public services, with decent pay\r\rOn this last point, its later report on decent pay and work for key workers, it called on government to improve the pay of 6 million key workers by increasing the minimum wage and public sector pay, as well as enacting a ban on zero-hours contracts. \r\rIn September, the TUC published its job protection and upskilling plan, in response to the planned end of the government's furlough/job retention scheme  in October. The TUC argues that the Job Retention Scheme (JRS) has done vital work protecting jobs, supporting 9.6 million people in total,\r\rIt states that there are some tentative signs of economic recovery but that the threat of mass unemployment is still present, with the Bank of England estimating that unemployment could rise to 7.5% by the end of the year, leaving 2.5 million people out of work. Further, the National Institute of Social and Economic Research estimates that unemployment could reach ten per cent. \r\rThe TUC thus argues that there is now an opportunity to use this moment to upskill the workforce, prepare for the jobs of the future and build a fairer labour market that offers decent work to everyone. The TUC thus proposes a Jobs Retention Deal and upskilling plan, recommending that: \r\r* Government should require businesses to demonstrate they have been hit by coronavirus restrictions in order to qualify for the Jobs Retention Deal\r* Businesses hit by local lockdowns would automatically qualify for the scheme\r* The scheme should require workers to be working for a minimum proportion of their normal hours\r* The scheme should support workers who cannot work because they are in the group previously told to shield or who have caring responsibilities that mean they cannot work\r* Similar support should be put in place for the self-employed, including those who have lost out on previous support\r* Workers should continue to receive at least 80 per cent of their pay for time they are not working\r* Workers earning the national minimum wage should receive 100 per cent of their normal pay\r* Any worker working less than 50 per cent of their normal working time must be offered funded training\r* Businesses accessing the scheme must set out Fair Pay Plans\r* Businesses that access support should set out a plan for decent jobs\r* Businesses that access support should pay their Corporation Tax in the UK\r* Businesses accessing the scheme should commit to keep people in work and not pay dividends while using the scheme.\r\r\r\r", "descriptionUseOfMeasure": "The report itself is publicly available on the TUC's website; no evaluation data is available with regard to how many times it has been downloaded etc. These are policy recommendations, not actual measures that have been implemented. Thus, there is no comment to be made on the scale of support provided, eligibility criteria etc.\r\rThe action plans will underpin the TUC's campaigning work around economic recovery but of course, these are just policy recommendations not implemented actions. Thus, it is impossible to state how many workers, citizens etc will be affected in future.", "descriptionInvolvementOfSocialPartners": "These are initiatives by the TUC, as part of its campaigning work. It has compiled its policy recommendations based on its own research, analysis, values and perspective. This contribution was voluntarily made; it was not requested or demanded. It is not a negotiated outcome, merely a set of policy recommendations aimed at securing a particular path to economic recovery.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GB-2020-21_1133.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1441", "sources::title": "TUC (2020) \rA Better Recovery \r\r Learning the lessons of the corona crisis to create a stronger, fairer economy.", "sources::url": "https://www.tuc.org.uk/ABetterRecovery", "sources::d_date": "05/20/2020", "modId": "1", "downloaded_to": "226ec2e027a8bc9ccd40dcaf64f3863e4db4e7823fa2e1ffbcd625098c4405e6"}, {"recordId": "1511", "sources::title": "TUC (2020) A new jobs protection and upskilling plan", "sources::url": "https://www.tuc.org.uk/research-analysis/reports/new-jobs-protection-and-upskilling-plan", "sources::d_date": "09/04/2020", "modId": "0", "downloaded_to": "3de5ce90e1cf26189c27442559dda7fb981f851603f87f698185886847d8c98a"}, {"recordId": "1512", "sources::title": "TUC (2020) Decent pay and secure work for key workers through coronavirus and beyond", "sources::url": "https://www.tuc.org.uk/research-analysis/reports/key-workers-report", "sources::d_date": "09/14/2020", "modId": "0", "downloaded_to": "ea177a0f64645bfb0705924863cb984343e80b6901847400297b1e5394f926d6"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "10", "funding::name": "Trade union", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1043", "modId": "17"}