{"fieldData": {"title": "COVID-19 info-hotline for East European workers  ", "title_nationalLanguage": "Corona-Hotline für osteuropäische Beschäftigte", "d_startDate": "03/15/2020", "d_endDate": "", "calc_country": "Germany", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Occupational health and safety", "calc_identifier": "DE-2020-12/1144", "dateType": "Temporary", "calc_creationDay": "09/15/2020", "calc_lastUpdate": "09/18/2020", "descriptionBackgroundInfo": "During the pandemia, certain industries were at risk of collapse because the borders were closed for foreign workers. It showed that agriculture and forestry, meat processing, private care of the elderly and construction depend on seasonal and posted workers from abroad. Moreover, also the wharf industry and other manufcturing industries depend on posted workers.\rFollowing on public outcries that the supply of meat and vegetables might be affected, government permitted foreign workers to enter the country for work. \r\r__Faire Mobilität__, a network of consultants for Eastern European workers run by the Confederation of German Trade Unions (DGB) and predominately funded by the Federal Employment Agency, set up a phone hotline for foreign workers in need of support.\r\r", "descriptionContentOfMeasure": "Established in 2011, __Faire Mobilität__ today holds nine advisory centers located all over Germany. Social and labour rights experts speaking different languages give comprehensible information and direct support in case of need. Data by the advisory centers indicate that workers contact them because of wage issues or wage theft, lack of information, violations of social rights or health and safety. The consultants provide individual support; big cases involving a number of workers are made public via email newsletters and media contacts.\r\rThe COVID-19 pandemic poses a particular challenge because mobile workers from abroad are often contained in groups at their employers' premises or they work together with little space for social distancing.  \r\r__Faire Mobilität__ runs a standard phone hotline; in face of COVID-19, the hotline was extended to provide information on the workers' rights and obligations with regard to the pandemia but also to give support in case of individual anxieties. \r", "descriptionUseOfMeasure": "Data on the use of the COVID-19 hotline is not yet available. \r\r", "descriptionInvolvementOfSocialPartners": "Faire Mobilität is a structure set up by the DGB and has the DGB on its steering board. Employers organisations are not involved.\rIn case any violations of labour rights become known, the sectoral affiliates of DGB will get involved as well.\r .\rIn case COVID 19 infections become known because of the hotline, Faire Mobilität and the sectoral trade union at local level will contact the labour inspectorate for investigating the  occupational safety and health standards and the conditions of housing. \r", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/DE-2020-12_1144.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1450", "sources::title": "Hotline for Eastern European workers ", "sources::url": "", "sources::d_date": "03/24/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}], "targetGroups": [{"recordId": "48", "targetGroups::name": "Seasonal workers", "modId": "14"}, {"recordId": "50", "targetGroups::name": "Posted workers", "modId": "14"}, {"recordId": "75", "targetGroups::name": "Migrants in employment", "modId": "8"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}, {"recordId": "10", "funding::name": "Trade union", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1054", "modId": "17"}