{"fieldData": {"title": "Trygghetsfonden - Competences for work", "title_nationalLanguage": "Trygghetsfonden - Kompetens för arbete", "d_startDate": "02/01/2017", "d_endDate": "", "calc_country": "Sweden", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "SE-2017-5/1145", "dateType": "Open ended", "calc_creationDay": "09/16/2020", "calc_lastUpdate": "09/18/2020", "descriptionBackgroundInfo": "Trygghetsfonden (TSL) is a measure/instrument helping people who have been laid off to a new job. They help an average of 15,000 people a year to a new and often more qualified job.\r\rThe goal is to find a solution for privately employed workers who are laid off due to lack of work (and now COVID-19). The solution can mean a new job, start of own business or start studying. When needed, TSL can offer shorter vocational training or validation of vocational skills to increase employability. TSL facilitates structural change in the labor market and strengthens matching.\r\rAbout 1,000 union ombudsmen, 4,000 - 5,000 employers, about 30 adjustment companies and about 40 employees at TSL annually ensure that the adjustment work is successful. A total of 70,000 employers and 2,000,000 employees are covered by TSL's adjustment solution.\r\rIn 2004, Swedish Trade Union Confederation LO and the Confederation of Swedish Enterprise entered into an agreement in which the adjustment support became part of the collective agreement and Trygghetsfonden TSL was formed. TSL adjustment solution applies to all workplaces that have a collective agreement with an LO affiliated trade union. ", "descriptionContentOfMeasure": "\"Competences for work\" was a pilot project within TSL that was co-financed by the European Social Fund between 2017 and 2019. It is now part of the regular activities. \"Competences for work\" is for those who have been laid off and where a shorter vocational education or validation can facilitate the path to a new job. \r\rTSL has built up a long-term model for managing education and selection of participants in adjustment support. The overall goals of Competences to work have been to investigate and analyse how TSL can strengthen the conversion process and create better opportunities to match participants 'skills and experiences with companies' demand. One goal has been to increase the proportion of TSL participants who feel they get a job.", "descriptionUseOfMeasure": "A total of 70,000 employers and 2,000,000 employees are covered by TSL's adjustment solutions.", "descriptionInvolvementOfSocialPartners": "In 2004, Swedish Trade Union Confederation LO and the Confederation of Swedish Enterprise entered into an agreement in which the adjustment support became part of the collective agreement and Trygghetsfonden TSL was formed. \r\rThe conversion process:\r\r1. Employers & unions apply for conversion directly from TSL via web, telephone\ror email.\r2. TSL contacts employers and unions for more information.\r3. TSL's adjustment adviser meets with the dissmissed person to assess the need for\rcoaching or training.\r4. A conversion company assigned by TSL takes over and implements decisions\rmeasures.\r5. The system generates feedback to unions and companies about the results.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SE-2017-5_1145.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Permanent measure applied "}, "portalData": {"sources": [{"recordId": "1451", "sources::title": "TSL ", "sources::url": "https://www.tsl.se/om-tsl/", "sources::d_date": "09/17/2020", "modId": "0", "downloaded_to": "3d86d71b2afe40c0736270dd0f11256dfd3c431f8af2ff741927b61ec0f683d7"}, {"recordId": "1452", "sources::title": "TSL Competences for work", "sources::url": "https://www.tsl.se/om-tsl/esf-projekt/", "sources::d_date": "09/17/2020", "modId": "0", "downloaded_to": "3a09e9c624f007937ca50d6533c14d7fcebc3e3b834e32deb01c94f6e06841e6"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [], "funding": [{"recordId": "4", "funding::name": "Employers organisation", "modId": "0"}, {"recordId": "10", "funding::name": "Trade union", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1055", "modId": "22"}