{"fieldData": {"title": "Premia for care workers in elderly care ", "title_nationalLanguage": "Sonderprämie in der Pflegebranche", "d_startDate": "05/22/2020", "d_endDate": "", "calc_country": "Germany", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Remuneration and rewards for workers in essential services", "calc_identifier": "DE-2020-21/1150", "dateType": "Temporary", "calc_creationDay": "09/17/2020", "calc_lastUpdate": "11/23/2020", "descriptionBackgroundInfo": "Health care workers in residential and ambulant care for the elderly work under enormous individual constraints as far as working time, the need for social distancing in their leisure time and their risk of infections is concerned. They have been praised as essential service workers and people applauded them in public. But their remuneration is a matter of long standing concern. Public employers play a role in elderly care; the sector is dominated by not-for-profit organsiations and, increasingly, by private employers. Collective bargaining coverage of private companies is very low; a sectoral collective agreement covering private care homes is not in place. A decade ago, government obliged public, not-for profit employers and private business organisations to take part in a statutory sectoral minimum wage commission for at least settling a nation-wide minimum wage for assistant care workers. \r\rIn fall, several social welfare organisations set up a new employer organisation, BVAP, for settling a multi-employer agreements that is extended by the federal labour minister. A sectoral wage agreement is still not reached (as of September 2020) but in April 2020 BVAP and the United Services Union ver.di agreed on COVID-19 premia for health care workers - under the condition that the state carries most of the cost of the premium. \rThe funding became a matter of policy concerns afterwards.\r", "descriptionContentOfMeasure": "In April, BVAP and ver.di settled an agreement stipulating an one-time COVID-19 premium of €1,500 for workers in elderly care under the condition that employers receive public support for paying the premium. In consequence, the funding of the premium became a matter of public policy debate between the federal minister for health and the public health insurance funds. In the Second Act on Protection in the COVID-19 crisis from May 2020, government stipulates that all workers - including assistant and auxiliary workers - in elderly care have a right to a COVID-19 premium of €1,000 maximum. Full-time workers shall receive €1,000, part timers shall receive less depending on the hours worked. Employers do not have to pay the premium during the crisis as the public care insurance fund will provide an advance payment of €1,000 for each worker. The public and private employers may add an additional €500 to reach a total of €1,500.\r\r", "descriptionUseOfMeasure": "The German debate about premia in care work continued over the summer.", "descriptionInvolvementOfSocialPartners": "Collective bargaining partners are involved in the designing of the measure but neither in the implementation nor in the monitoring. In case of BVAP all member organisations agree to implement the agreed measure.   ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/DE-2020-21_1150.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1972", "sources::title": "Premia for care Workers in elderly care", "sources::url": "https://www.verdi.de/themen/corona/++co++cef77d94-849d-11ea-9575-525400b665de", "sources::d_date": "04/22/2020", "modId": "2", "downloaded_to": "b3abe2814901c03798b7d3f922af44537e90cf0a74aabc276e5b4d12d7bebc7c"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "73", "targetGroups::name": "Workers in care facilities", "modId": "8"}], "funding": [{"recordId": "3", "funding::name": "Employer", "modId": "0"}, {"recordId": "11", "funding::name": "Other", "modId": "0"}], "occupations": [{"recordId": "12", "occupations::name": "Health associate professionals", "modId": "0"}, {"recordId": "6", "occupations::name": "Health professionals", "modId": "0"}], "sectors": [{"recordId": "118", "sectors::code": "Q86", "sectors::name": "Human health activities", "modId": "0"}, {"recordId": "119", "sectors::code": "Q87", "sectors::name": "Residential care activities", "modId": "0"}, {"recordId": "120", "sectors::code": "Q88", "sectors::name": "Social work activities without accommodation", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1060", "modId": "19"}