{"fieldData": {"title": "Social partners-run insurance funds research on how COVID-19 affects the work environment, health and leadership", "title_nationalLanguage": "Ny forskning om hur covid-19 påverkar arbetsmiljö, hälsa och ledarskap", "d_startDate": "06/15/2020", "d_endDate": "10/01/2020", "calc_country": "Sweden", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Well-being of workers", "calc_identifier": "SE-2020-25/1151", "dateType": "Temporary", "calc_creationDay": "09/17/2020", "calc_lastUpdate": "09/22/2020", "descriptionBackgroundInfo": "AFA Insurance is owned by the social partners. The Confederation of Swedish Enterprise, Swedish Trade Union Confederation (LO) and the Council for Negotiation and Cooperation (PTK). AFA provides insurance for employees in the private sector as well as the public sector, i.e. municipalities and regions. The operations within AFA Insurance are run on a non-profit basis, which means that dividends are not paid to the owners. The AFA insurances are determined in collective agreements or other agreements between the social partners.\r\rAFA has a large research and development unit which conducts research on issues work environment and health issues. Within the framework of AFA Insurance's research areas work environment and health, the social partners are now investing in research that will investigate how the ongoing spread of COVID-19 affects working life and health from different perspectives. ", "descriptionContentOfMeasure": "So far 18 projects have been granted research funding to find out more about the effects of COVID-19 on work environment and health. AFA Insurance accepts applications within the framework of the COVID-19 call until 1 October 2020.\r\rOnly academics conducting research on research institutes and universities are eligible for the grant. The projects accepted to this day have received between SEK 1 and 5 million in grant (€100,000-500,000). \r\rAn example of a project that have received funding is a project at the Swedish Road and Transport Research Institute. It is about how bus drivers' work environment and health have been affected by the COVID-19 pandemic. The project has received about SEK 3.2 million (€320,000). The project includes regional public transport authorities and bus operators to provide a broader picture of drivers' work situation and experiences during the pandemic.\r\rAFA Insurance invests approximately SEK 150 million (€15 million) annually in research and development aimed at preventing ill health and occupational injuries in both private business and municipalities and regions. ", "descriptionUseOfMeasure": "18 projects have been granted research funding to find out more about the effects of COVID-19 on work environment and health.", "descriptionInvolvementOfSocialPartners": "Within the framework of AFA Insurance's research areas work environment and health, the social partners are now investing in research that will investigate how the ongoing spread of COVID-19 affects working life and health from different perspectives. 18 projects are now being granted research funding to find out more about the effects of COVID-19 in these areas.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SE-2020-25_1151.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1455", "sources::title": "AFA Insurance", "sources::url": "https://www.afaforsakring.se/nyhetsrum/pressmeddelanden/2020/08/finansiering-av-ytterligare-forskningom-hur-covid-19-paverkar-arbetsmiljo-halsa-och-ledarskap/", "sources::d_date": "09/17/2020", "modId": "0", "downloaded_to": "cc314b8877455502d8b437810a932605519e9a4c8d76dc3931ee3470501e6f9e"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "4", "funding::name": "Employers organisation", "modId": "0"}, {"recordId": "10", "funding::name": "Trade union", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1061", "modId": "22"}