{"fieldData": {"title": "Premium for hospital workers   ", "title_nationalLanguage": "COVID-19 Prämie für Klinikbeschäftigte", "d_startDate": "08/11/2020", "d_endDate": "", "calc_country": "Germany", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Remuneration and rewards for workers in essential services", "calc_identifier": "DE-2020-33/1152", "dateType": "Temporary", "calc_creationDay": "09/17/2020", "calc_lastUpdate": "11/23/2020", "descriptionBackgroundInfo": "Hospital workers face strong constraints because of the pandemic and an above average risk of infections. Staff shortages, long working hours and a high work load of care workers in hospitals is a long standing problem. Whereas public hospitals are covered by public sector agreements concluded with either the municipal employers or with the 16 federal states, private hospitals settle company agreements, if at all.\rDuring the COVID-19 pandemic, ver.di reached several single-employer agreements on a COVID-19 premium. \r ", "descriptionContentOfMeasure": "Ver.di has been campaigning for a pay rise and better working conditions for hospital workers for a long time. Local pacts for better care (Lokale Bündnisse Pflege) call for better conditions in hospitals. Several hospitals in public ownership reacted by agreeing on a COVID-19 premium. The amount of the premium varies.    \r\rThe first agreement was reached with a public hospital group in Baden-Württemberg. The employer agreed on paying a premium of €500 for three months and also to include service companies into the provision. Similar agreements were settled with companies in Berlin, Saxony and in some other federal states.", "descriptionUseOfMeasure": "No data. In total, the number of these single-employer ageements on premia for hospital care workers is very low. \r\rThis is why the public insurance funds together with the German Hospital Society (Deutsche Krankenhausgeselleschaft) - the interest organisation of hospitals - and the federal minister for health are now in debate over a scheme of publically funded premia scheme. ", "descriptionInvolvementOfSocialPartners": "\r1. There is no collective bargaining structure for Germany's private hospital sector. This concerns private hospitals in public ownership, which are not covered by public sector CBAs.\r2. Employer organisations were not involved, only single employers (private hospitals). The agreements were individually settled between single employers and the United Services Union ver.di.\r3. The United Services Union ver.di pushed for the bonuses. Single employers are covering the cost of the premia. \r", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/DE-2020-33_1152.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1970", "sources::title": "Premium for hospital workers", "sources::url": "https://www.verdi.de/themen/corona/++co++e8a89de6-79bb-11ea-a1d4-525400b665de", "sources::d_date": "08/11/2020", "modId": "0", "downloaded_to": "c251d82c3369a533d6efdea340d1f940c008c7610b4c0a30096cc641b42f256e"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "78", "targetGroups::name": "Workers in essential services", "modId": "9"}], "funding": [{"recordId": "3", "funding::name": "Employer", "modId": "0"}], "occupations": [{"recordId": "12", "occupations::name": "Health associate professionals", "modId": "0"}, {"recordId": "6", "occupations::name": "Health professionals", "modId": "0"}], "sectors": [{"recordId": "118", "sectors::code": "Q86", "sectors::name": "Human health activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1062", "modId": "21"}