{"fieldData": {"title": "Ensuring business continuity and protection of workers in private security service during Covid- 19 pandemic ", "title_nationalLanguage": "", "d_startDate": "05/08/2020", "d_endDate": "", "calc_country": "European Union", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Remuneration and rewards for workers in essential services", "calc_identifier": "EU-2020-19/1153", "dateType": "Open ended", "calc_creationDay": "09/17/2020", "calc_lastUpdate": "09/18/2020", "descriptionBackgroundInfo": "The EU social partners in private security namely the Confederation of European Security Services (CoESS) and the European Services Workers Union (UNI-Europa)  welcomed fact that the European Commission and many European governments have officially recognised private security as “essential services”. However, in their opinion too often private security workers remain invisible. For this reason, they decided to agree on a set of recommendations for public authorities.\r\r**Parties to the declaration:**\r\r* UNI Europa is a European trade union federation, which represents more than seven million workers and 320 affiliates in 50 different countries.\r* CoESS acts as the voice of the private security industry, covering 21 countries in Europe and representing two million guards, over 45,000 companies. The private security services provide a wide range of services, both for private and public clients.", "descriptionContentOfMeasure": "According to the social partners the status of \"essential services\" should prompt public authorities to rethink how to purchase security services and value a sector that aims to put the health and safety of workers and citizens first. CoESS and UNI Europa, share the common goal of ensuring business continuity when the provision of private security services is essential, as well as keeping staff in a safe working environment.\rThe recommendations of the social partners concern the following issues:\r\r* better recognition of private security as essential services;\r* access to personal protective equipment;\r* financial and administrative support to struggling businesses and workers;\r* best value procurement that respects important quality criteria;\r* improving contracting practices;\r* adequate removal of barriers for the redeployment of workers;\r* ensure that cash continues to offer access to payment for all because cash payments are currently stigmatised and restricted in many shops, although it is particularly vital to  marginalised groups of people.", "descriptionUseOfMeasure": "There is no information on the use.", "descriptionInvolvementOfSocialPartners": "The own initiative of social partners.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/EU-2020-19_1153.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1453", "sources::title": "Joint Declaration\rEnsuring business continuity and protection of workers in the COVID19 pandemic ", "sources::url": "https://www.uni-europa.org/wp-content/uploads/2020/05/20200508-CoESS_UNI_Joint_Statement_Covid19.pdf", "sources::d_date": "05/08/2020", "modId": "0", "downloaded_to": "391bf1d1971d1e385f6107fe05ac243b45597bd320e53dbc4370834ddbc136f2"}, {"recordId": "1454", "sources::title": "COMMUNICATION FROM THE COMMISSION\r\rCOVID-19\r\rGuidance on the implementation of the temporary restriction on non-essential travel to the EU, on the facilitation of transit arrangements for the repatriation of EU citizens, and on the effects on visa policy", "sources::url": "https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:52020XC0330(02)&from=EN", "sources::d_date": "03/30/2020", "modId": "0", "downloaded_to": "aef56c69f154cce5ef206e7d8a75e3ce1c6169a55c79bd20b79a08256fdafccd"}], "actors": [{"recordId": "9", "actors::name": "EU level social partners", "modId": "0"}], "targetGroups": [{"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}, {"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "110", "sectors::code": "N80", "sectors::name": "Security and investigation activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1063", "modId": "17"}