{"fieldData": {"title": "Position of the council for protection of work on safety and protection of health of workers during the pandemic", "title_nationalLanguage": "Stanowisko Rady Ochrony Pracy w sprawie bezpieczeństwa i ochrony zdrowia osób pracujących\rw czasie epidemii COVID-19", "d_startDate": "05/12/2020", "d_endDate": "", "calc_country": "Poland", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Occupational health and safety", "calc_identifier": "PL-2020-20/1156", "dateType": "Open ended", "calc_creationDay": "09/18/2020", "calc_lastUpdate": "09/25/2020", "descriptionBackgroundInfo": "In the early phase of the pandemic, the Council for Protection of Work (ROP) held a meeting focused and health and safety at work challenges posed by the health-crisis. ROP is a multilateral body by the Polish parliament, responsible for voicing opinions and supervising working conditions and activities of National Labour Inspectorate (PIP). The body's core is tripartite (representatives of government, trade unions and employer organisations representative a the national level) supplemented by NGOS, academics and experts.\r\rAt the meeting on 12 May 2020 ROP discussed the materials prepared by the public Central Institute for Work Protection (CIOP) and PIP regarding the actual and foreseen impact of COVID-19 on labour market and working conditions. \r ", "descriptionContentOfMeasure": "The meeting concluded with adoption of the position, where number of recommendations for various stakeholders were addressed. Those include:\r\r1. Disseminating general guidance on reducing the risk of exposure to SARS-CoV-2 in the workplace, using web portals and media with the active participation of workers' and employers' organisations\r2. Continuing to support employers and employees in mitigating the effects of the epidemic SARS-CoV-2 virus, including safe return to work\r3. Developing regulations regarding remote work related to the need controlling compliance with labor law, including in the field of health and safety work and the legality of employment\r4. Supporting activities aimed at undertaking domestic production of protection measures\rindividual to a degree that allows for appropriate satisfaction of needs.\r\rSocial partners were named as part of target groups for the recommendations 1, 2 and 3. ", "descriptionUseOfMeasure": "The position is non-binding, yet the recommendations envisaged therein have been translated to action regarding dissemination of information and preparatory works on implementing the notion of 'remote work' (and relevant regulations) into the Labour Code, as at the moment it is only stipulated (in a very brief and general way) by the the Anti-crisis Shield.", "descriptionInvolvementOfSocialPartners": "* Social partners sit on the ROP, thus their involvement was institutionally determined; \r* All representative social partner organisations were involved; \r* Social partners participated in the meeting and contributed to formulation of the position.  ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/PL-2020-20_1156.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1462", "sources::title": "Position of the Council for Protection of Work on safety and Position of the Council for Protection of Work on safety and protection of health of people in employment during COVD-19 pandemics ", "sources::url": "https://www.opzz.org.pl/media/download/32167fee-53fb-40ae-a6d7-f84f4ad8c754", "sources::d_date": "05/12/2020", "modId": "0", "downloaded_to": "968b74b066bbafe454360318e95d7eb6a2aac2176d22e4d824651b57a5983b8e"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1066", "modId": "30"}