{"fieldData": {"title": "Social partners protest against government's attempt to breach their autonomy", "title_nationalLanguage": "Protest organizacji pracodawców i związków zawodowych Rady Dialogu Społecznego i autonomię organizacji partnerów społecznych", "d_startDate": "03/28/2020", "d_endDate": "", "calc_country": "Poland", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Other", "calc_identifier": "PL-2020-13/1158", "dateType": "Open ended", "calc_creationDay": "09/18/2020", "calc_lastUpdate": "09/21/2020", "descriptionBackgroundInfo": "In the anti-crisis legislation known as the Anti-crisis Shield, the government included regulations allegedly violating the autonomy of the Social Dialogue Council and of social partners themselves. The controversial provisions introduced amendments to the Social Dialogue Council Act (Article 46 of the Anti-crisis Shield). All national level social partners protested against the new regulations in a joint protest signed by all eight representative organisations. ", "descriptionContentOfMeasure": "By virtue the Article 46 of which the Prime Minister would gain the right to dismiss any member of the central level tripartite body if he/she commits an act of  __“misappropriation of the Council's activities, leading to the inability to conduct transparent, substantive and regular dialogue between employees 'and employers' organizations and the government”.__\r\rIn the position, the signatories argue that __\"Independence and autonomy of trade union organisations and employer organizations is the foundation of social dialogue, guaranteed not only by national legislation, but also by international law, including the Constitution of the International Labor Organisation and the Treaties of the European Union. Giving such right to the government body - the Prime Minister - is an attack on independence of trade unions and employer organisations\".__", "descriptionUseOfMeasure": "The protest by all national level social partners against the new regulations met with understanding reaction of the President of Poland who signed the Special Act but at the same time requested the Constitutional Court to review legality of the controversial clauses. That means they are suspended for the time being.", "descriptionInvolvementOfSocialPartners": "All national-level social partners signed the protest. It was their own joint initiative. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/PL-2020-13_1158.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "797", "sources::title": "The Act of 31 March 2020 amending the Act on the System of Development Institutions", "sources::url": "http://prawo.sejm.gov.pl/isap.nsf/download.xsp/WDU20200000569/O/D20200569.pdf", "sources::d_date": "03/31/2020", "modId": "1", "downloaded_to": "af58ca8270c88db6e7980cf4a2fd9898e012d0dc361926ca15334107db5c74ad"}, {"recordId": "1464", "sources::title": "Protest organizacji pracodawców i związków zawodowych w sprawie zamachu\rna niezależność Rady Dialogu Społecznego i autonomię organizacji partnerów społecznych", "sources::url": "https://pracodawcyrp.pl/upload/files/2020/05/2020-03-28-protest-rds.pdf", "sources::d_date": "03/28/2020", "modId": "0", "downloaded_to": "b2eace95de1c66fffb944eec05074ace0aead43f3d22900ce805fb536a2719b0"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1068", "modId": "19"}