{"fieldData": {"title": "Tax deferral for companies and self-employed", "title_nationalLanguage": "Mokesčių atidėjimas įmonėms ir savarankiškai dirbantiems asmenims", "d_startDate": "03/16/2020", "d_endDate": "12/31/2020", "calc_country": "Lithuania", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "LT-2020-12/329", "dateType": "Temporary", "calc_creationDay": "04/07/2020", "calc_lastUpdate": "10/15/2020", "descriptionBackgroundInfo": "After the Government of the Republic of Lithuania declared an emergency situation and quarantine, many companies and self-employed persons had to discontinue or partially restrict their activities. In such a situation, a number of businesses do not have the opportunity not only to pay salaries to employees, but are also unable to pay social insurance contributions and other taxes. On 17 March 2020, the Law No. XIII-2812 amending Article 88 of Law No. IX-2112 on Tax Administration of the Republic of Lithuania was adopted to increase the ability of taxpayers with temporary financial difficulties to stabilize their financial situation through deferral or arrangement of tax payment arrears.", "descriptionContentOfMeasure": "Taking into account the restrictions/prohibitions on activities set up during quarantine, the State Tax Inspectorate has announced economic activities in which taxpayers may have suffered a direct negative impact as a result of the reason above and has published a list of specific taxpayers to whom the following assistance measures will automatically apply: non-recovery of declared taxes (other than customs duties), exemption from the payment of default interest and no interest accruing on concluded tax loan agreements. These taxpayers are subject to analogous measures to facilitate the payment of state social insurance contributions. This principle shall apply to taxes that are due after 16 March 2020 (i.e. after the declaration of quarantine) until the state of emergency is lifted.", "descriptionUseOfMeasure": "According to the data provided by the STI, as of 12 June 2020, tax aids have been used by some 21,000 entrepreneurs adversely affected by COVID-19; tax deferrals amount to approx. €392 million (with €245 million VAT predominating)", "descriptionInvolvementOfSocialPartners": "No information available.", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LT-2020-12_329.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "179", "sources::title": "Lietuvos Respublikos mokesčių administravimo įstatymo Nr. IX-2112 88 straipsnio pakeitimo įstatymas (2020-03-17)", "sources::url": "https://e-seimas.lrs.lt/portal/legalAct/lt/TAD/bb33026068f511eaa38ed97835ec4df6?jfwid=kju1kjek", "sources::d_date": "03/17/2020", "modId": "5", "downloaded_to": "7ab57096f0be2bc896c225986d67905b5b02fe4a2b99dac4c190c2b652b8a791"}, {"recordId": "1772", "sources::title": "Order No VA-27 of the Head of the State Tax Inspectorate (Valstybinės mokesčių inspekcijos (VMI) prie LR finansų ministerijos viršininko įsakymas Nr. VA-27", "sources::url": "https://e-seimas.lrs.lt/portal/legalAct/lt/TAD/0cdb2e106fa111eaa38ed97835ec4df6/asr", "sources::d_date": "03/26/2020", "modId": "0", "downloaded_to": "8441ce25652d2fc4fcf5c4f64e47ddec9548530c2af678b1876d8fd6875f1292"}, {"recordId": "1773", "sources::title": "The end of quarantine signals the end of tax holiday: What taxes are back? (Pasibaigus karantinui, baigėsi ir mokesčių atostogos: kokie mokesčiai sugrįžta", "sources::url": "https://www.delfi.lt/verslas/mano-eurai/pasibaigus-karantinui-baigesi-ir-mokesciu-atostogos-kokie-mokesciai-sugrizta.d?id=84571667", "sources::d_date": "06/19/2020", "modId": "0", "downloaded_to": "97ac7e88ac6707322b0356f9ebc9ac0ee18cbdb7474f5a4cb60eb2069aaa09be"}], "actors": [{"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "359", "updates::d_date": "03/26/2020", "updates::description": "On 26 March 2020, Order No VA-27 of the Head of the State Tax Inspectorate (STI) under the Ministry of Finance of the Republic of Lithuania was adopted, providing that new recovery actions for tax arrears shall not be initiated in respect of taxpayers affected by the spread of the COVID-19 coronavirus and included in the STI list until the state of emergency is lifted in the country and two months after the end of the emergency. Likewise, on separate request of taxpayers, new recovery actions shall not be initiated against taxpayers who are not on the list but who have also been adversely affected by COVID-19. These provisions also apply to self-employed residents.", "modId": "1"}], "regions": []}, "recordId": "213", "modId": "92"}