{"fieldData": {"title": "Agreement on the protection of employees and social measures as part of the relaunch of activity at EDF SA", "title_nationalLanguage": "Accord sur la protection des salariés et aux mesures sociales dans le cadre de la relance de l’activité à EDF SA", "d_startDate": "06/01/2020", "d_endDate": "12/31/2020", "calc_country": "France", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Changes in work organisation", "calc_identifier": "FR-2020-23/1160", "dateType": "Temporary", "calc_creationDay": "09/21/2020", "calc_lastUpdate": "09/21/2020", "descriptionBackgroundInfo": "As part of the continuation and relaunch of activity within the EDF energy group, __'and in particular the modalities of reprogramming until the end of 2020 the activities suspended during the health crisis'__, EDF SA concluded an agreement on 3 June 2020 __'relating to the protection of employees and social measures'__. \r\rApplicable until December 31, 2020, the text sets out the terms and conditions for the gradual return of employees to the site and guarantees the 'consistency' of the means of protection. In order to recognise the 'efforts and contribution of each individual' during the health crisis, it provides for the payment of a €400 bonus for all employees. The agreement was signed by four representative trade unions (CFDT, CFE-CGC, CGT and FO).", "descriptionContentOfMeasure": "The aim of the agreement is to __\"support the relaunch of activity by preserving the balance between the need to fulfill missions, the interests of the company and the protection of employees\"__. In addition to measures organising the gradual return of employees to the workplace, the text aims to organise the management of leave and working time, to recognise the commitment of employees during the health crisis and to support those who find themselves in financial difficulty.\r\rIn addition, to take account of the lessons learned during the crisis, the signatories undertake to open collective bargaining by the end of 2020, aimed at 'improving work organisations and incorporating changes, particularly in terms of teleworking and work-life balance'.\r\r**Organising the gradual return of employees**\r\rWith a view to enabling a gradual return of employees at all sites, the agreement lists 'common principles', which are to be taken up at divisional level, according to their specific features, and then applied at the level of each establishment.\rThese relate in particular to organisational arrangements, such as widening the periods of arrival and departure on site, changing shifts, widening the periods of lunch breaks and defining catering arrangements, and maintaining home-working.\rConcerning teleworking, the decision will have to be taken taking into account the gradual return to the site (modulation of the number of days per week) and certain elements (local health situation, activity needs, public transport, etc.). In this respect, employees who do not already receive compensation for regular teleworking will exceptionally receive, for 2020, a flat-rate allowance of €100 gross to compensate for the costs incurred. In addition, to accompany the return to the site, \"complete information\" (guides, charters, videos and tutorials on barrier gestures, etc.) will be made available to employees.\r\r**Supporting work-study programmes**\r\rTo support young people on work-study contracts, the agreement provides for:\r\r* the possibility, for apprentices who might find themselves in failure as a result of this situation, to repeat their year within the company;\r*  an extension of contracts for apprentices whose schooling is extended due to the health crisis;\r* the maintenance of hiring commitments at the end of the work-study programme.\rIn addition, 'as a matter of national solidarity', EDF 'will endeavour to respond favourably to a greater number of requests for work-study contracts for the start of the 2020 school year'.\r\r**Organising leave and working time**\r\rThe company guarantees a minimum of two consecutive weeks of holidays between 15 June and 15 September. The summer holidays may be longer than these two weeks __'as long as the organisation of the activity allows it'__. \rWith regard to working time management, professional and managerial employees who benefit from a reduced forfait-jours (when their working time is calculated over the year in days) and wish to contribute more to the relaunch of activity, may, exceptionally, opt for a higher forfait-jours than their current one (i.e. they agree to work more).\r\r**Recognising employee commitment**\r\rWishing __'to recognise the efforts and special mobilisation of EDF SA employees during the health crisis'__, EDF will pay a €400 bonus (pro-rated according to paid working hours as of 31 May 2020) on the August payroll for all employees, excluding senior executives and managers, and employees whose employment contracts have been continuously suspended since 17 March 2020. Temporary workers will benefit from this bonus if they have been present from 17 March to 31 May 2020.\r\r**Accompanying employees in difficulty**\r\rIn order to support employees 'who may find themselves in financial difficulty as a result of the health crisis and the period of confinement', the agreement provides in particular for the following measures:\r\r* the possibility, for 2020, of an additional \"monetisation\" of the time savings account for 210 hours or 30 days for employees with an annual lump-sum payment in days. Employees will have to request the conversion of their time on their time savings account into a bonus, before 1 October, so that it can be paid out over the same fiscal year 2020;\r* the option, for employees who have opted to invest their thirteenth month in their time savings account, to change their option and receive payment;\r* the possibility, for employees who have opted for part-time work with a three-year commitment and who are experiencing particular financial difficulties, to apply, until 31 December 2020, for temporary full-time reinstatement;\r* the payment of childcare costs for employees whose presence on site at the workplace is requested by the manager and whose one or more children cannot be accommodated in a school environment.\r\r**National solidarity**\r\rAs part of national solidarity, EDF is setting up a scheme accessible to all employees enabling them to donate hours or days to some NGO.", "descriptionUseOfMeasure": "The agreement applies to the whole French workforce of EDF SA. EDF SA employs about 65,000 people.", "descriptionInvolvementOfSocialPartners": "The agreement was signed by the four representative trade unions (CFDT, CFE-CGC, CGT and FO), representating 100% of the votes at the workplace elections.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-23_1160.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1466", "sources::title": "Accord du 3 juin 2020 relatif à la protection des salariés et aux mesures sociales dans le cadre de la relance de l’activité à EDF SA", "sources::url": "", "sources::d_date": "06/03/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "33", "targetGroups::name": "Workers in non-standard forms of employment", "modId": "14"}, {"recordId": "68", "targetGroups::name": "Youth (18-25) in employment", "modId": "9"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}, {"recordId": "3", "funding::name": "Employer", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "62", "sectors::code": "D35", "sectors::name": "Electricity, gas, steam and air conditioning supply", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1070", "modId": "12"}