{"fieldData": {"title": "Loans to providers of tourism services", "title_nationalLanguage": "Paskolos turizmo paslaugų teikėjams", "d_startDate": "07/08/2020", "d_endDate": "12/31/2020", "calc_country": "Lithuania", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Access to finance", "calc_identifier": "LT-2020-28/1162", "dateType": "Temporary", "calc_creationDay": "09/21/2020", "calc_lastUpdate": "10/15/2020", "descriptionBackgroundInfo": "On 8 July 2020, Order No 4-536 of the Minister for the Economy and Innovation of the Republic of Lithuania came into force in Lithuania to approve the Scheme of the financial instrument “Loans to providers of tourism and catering services”, providing for the loan granting scheme to tour operators. The measure is aimed at mitigating the impact of the COVID-19 pandemic on tourism business by way of providing funding to tour operators in the form of loans so that to enable them to settle accounts with travellers for their trips cancelled due to the COVID-19 outbreak", "descriptionContentOfMeasure": "The loan may be granted to a tour operator operating in the Republic of Lithuania in cases where a traveller who has an organised tour contract refuses a travel voucher offered in accordance with the procedure established in Law on Tourism No VIII-667. The tour operator shall meet the following criteria to be eligible for the loan:\r\r* a group of companies of which the borrower is a member and the borrower were not qualified as a firm in difficulty, subject to insolvency proceedings and/or under restructuring as of 31 December 2019;\r* has a valid tour operator's certificate;\r* has submitted a SME status declaration;\r* has not received illegal support.\r\rThe maximum loan amount is €3 million. The loans are granted for a maximum term of 72 months if the loan amount is more than €20,000 and for a term of 18 months if the loan amount is up to €20,000. \r\rRepayment of loans commences:\r\r* 6 months after the date of concluding the loan agreement, when the term of the loan is up to 18 months;\r* 12 months after the date of concluding the loan agreement, when the term of the loan is longer than 18 months.\r\rThe loan shall be granted by 31 December 2020 at the latest. The loan shall be disbursed to the borrower within 3 months from the conclusion of the loan agreement.\rIf the company is small or medium-sized, the loans bear a fixed annual interest rate of 0.1% to 0.69%, depending on the term of the loan. If the company is large, the loans bear a fixed annual interest rate of 0.19% to 1.69%.\r\rThe measure is implemented by the National Development Agency UAB Investment and Business Guarantees (Invega). ", "descriptionUseOfMeasure": "According to Invega’s data, 15 agreements have been signed as of the end of September 2020 regarding direct loans to the providers of tourism services affected by the COVID-19 pandemic. The total amount of loans under the signed agreements is close to €5.1 million. A total of €30 million budget is earmarked for targeted loans", "descriptionInvolvementOfSocialPartners": "No information available.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LT-2020-28_1162.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1469", "sources::title": "Order No 4-536 of the Minister for the Economy and Innovation of the Republic of Lithuania (LR ekonomikos ir inovacijų ministro įsakymas Nr. 4-536)", "sources::url": "https://e-seimas.lrs.lt/portal/legalAct/lt/TAD/1991f5b2c08911eaae0db016672cba9c?jfwid=pd6eq29ik", "sources::d_date": "07/07/2020", "modId": "1", "downloaded_to": "f87fa9712b460f3693aa0aa2298f04ad8af2c1149e70bd232f94a884429e1c9d"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "109", "sectors::code": "N79", "sectors::name": "Travel agency, tour operator and other reservation service and related activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1072", "modId": "13"}