{"fieldData": {"title": "Cash grant for companies to produce products related to COVID", "title_nationalLanguage": "Investment Aid COVID Products", "d_startDate": "05/12/2020", "d_endDate": "12/31/2020", "calc_country": "Malta", "calc_minorCategory": "Reorientation of business activities", "calc_subMinorCategory": "Change of production/innovation", "calc_identifier": "MT-2020-20/1165", "dateType": "Temporary", "calc_creationDay": "09/21/2020", "calc_lastUpdate": "09/22/2020", "descriptionBackgroundInfo": "COVID-19 had a negative impact upon the majority of organisations in Malta. In response to this impact on the economy, the Government produced a variety of measures to aid organisations to get back on their feet. One such measure was the Investment Aid COVID Products measure which provide a cash grant to support organisations to increase or initiate production of COVID-19 relevant products. ", "descriptionContentOfMeasure": "Administered by the Malta Enterprise, the measure provided organisations with a cash grant (and the possibility of an additional tax grant) not exceeding 80% of the eligible costs to support organisations to carry out investment projects to increase or initiate production of COVID-19 relevant products or to diversify existing production to be able to produce COVID-19 relevant products. \r\rCosts need to have been incurred after 1 February 2020 and investments need to be completed within a period of six months. The grant can be increased by an additional 15% if the project is completed within two months or if the organisation is carrying out the project in collaboration with another organisation established in another Member State which is also providing funding. \r\rAmongst the supported investments are: \r\r* assets procured to develop, manufacture and provide COVID-19 relevant products; wage costs of individuals engaged in the development of tools, processes and solutions for the manufacturing of relevant products; wage costs for those developing data collecting and processing tools supporting issues related to COVID-19; \r* costs incurred for trial runs of the new (or diversified) production facilities such as cost of materials required for trial runs of production facilities and cost of data sets acquired to test data processing and collection solutions.\r", "descriptionUseOfMeasure": "This incentive has a cash budget of €10,000,000 and a fiscal budget to be awarded as tax credit\rof €1,500,000. The overall budget is hence of €11,500,000.", "descriptionInvolvementOfSocialPartners": "The measure was announced by the Government and did not result in any public comments by employer associations or unions. The measure was approved by the European Commission. Malta notified to the Commission under the Temporary Framework a scheme to support investments in the production of coronavirus-relevant product ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/MT-2020-20_1165.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1475", "sources::title": "Investment Aid for the production of COVID-19 relevant products", "sources::url": "http://maltaenterprise.com/sites/default/files/Investment%20Aid%20for%20the%20production%20of%20COVID-19%20relevant%20products%20Incentive%20Guidelines%20FINAL.pdf", "sources::d_date": "05/01/2020", "modId": "0", "downloaded_to": "db02dfd85e8167f52cfea7853d8e4d60874ee7187f6f658abd791f3028e30929"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "61", "targetGroups::name": "Companies providing essential services", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1075", "modId": "11"}