{"fieldData": {"title": "Export credit guarantees to support entrance to new markets", "title_nationalLanguage": "Export Credit Guarantee", "d_startDate": "06/08/2020", "d_endDate": "", "calc_country": "Malta", "calc_minorCategory": "Reorientation of business activities", "calc_subMinorCategory": "Change of production/innovation", "calc_identifier": "MT-2020-24/1167", "dateType": "Open ended", "calc_creationDay": "09/21/2020", "calc_lastUpdate": "09/23/2020", "descriptionBackgroundInfo": "COVID-19 had a marked negative financial impact on several sectors in Malta. By means of a tripartite agreement, a package of measures to save jobs and organisations was agreed and announced by the Government on 24 March 2020. Amongst the measures in this package, wage subsidies were offered to sectors which were worst hit. During a 'mini budget' announced on the 8 June 2020, which aimed to regenerate Malta's economy, Government announced a new series of measures. Amongst them was the 'Export Credit Guarantee', which aimed to support business as they targeted new markets. ", "descriptionContentOfMeasure": "Administered by the Malta Enterprise, the measure aims to aid organisations to diversify to new markets such as African continent, Middle East, and Latin America. The aim is to build economic resilience in view of many of Malta's traditional markets currently being weaker. Whist such markets hold promise, diversifying also comes at a risk to organisations which often prevents this from occurring. Government thus committed towards €10 millions for an export credit guarantee scheme to address this situation.\r\rDespite the measure being announced in June, details and applications are yet to be published (September 2020). Thus, no further information is available. ", "descriptionUseOfMeasure": "No information is available at this stage. ", "descriptionInvolvementOfSocialPartners": "By means of a tripartite agreement, a package of measures to save jobs and organisations was agreed on 24 March 2020. This was the third but most significant package of measures announced by the Government. Following this agreement, social partners remained in direct contact with the government highlighting their proposals of what was felt was still necessary to save the Maltese economy and jobs. In view of this, on the 8 June 2020, the government announced a 'mini budget' to help the Maltese economy to recover from the effects of the COVID-19 pandemic. Essentially, this was the fourth package of measures announced by the government. The current measure formed part of this package. Further information on the measure are yet to be published.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/MT-2020-24_1167.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1476", "sources::title": "Export Credit Guarantee", "sources::url": "https://covid19.maltaenterprise.com/export-credit-guarantee/", "sources::d_date": "07/01/2020", "modId": "0", "downloaded_to": "b882d1296454a271b40e67cbe02da96dff76b7079156333f387089b2265d97ef"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1077", "modId": "8"}