{"fieldData": {"title": "Modernisation of construction equipment ", "title_nationalLanguage": "Modernizzazzjoni tat-tagħmir tal-kostruzzjoni", "d_startDate": "12/11/2020", "d_endDate": "05/31/2021", "calc_country": "Malta", "calc_minorCategory": "Reorientation of business activities", "calc_subMinorCategory": "Change of production/innovation", "calc_identifier": "MT-2020-50/1168", "dateType": "Temporary", "calc_creationDay": "09/21/2020", "calc_lastUpdate": "01/18/2021", "descriptionBackgroundInfo": "COVID-19 had a marked negative financial impact on several sectors in Malta. By means of a tripartite agreement, a package of measures to save jobs and organisations was agreed and announced by the Government on 24 March 2020. Amongst the measures in this package, wage subsidies were offered to sectors which were worst hit. During a 'mini budget' announced on the 8 June 2020, which aimed to regenerate Malta's economy, government announced another package of measures. Amongst them was a measure to encourage construction companies to modernise their equipment. ", "descriptionContentOfMeasure": "This measure was announced with a package of measures by government on the 8 June 2020. The aim of these measures was to regenerate Malta's economy following the initial COVID-19 quasi-lockdown phase.\r\rThis measure aimed to provide an incentive for construction companies to purchase new, more efficient and environment-friendly machinery. The aim was to lessen the negative impact of the industry on the environment, as well as improving efficiency and reducing costs. Government pledged €4 million for this purpose, where any construction- related business can receive support of up to a maximum of €200,000.\r\rDespite its announcement in June 2020, further information on the measure is yet to be published (September 2020).", "descriptionUseOfMeasure": "The measure is yet to be implemented and therefore no information on its use is yet available. ", "descriptionInvolvementOfSocialPartners": "By means of a tripartite agreement, a package of measures to save jobs and organisations was agreed on 24 March 2020. This was the third but most significant package of measures announced by the Government. Following this agreement, social partners remained in direct contact with the government highlighting their proposals of what was felt was still necessary to save the Maltese economy and jobs. In view of this, on the 8 June 2020, the government announced a 'mini budget' to help the Maltese economy to recover from the effects of the COVID-19 pandemic. Essentially, this was the fourth package of measures announced by the government. The current measure formed part of this package. \r\rWith regards to this specific measure, the Malta Developers Association (MDA) had lobbied the Malta Enterprise to introduce such a measure. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/MT-2020-50_1168.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1477", "sources::title": "Modernisation of equipment - construction ", "sources::url": "https://covid19.maltaenterprise.com/modernisation-of-equipment/", "sources::d_date": "07/01/2020", "modId": "0", "downloaded_to": "dacde389c5778fc1aa07b04993607d418cbc6a7fd73e947ecf3aa701289fee4e"}, {"recordId": "2596", "sources::title": "Malta Enterprise - Construction Industry Scheme ", "sources::url": "https://covid19.maltaenterprise.com/modernisation-of-equipment/", "sources::d_date": "01/12/2021", "modId": "0", "downloaded_to": "dacde389c5778fc1aa07b04993607d418cbc6a7fd73e947ecf3aa701289fee4e"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "34", "sectors::code": "B8", "sectors::name": "Other mining and quarrying", "modId": "0"}, {"recordId": "69", "sectors::code": "F41", "sectors::name": "Construction of buildings", "modId": "0"}], "updates": [{"recordId": "483", "updates::d_date": "12/11/2020", "updates::description": "The application for this scheme were accepted from the 11 December 2020 until 31 May 2021. It was announced that the scheme was open for those: constructing immovable property, excavating or demolishing; those renting equipment for the purpose of construction; transportation of material related to construction, excavation and demolishing; owners and operators of quarries and batching plants; and building and finishing contractors. \r\rFurthermore, it was announced that claims were to be supported by fiscal documentation, proof of payment, a destruction certificate of old equipment, and that the new equipment must be maintained operational by the beneficiary for at least 3 years for the commissioned date. \r\rThe actual grant varied between one that could cover between 60% and 25% of the cost and depended on the type of equipment purchased and if the equipment is new or not. ", "modId": "2"}, {"recordId": "605", "updates::d_date": "01/12/2021", "updates::description": "The scheme ended prematurely on 12 January 2021 as the amount of aid requested had already exceeded the budget allocated. ", "modId": "1"}], "regions": []}, "recordId": "1078", "modId": "22"}