{"fieldData": {"title": "Agreement on social support for the crisis linked to COVID-19 within the Safran group", "title_nationalLanguage": "Accord relatif à l'accompagnement social de la crise liée au COVID-19 au sein du groupe Safran", "d_startDate": "04/15/2020", "d_endDate": "10/31/2020", "calc_country": "France", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Income support for unemployed", "calc_identifier": "FR-2020-16/1169", "dateType": "Temporary", "calc_creationDay": "09/22/2020", "calc_lastUpdate": "10/16/2020", "descriptionBackgroundInfo": "On 15 April 2020, the aircraft supplier Safran has signed an agreement with the three representative unions CFDT, CFE-CGC and FO to deal with the consequences of the COVID-19 epidemic. With the aim of _'ensuring equity and strengthening solidarity between employees'_, the text aims to define measures to support the implementation of short-time working (partial activity) _'during the coming weeks, until the gradual resumption of all activities under the previous conditions'_. This text provides in particular for the creation of a solidarity fund to provide additional compensation for short-time workers receiving less than €2,500 gross per month.", "descriptionContentOfMeasure": "**Creation of a solidarity fund**\r\rThe agreement specifies that employees on short-time working whose working time is calculated in terms of the number of days in the year and not on the basis of weekly working hours (employees under 'forfait-jours) and those with no hourly reference are entitled to full net pay in accordance with the metalworkers' collective agreement. Also, in accordance with 'a principle of solidarity between the different categories of employees', the agreement sets up a solidarity fund intended to guarantee, for the months of April and May, additional compensation for all employees on short-time working who do not benefit from full maintenance of the above-mentioned pay. \r\rThis guarantee makes it possible to increase the gross hourly wage by 1% to 8% per hour declared as short-time working, depending on the level of pay: for employees receiving less than €2,200 gross per month, the increase is 8%. For those paid between €2,410 and €2,500 euros, the increase is 1%. \r\rThis fund will be fed, until 10 June 2020, via :\r\r* the deduction of one day's leave for employees in forfait-jours basis and employees without hourly reference (whose pay is maintained at 100% as indicated above), with more than three months' seniority as at 31 March 2020 and at least 30% short-time working in April;\r* the possibility for employees, 'including members of management', to pay voluntary days off.\rIn the event that the solidarity fund does not allow for the full financing of these measures, the scale would be reduced 'in due proportion'. If there is a surplus, the signatories agree to meet to define the terms and conditions for revising the scale.\r* The agreement adds that the partial period of activity will have no impact on the calculation of the 13th month and on the calculation of the retirement indemnity due for the year 2020.\r\r**Adjustment of paid holidays**\r\rThe agreement takes into account Order No. 2020-323 of 25 March 2020, which allows for the terms and conditions for taking paid holidays to be adapted. Group companies will thus be able, until 31 October 2020, to impose the taking of paid leave, up to a limit of six working days per employee. Holidays must be taken in the following order of priority:\r\r* days of paid leave acquired during the previous vesting period;\r* days of acquired leave provided for by collective agreements (seniority leave, etc.);\r* days of paid leave acquired during the last vesting period, which may lead, where applicable, to taking early leave.\r\rThe unilateral fixing of paid leave by the employer shall be subject to a notice period of at least two working days during the confinement period and at least five working days outside the confinement period. These advance notice periods apply 'for fixing the days of leave taken in rotation or collectively in the context of a closure'.\rThe signatories also provide for the possibility of modifying the dates of leave already set until 31 October 2020, still within the limit of six working days.\rThe employer must inform the Social and Economic Committee (work council) of its decisions by any means and as soon as possible.\rHowever, employees are entitled to a leave of at least two consecutive weeks within the legal period for taking leave. In addition, the employer must ensure that paid leave is taken during the summer period in order to ensure the employee's right to paid leave with his family.\r\r**Other guarantees**\r\rThe agreement sets out other measures to mitigate the implementation of the Short-time working, in particular:\r\r* the maintenance at 100% of the remuneration of employees on apprenticeship and work-study contracts and the remuneration of trainees during the period of confinement;\r* neutralisation of the impact of partial activity on the calculation of incapacity, invalidity and death benefits. The reference remuneration to be taken into account will be that of the calendar month preceding the partial activity.\r\r** Health and safety**\r\rIn addition, in order to 'ensure the proper application and respect, within the company, of the rules of hygiene, safety and social distancing', Safran recommends, 'when possible', the setting up, on the sites, of employees with a mission of \"sentinel for prevention, according to operating methods defined locally.\r", "descriptionUseOfMeasure": "The agreement applies to about 44,100 employees in France.", "descriptionInvolvementOfSocialPartners": "The three representative trade unions have negotiated and agreed this group-level agreement.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-16_1169.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "584", "sources::title": "Ordonnance no 2020-323 du 25 mars 2020 portant mesures d’urgence en matière de congés payés, de durée du travail et de jours de repos", "sources::url": "https://www.legifrance.gouv.fr/jo_pdf.do?id=JORFTEXT000041755940", "sources::d_date": "03/25/2020", "modId": "4", "downloaded_to": "0534c48ac17554caa1642367a11fbafd982cfe33894acc175a95f38b01faa266"}, {"recordId": "683", "sources::title": "Accord national du 3 avril 2020 portant sur les modalités d'organisation du travail pour faire face à l'épidémie de covid-19", "sources::url": "https://www.metallurgie-cfecgc.com/sites/default/files/inline-files/Accord%20national%20du%203%20avril%202020%20portant%20sur%20les%20modalités%20d%27organisation%20du%20travail%20pour%20faire%20face%20à%20l%27épidémie%20de%20covid-19%20-%20signé.pdf", "sources::d_date": "04/03/2020", "modId": "1", "downloaded_to": "9dbeb277f930d2f2b5fd79b245ce40e5006cd902264bf5e10b0c22c55184f3ea"}, {"recordId": "1478", "sources::title": "Accord du 15 avril 2020 relatif à l’accompagnement social de la crise sanitaire de Covid-19 dans le groupe Safran", "sources::url": "", "sources::d_date": "04/15/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "33", "targetGroups::name": "Workers in non-standard forms of employment", "modId": "14"}, {"recordId": "68", "targetGroups::name": "Youth (18-25) in employment", "modId": "9"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}, {"recordId": "2", "funding::name": "Employees", "modId": "0"}, {"recordId": "3", "funding::name": "Employer", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "57", "sectors::code": "C30", "sectors::name": "Manufacture of other transport equipment", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1079", "modId": "19"}