{"fieldData": {"title": "Bigard group agreement prioritises measures to avoid partial unemployment", "title_nationalLanguage": "Accord de groupe Bigard du 26 mars 2020 sur les mesures exceptionnelles pour faire face à l’épidémie de Covid-19", "d_startDate": "03/16/2020", "d_endDate": "04/26/2020", "calc_country": "France", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Working time and working time flexibility", "calc_identifier": "FR-2020-12/1170", "dateType": "Temporary", "calc_creationDay": "09/23/2020", "calc_lastUpdate": "09/23/2020", "descriptionBackgroundInfo": "On 26 March 2020, the management of the Bigard group signed an agreement with three representative unions – CFDT (leading union), CFE-CGC and FO – on exceptional measures for each establishment to manage working time and also to mitigate the COVID-19 crisis impact on wages. The CGT is not a signatory. This framework agreement, which covers all the French sites of the third largest European meat process manufacturer, applies to 13,000 employees. It should make it possible both to enhance, throughout the crisis, the commitment of employees, whose activity is essential, and to manage the under-activity of certain establishments. It also sets out the procedures for informing employee representative bodies throughout the crisis.", "descriptionContentOfMeasure": "The agreement underlines that a significant drop in activity will affect certain services, workshops or establishments. This situation is due to the cancellation of orders, supply difficulties, or the impossibility of maintaining an activity _'due to the failure of service providers or absenteeism'_. If setting up work-study teams or internal mobility measures are not enough to address this situation of underemployment, the agreement proposes the mobilisation of 'hours and days off counters'. \r\r**Measures to avoid recourse to partial unemployment**\r\rAt the sites, the management can use the following four devices in the order of priority set by the group agreement. These are:\r\r* the modulation of working hours, for workers and employees, with the setting of the schedule within the lower limit of 35 hours ;\r* asking managers and supervisors to take days granted as part of agreements on the reduction of working hours;\r* the use of rest days deposited in a time-saving account;\r* the taking of paid holidays.\r\rEach system is implemented with a 24-hour notice period. The first three tools can be used within an overall limit of ten days. Paid holidays may be taken for up to five working days.\rRecourse to short-time working is envisaged as a last resort. The deployment of partial activity, whether in the form of reduced working hours or the closure of an establishment, must be validated and then monitored by senior management.\r\r**Management of essential skills**\r\rAccording to the agreement, it is necessary to develop the skills essential to the continuity of the group's \"vital\" activity. Indeed, the \"novel\" measures made necessary by the health crisis are disrupting personal life. In addition, the \"barrier\" measures implemented by the employer have a significant impact on the organisation of services and workshops. This valorisation of skills is primarily based on an increase in the internal professional mobility bonus paid for each day of mobility (increase of €10 per day).\r\rAnother counterpart provided for in the agreement concerns the remuneration of overtime worked from 16 March to 26 April. Employees who wish to do so, for any hours worked between 35 and 42 hours, are offered the option of benefiting from the social and tax regime for overtime and a 25% pay rise, rather than having them managed under the usual working time modulation scheme. The pay increase is increased to 50% for hours worked beyond 42 hours.\rThe agreement specifies that the succession of busy weeks must remain under control. \rManagement may refuse to allow certain essential employees to take paid leave. The taking of the fifth week's holiday can be postponed beyond 31 May 2020.\r\r**Information for employee representatives**\r\rThe agreement organises information for the Information and consultation bodies at the level of each establishment. It covers the implementation of each work organisation measure applied within the framework of this agreement. It is specified that recourse to short-time working is the subject of information and consultation with the establishment's social and economic committee. At group level, management will inform the trade union coordinators (the shop-steward of the representative unions at group level) at weekly telephone briefings. The exchange will enable, in particular, the monitoring of the group's activity levels and absenteeism. It provides for a 'specific focus' in the event of partial activity.", "descriptionUseOfMeasure": "This framework agreement, which covers all the French sites of the third largest European meat process manufacturer, applies to 13,000 employees on national level and 28 slaughterhouses.", "descriptionInvolvementOfSocialPartners": "Three of the four representative trade unions have negotiated the measures and signed the agreement.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-12_1170.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "354", "sources::title": "Décret n° 2020-325 du 25 mars 2020 relatif à l'activité partielle", "sources::url": "https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000041755956", "sources::d_date": "03/25/2020", "modId": "3", "downloaded_to": "34591005fbda09d2afe865a3a87e458d367947eaf06b44cc98cb4cf831b8b947"}, {"recordId": "584", "sources::title": "Ordonnance no 2020-323 du 25 mars 2020 portant mesures d’urgence en matière de congés payés, de durée du travail et de jours de repos", "sources::url": "https://www.legifrance.gouv.fr/jo_pdf.do?id=JORFTEXT000041755940", "sources::d_date": "03/25/2020", "modId": "4", "downloaded_to": "0534c48ac17554caa1642367a11fbafd982cfe33894acc175a95f38b01faa266"}, {"recordId": "1490", "sources::title": "Accord de groupe Bigard du 26 mars 2020 sur les mesures exceptionnelles pour faire face à l’épidémie de Covid-19", "sources::url": "", "sources::d_date": "03/26/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "37", "sectors::code": "C10", "sectors::name": "Manufacture of food products", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1080", "modId": "16"}