{"fieldData": {"title": "Malta Enterprise administers business re-engineering consultancy", "title_nationalLanguage": "", "d_startDate": "11/02/2020", "d_endDate": "12/31/2023", "calc_country": "Malta", "calc_minorCategory": "Reorientation of business activities", "calc_subMinorCategory": "Change of production/innovation", "calc_identifier": "MT-2020-45/1171", "dateType": "Temporary", "calc_creationDay": "09/23/2020", "calc_lastUpdate": "01/18/2021", "descriptionBackgroundInfo": "COVID-19 had a marked negative financial impact on several sectors in Malta. By means of a tripartite agreement, a package of measures to save jobs and organisations was agreed and announced by the Government on 24 March 2020. Amongst the measures in this package, wage subsidies were offered to sectors which were worst hit. During a 'mini budget' announced on the 8 June 2020, which aimed to regenerate Malta's economy, government announced another package of measures. Amongst the new measures announced, was a business re-engineering consultancy administered by the Malta Enterprise. ", "descriptionContentOfMeasure": "Whilst announced in June, details of this measure remain limited (September 2020). \r\rIn view of the COVID-19 pandemic, government acknowledged that organisations will have to modify the way that they operate. Via the Malta Enterprise, Government first offered a measure which subsidised the purchase of technological equipment for the purpose of fostering teleworking. This measure has now ended. This new measure acknowledged that some organisations, especially micro and small enterprises might require assistance in drafting new business plans and in exploring technological options. In view of this, Malta Enterprise is providing a maximum of €5,000 per business to be used to undertake reengineering exercises with approved companies. A total budget of €2.5 million has been allocated to this measure. It is envisaged that the measure will aid in fostering a digital economy.", "descriptionUseOfMeasure": "No information is available. ", "descriptionInvolvementOfSocialPartners": "By means of a tripartite agreement, a package of measures to save jobs and organisations was agreed on 24 March 2020. This was the third but most significant package of measures announced by the Government. Following this agreement, social partners remained in direct contact with the government highlighting their proposals of what was felt was still necessary to save the Maltese economy and jobs. In view of this, on the 8 June 2020, the government announced a 'mini budget' to help the Maltese economy to recover from the effects of the COVID-19 pandemic. Essentially, this was the fourth package of measures announced by the government. The current measure formed part of this package.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/MT-2020-45_1171.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1491", "sources::title": "Malta Enterprise - Business Re-engineering Consultancy", "sources::url": "https://covid19.maltaenterprise.com/business-re-engineering-consultancy/", "sources::d_date": "09/23/2020", "modId": "0", "downloaded_to": "320e5f5d5262bbfde04346a59b01aeacd7c68d9a84fd19da6393e8fd43122124"}, {"recordId": "2597", "sources::title": "Malta Enterprise - Business Re-engineering and Transformation Scheme with Annex", "sources::url": "http://maltaenterprise.com/sites/default/files/Business%20Re-engineering%20and%20Transformation%20Scheme%20with%20Annex%20%28Version%201.0%29%20Final_0.pdf", "sources::d_date": "11/03/2020", "modId": "0", "downloaded_to": "b27df53c4be8b2dd299cd71b10b5a2fe19bcc88fcba44aba7c078de581a8a483"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "12", "actors::name": "Public support service providers", "modId": "1"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "484", "updates::d_date": "11/03/2020", "updates::description": "Whilst previously announced, the actual details of the scheme were published by the Malta Enterpise at the beginning of November 2020. \r\rIt was announced that the aid from this scheme shall be awarded to companies employing between 10 - 250 people and will be received in the form of a cash grant covering 50% of the costs incurred up to a maximum grant of €5,000 per advisory service per undertaking. Beneficiaries may only be supported once through this measure during any 18-month period. This incentive shall be available until the 31 December 2023.\r\rThe Malta Enterprise signed an agreement with The Malta Chamber of Commerce, Enterprise and Industry to compile a recommended list of service providers who can as consultants for the Business Re-Engineering & Transformation Scheme. Organisations that opt for a service provider who are found on the recommended list will have their application fast tracked as the due diligence process of the Service provider would have been carried out by the Chamber.", "modId": "4"}], "regions": []}, "recordId": "1081", "modId": "23"}