{"fieldData": {"title": "Agreement on health and safety at the workplace for public employees relating to the Covid-19 emergency", "title_nationalLanguage": "Protocollo di accordo per la prevenzione e la sicurezza dei dipendenti  pubblici ", "d_startDate": "04/03/2020", "d_endDate": "", "calc_country": "Italy", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Changes in work organisation", "calc_identifier": "IT-2020-14/1172", "dateType": "Temporary", "calc_creationDay": "09/23/2020", "calc_lastUpdate": "10/09/2020", "descriptionBackgroundInfo": "The agreement was signed on 3 April 2020 by the Minister for the Public Administration and by the most representative trade union organisations in the public administration CGIL, CISL and UIL.\rIt set common and shared guidelines to facilitate in all the public administrations the application of the measures necessary to contain the spread of the infection as a way to secure both the workplaces for the public employees, as well as the access to the public. Furthermore it promoted the adoption of the smart work for those services where it is applicable to guarantee the continuity of services’ provision and the income levels of the public employees involved.", "descriptionContentOfMeasure": "The agreement set the following measures: \r\r* Where applicable, the smart working is promoted as the form of work organisation in all the public administrations, compatibly with the need to provide essential services in presence (as in the case of the healthcare)\r* A reduction in the number of both the personnel through shifts and of the customers in the offices, to prevent the risk of assemblage. All the services in presence are provided upon reservation.\r* The provision of a clear protocol for sanitising and cleaning the workplaces, as well as the rules to apply in case of positivity to COVID-19 of an employee or a citizen/user attending a public office. \r* The definition of new rules concerning the organisation of work for public employees who cannot work remotely and are not authorised to work from the office. Individual training, the use of all the days of leave and holiday at disposal are promoted as a way to ensure the same salary levels.\r", "descriptionUseOfMeasure": "The measures apply to all the public administrations in the country, at both central and local level. It furthermore set general rules for the access to the public services applicable to all the citizens.", "descriptionInvolvementOfSocialPartners": "On the employer's side, the agreement was negotiated and signed by the Ministry of the Public Administration which embodied the public employer for the whole public personnel involved in the measure. \rOn the union side, the most representative trade unions in the public sector negotiated and signed the agreement, involving both the union confederations (CGIL, CISL and UIL) as well as the sectoral categories of these confederations organising in the Public Sector (FP-CGIL, FP-CISL, FPL-UIL, UIL PA) and in the Education sector (which is separated) (FLC-CGIL, FSUR-CISL, FIR-CISL, CISL Università, UIL SCUOLA RUA). Several minor and not representative trade unions in the public sector have not been involved.\rUnions' involvement is requested by institutional setting. According to the legislative framework the trade unions in the public sector have the right to be informed, consulted and to negotiate in all the matters concerning the organisation of work, along with the terms and conditions of employment. Furthermore, in compliance with the legislative setting, only the representative trade unions have been involved.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/IT-2020-14_1172.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only public sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1495", "sources::title": "Website of the Ministry for the public Administration", "sources::url": "http://www.funzionepubblica.gov.it/articolo/ministro/03-04-2020/protocollo-dintesa-pa-oo-ss", "sources::d_date": "04/03/2020", "modId": "0", "downloaded_to": "8cecedfdf904d7fdbe930e2db6769d71f04364800300da549dcc6225ad9cc4c6"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "114", "sectors::code": "O84", "sectors::name": "Public administration and defence; compulsory social security", "modId": "0"}, {"recordId": "116", "sectors::code": "P85", "sectors::name": "Education", "modId": "0"}, {"recordId": "118", "sectors::code": "Q86", "sectors::name": "Human health activities", "modId": "0"}, {"recordId": "119", "sectors::code": "Q87", "sectors::name": "Residential care activities", "modId": "0"}, {"recordId": "120", "sectors::code": "Q88", "sectors::name": "Social work activities without accommodation", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1082", "modId": "28"}