{"fieldData": {"title": "Measures to support the construction and property industries ", "title_nationalLanguage": "Miżuri li jappoġġjaw l-industriji tal-kostruzzjoni u tal-proprjetà", "d_startDate": "06/08/2020", "d_endDate": "12/31/2021", "calc_country": "Malta", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Support for spending, stimulus packages", "calc_identifier": "MT-2020-24/1173", "dateType": "Temporary", "calc_creationDay": "09/23/2020", "calc_lastUpdate": "11/19/2020", "descriptionBackgroundInfo": "COVID-19 had a marked negative financial impact on several sectors in Malta. By means of a tripartite agreement, a package of measures to save jobs and organisations was agreed and announced by the Government on 24 March 2020. Amongst the measures in this package, wage subsidies were offered to sectors which were worst hit. During a 'mini budget' announced on the 8 June 2020, which aimed to regenerate Malta's economy, government announced another package of measures. Some of these measures aimed at supporting the property market, and in so doing also supported the construction industry, as the sale of properties slumped during the first few months of COVID-19.", "descriptionContentOfMeasure": "In order to stimulate the property market, the Government introduced the following measures:\r\r* **Reduction of stamp duty:** The stamp duty rate on property purchases of less than €400,000 was reduced from 5% to 1.5% on contracts to be signed between June 9 and March 31 of next year.\r* **Reduction in sales tax:** Tax for those selling property under development and tax on those contracts made after 1 June  up to 31 March 31, 2021 will be reduced from 8% to 5%.\r* **First time buyers scheme:** Those who bought property before the scheme was introduced in 2013 were not eligible, these will now be eligible for the scheme. The scheme allows buyers purchasing their first property to be exempt from paying stamp duty on the first €175,000 of the property’s price.\r* **Home Deposit Scheme:** aimed at assisting those who are unable to afford a home loan deposit, a government loan covering the 10% deposit (or up to €17,500) payable upon signing a promise-of-sale agreement is being offered. This measure is limited to the first 300 applicants and is means tested depending on martial status, income and capital assets. ", "descriptionUseOfMeasure": "The Malta Developers Association (MDA)  announced that according to its data, June, July and August 2020 were record months for property sales since 2017. They stated 4,088 promise of sale agreements were registered with a value of €860 million.", "descriptionInvolvementOfSocialPartners": "By means of a tripartite agreement, a package of measures to save jobs and organisations was agreed on 24 March 2020. This was the third but most significant package of measures announced by the Government. Following this agreement, social partners remained in direct contact with the government highlighting their proposals of what was felt was still necessary to save the Maltese economy and jobs. In the case of measures for the construction and property market, this involvement was often through proposals submitted by the Malta Developer's Association (MDA). \r\rIn view of this, on the 8 June 2020, the government announced a 'mini budget' to help the Maltese economy to recover from the effects of the COVID-19 pandemic. Essentially, this was the fourth package of measures announced by the government. With the exception of the government loan for first time buyers, the current measures formed part of this package. The loan was announced prior to COVID-19 (Budget October 2019) but was implemented in June 2020. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/MT-2020-24_1173.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1492", "sources::title": "Further new COVID-19 measures Malta", "sources::url": "https://covid19.maltaenterprise.com/other-new-incentives-measures/", "sources::d_date": "09/23/2020", "modId": "0", "downloaded_to": "c7d27e5bc64f3bd5c7fac18202ef48007badd17fa727228a98bc2faa68f3b54f"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}, {"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}, {"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "69", "sectors::code": "F41", "sectors::name": "Construction of buildings", "modId": "0"}, {"recordId": "70", "sectors::code": "F42", "sectors::name": "Civil engineering", "modId": "0"}, {"recordId": "71", "sectors::code": "F43", "sectors::name": "Specialised construction activities", "modId": "0"}, {"recordId": "97", "sectors::code": "L68", "sectors::name": "Real estate activities", "modId": "0"}], "updates": [{"recordId": "430", "updates::d_date": "10/15/2020", "updates::description": "In mid-October 2020 it was announced that the 'First time buyers scheme' value of property exempt from paying stamp duty is to be extended from €175,000 to €200,000.", "modId": "4"}], "regions": []}, "recordId": "1083", "modId": "23"}