{"fieldData": {"title": "Measures to support import and export", "title_nationalLanguage": "Miżuri li jappoġġjaw l- importazzjoni u l- esportazzjoni", "d_startDate": "06/08/2020", "d_endDate": "", "calc_country": "Malta", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Support for spending, stimulus packages", "calc_identifier": "MT-2020-24/1174", "dateType": "Open ended", "calc_creationDay": "09/23/2020", "calc_lastUpdate": "09/24/2020", "descriptionBackgroundInfo": "COVID-19 had a marked negative financial impact on several sectors in Malta. By means of a tripartite agreement, a package of measures to save jobs and organisations was agreed and announced by the Government on 24 March 2020. Amongst the measures in this package, wage subsidies were offered to sectors which were worst hit. During a 'mini budget' announced on the 8 June 2020, which aimed to regenerate Malta's economy, Government announced another package of measures. Some of the measures within this package aimed at stimulating the import and export sectors which suffered during COVID-19.", "descriptionContentOfMeasure": "Several measures to support import and export were implemented. These include:\r\r**Refund in port charges:**\rA refund of 33% in port charges will be given for ships bringing in cargo to our country to support the supply chains that effect Malta's economy. \r\r**Refund in container discharge fees:**\rA 10% refund will also be given on container discharge fees for import and export but not transhipment.\r\r**Support for digital promotion of export of goods and services:**\rTo aid exporters to reach new markets, a fund to support digital marketing was introduced. Trade Malta has been allocated a budget of €400,000 to reimburse half of the costs involved in campaigns aimed at foreign markets, with a maximum cap of €25,000 per undertaking. The scheme can be used to benefit: \r\r* investment in digital marketing channels to aid international promotion of products and services (up to 50% of eligible expenses); \r* training of staff in digital marketing tools via eLearning courses (up to 50% of eligible expenses); \r* recover funds lost in eligible expenses related to trade exhibitions cancelled due to the pandemic (up to 80% of unrecoverable funds lost due to event cancellation).", "descriptionUseOfMeasure": "No information available.", "descriptionInvolvementOfSocialPartners": "By means of a tripartite agreement, a package of measures to save jobs and organisations was agreed on 24 March 2020. This was the third but most significant package of measures announced by the Government. Following this agreement, social partners remained in direct contact with the government highlighting their proposals of what was felt was still necessary to save the Maltese economy and jobs. In view of this, on the 8 June 2020, the government announced a 'mini budget' to help the Maltese economy to recover from the effects of the COVID-19 pandemic. Essentially, this was the fourth package of measures announced by the government. The current measures formed part of this package.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/MT-2020-24_1174.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1494", "sources::title": "Export incentive scheme Malta", "sources::url": "https://www.trademalta.org/wp-content/uploads/2020/06/COVID-19-Export-Response-Scheme-_24.06.20_2100.pdf", "sources::d_date": "06/24/2020", "modId": "0", "failure_reason": "HTTPSConnectionPool(host='www.trademalta.org', port=443): Max retries exceeded with url: /wp-content/uploads/2020/06/COVID-19-Export-Response-Scheme-_24.06.20_2100.pdf (Caused by SSLError(SSLCertVerificationError(1, '[SSL: CERTIFICATE_VERIFY_FAILED] certificate verify failed: unable to get local issuer certificate (_ssl.c:1123)')))"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1084", "modId": "10"}