{"fieldData": {"title": "Protocol for the safety of workers in the audiovisual sector", "title_nationalLanguage": "Protocollo per la tutela dei lavoratori del settore cine-audiovisivo", "d_startDate": "05/27/2020", "d_endDate": "", "calc_country": "Italy", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Occupational health and safety", "calc_identifier": "IT-2020-22/1175", "dateType": "Temporary", "calc_creationDay": "09/23/2020", "calc_lastUpdate": "10/09/2020", "descriptionBackgroundInfo": "The Protocol for the protection of workers in the audiovisual sector has been signed on 27 May 2020 by the five largest employers' association in the sector (ANICA, APA, APE, CNA Cinema e Audiovisivo, and Confartigianato Cineaudiovisivo) and by the three largest trade unions in the sector (SLC-CGIL, FISTEL-CISL, and UILCOM-UIL).\r\rIt aims to set a specific common regulatory framework for the re-opening of the activities in the audiovisual industry, as a way to ensure the health and safety of all the workers in the sector. \rThe protocol is not legally binding but the organisations which have not signed the agreement. \rThe protocol sets out the necessary prevention and protection measures in each of the specific environments / phases of work/tasks as required by the “Shared protocol for regulating measures for contrast and the containment of the spread of the COVID-19 virus in the workplace\" signed by the Government and trade unions confederations on 24 April 2020.", "descriptionContentOfMeasure": "The Protocol provides a detailed framework concerning the behaviour, the responsibilities, the procedures to be adopted, the tools to be used to avoid the possibility of contagion from COVID-19 in the phase of restarting of the production, especially on sets.\rIn particular, is divided into two sections, with reference to the two macro-types of work environments typical of the audio-visual industry: \r\r* Production offices/support activities to the preparation of production \r* Set / crew / actors and others\r\rFor each set of work environments, ad hoc rules are defined in relation to the following aspects:\r\r* General hygienic rules to follow \r* The use of the individual protective devices\r* Rule for using and sanitising the working spaces both indoor and outdoor\r* Rule for using and sanitising the common spaces and the canteens \r* Treatments and procedures in case of individual symptomatology and/or COVID-19 positivity\r* Regulation for the access of external people \r* Rules for the transportation of goods and people\r\rA common protocol concerns the compulsory introduction of new figures in each workplace responsible for the monitoring of health and safety. COVID-19-related online training is compulsory for the personnel before returning to work.", "descriptionUseOfMeasure": "The protocol established a set of rules that the whole personnel and all the companies in the audiovisual industry have to comply with. Around 60,000 workers are involved in the country.", "descriptionInvolvementOfSocialPartners": "Social partners' involvement in designing, negotiating, implementing and monitoring the protocol was based on a voluntarist agreement between the parties involved. The organisations, the most representative in the sector and which sign the main national collective agreements in the industry, decided to define a sector-specific protocol, starting from the general tripartite one signed at the national level. The small trade unions and companies in the sector, not representative, have not been involved.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/IT-2020-22_1175.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1500", "sources::title": "SLC-CGIL website", "sources::url": "https://www.slc-cgil.it/notizie-produzione-culturale/3121-cineaudiovisivo-siglato-protocollo-ripresa-in-sicurezza.html", "sources::d_date": "09/24/2020", "modId": "0", "downloaded_to": "a5a730859e0b809a3294ef17996223f79ef5f643381eb66eb7feb2fd37466c7c"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "122", "sectors::code": "R90", "sectors::name": "Creative, arts and entertainment activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1085", "modId": "25"}