{"fieldData": {"title": "Agreement relating to the setting up of a specific partial activity system within the Bosch France group", "title_nationalLanguage": "Accord relatif à la mise en place d’un dispositif spécifique d’activité partielle au sein du groupe Bosch France", "d_startDate": "06/01/2020", "d_endDate": "06/30/2022", "calc_country": "France", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "FR-2020-23/1178", "dateType": "Temporary", "calc_creationDay": "09/24/2020", "calc_lastUpdate": "10/16/2020", "descriptionBackgroundInfo": "On 17 July 2020, in order to avoid reducing its workforce at several sites in France, the Bosch industrial group concluded an agreement on the [long-term partial activity scheme (DSAP)](https://static.eurofound.europa.eu/covid19db/cases/FR-2020-27_1030.html) with all the employee trade union organisations (CFDT, CFE-CGC, CGT, FO and SUD). The group was one of the first in France to introduce this new short-time working arrangement. It will apply until 30 June 2022 to all employees of the Bosch Group in France. Employees may be placed in partial activity up to a limit of 40% of their working time, with remuneration of 90% of their net salary. The Group undertakes, at the time of each request to the administration for a transfer into the scheme, not to make any redundancies for economic reasons.", "descriptionContentOfMeasure": "The specific partial activity system (DSAP) may be set up at the group's various sites. Depending on business constraints, the reduction in working hours may not exceed 40% of working time. The volume of hours concerned will be assessed 'employee by employee' over the duration of the request for partial activity within the establishment or company concerned, unless an exception is made (for example, in the case of a qualifying training course). \r\rA provisional schedule for the use of the partial activity scheme will be presented to the social and economic committee (CSE) for the duration of the request for partial activity. An indicative percentage of recourse to the scheme will be defined. At each ordinary meeting of the ESC, the half-yearly forecast will be updated. Non-nominative but individualised lists, employee by employee, will also be presented, with the hours worked.\r\r** Compensation for reduced activity** \r\rLegally, the agreement recalls, the amount of the partial activity allowance paid to the employee is set at 70% of gross pay, i.e. approximately 84% of net pay. In the agreement, the management undertakes to increase the amount of the partial allowance as follows:\r\r* Pending validation of the agreement by the administration and due to the summer period, management has applied, for the hours not worked in July, a maintenance of 90% of the net monthly salary, i.e. 75% of the gross monthly salary, except for Forfait-jours employees (i.e. those whose working hours are expressed in days worked over a year), who benefit from the maintenance of 100% of the net monthly salary.\r* Since 1 August, this maintenance of 90% of net monthly pay has applied to all employees, including those on \"forfait-jours\" contracts.\rThe agreement states that, if the employee so wishes, it may use a rest day to replace a day of partial activity, in order to avoid loss of pay or loss of holiday pay (the time savings account being closed in the event of partial activity).\rThe management undertakes to neutralise non-worked hours for the calculation of certain bonuses (half-yearly bonus, precariousness bonus for fixed-term contracts), the distribution of profit-sharing and incentive schemes and for the calculation of the CSE's budgets.\r\r**A commitment to maintaining employment**\r\rIn view of the economic uncertainties' affecting the group's various activities, the company or establishment that will use this system will undertake at each request to the administration, for a maximum period of six months, not to make any redundancies for economic reasons or \"rupture conventionnelle collective\" (which allows for voluntary collective redundancies), except in the case of procedures already under way.\r\r**A commitment to training**\r\rIn addition, periods of low activity can be an opportunity to implement training actions aimed at enabling employees to maintain and develop their skills and qualifications. Each company or establishment using the DSAP will offer each employee who is only partially active in the company or establishment training courses, with training being paid at 100% of net pay for the hours concerned. This training request may involve the mobilisation of the training personal account (CPF), as specified in the agreement.\r\r**Implementation of the agreement**\r\rThe agreement sets out the 'general principles to be respected' for applications for DSAP. The administrative process must begin after the social and economic committee of the company or establishment has been informed and consulted, in particular on the diagnosis of the economic situation and the practical arrangements for implementing the DSAP. The agreement specifies that a monthly monitoring of the agreement will be carried out between two representatives per signatory union organisation and management, in particular to identify any difficulties in its application.", "descriptionUseOfMeasure": "The German group Bosch, which has 400,000 employees worldwide, employed 6,600 people in France at the end of 2019. The agreement applies to the 6,600 employees.\r", "descriptionInvolvementOfSocialPartners": "The agreement on the long-term partial activity scheme (DSAP) was signed between management and all the representative trade union organisations (CFDT, CFE-CGC, CGT, FO and SUD). ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-23_1178.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1288", "sources::title": "Décret n° 2020-794 du 26 juin 2020 relatif à l'activité partielle ", "sources::url": "https://www.legifrance.gouv.fr/eli/decret/2020/6/26/MTRD2011504D/jo/texte", "sources::d_date": "06/26/2020", "modId": "0", "downloaded_to": "342be7e2d1ff2558881e48849c3e0a8cba41bcea8dfc84ff71d9bd2800946504"}, {"recordId": "1496", "sources::title": "Accord du 17 juillet 2020 relatif à la mise en place d’un dispositif spécifique d’activité partielle au sein du groupe Bosch France", "sources::url": "", "sources::d_date": "07/17/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}, {"recordId": "3", "funding::name": "Employer", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "52", "sectors::code": "C25", "sectors::name": "Manufacture of fabricated metal products, except machinery and equipment", "modId": "0"}, {"recordId": "56", "sectors::code": "C29", "sectors::name": "Manufacture of motor vehicles, trailers and semi-trailers", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1088", "modId": "17"}