{"fieldData": {"title": "Ferrero company-level agreement for health and safety of workers during the Covid-19 emergency", "title_nationalLanguage": "Verbale di accordo Ferrero Alba", "d_startDate": "03/13/2020", "d_endDate": "", "calc_country": "Italy", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Occupational health and safety", "calc_identifier": "IT-2020-11/1185", "dateType": "Temporary", "calc_creationDay": "09/25/2020", "calc_lastUpdate": "10/09/2020", "descriptionBackgroundInfo": "The company level agreement was signed on 13 March 2020 by the company Ferrero S.p.A and the main trade unions in the food sector FAI-CISL, FLAI-CGIL, and UILA-UIL. According to the Decree 11 March 2020, but anticipating the measures introduced at the national level, the company agreements established a new protocol to guarantee the health and safety of the workers in the plant during the COVID-19 emergency. The company in fact decided to continue the production by halving the number of workers in the plant.", "descriptionContentOfMeasure": "The agreement provides a detailed framework concerning the health and safety regulation in the plant and the new work organisation to implement during the emergency. Regarding the former, it established the following provisions:\r\r* General hygienic rules to follow, in particular for the sanitation of the hands\r* Provision of individual protective equipment (gloves, masks), emergency kits and hand sanitizer at disposal in the plant\r* Re-organisation of the spaces to avoid the assemblage of people (canteens, entry/exit, changing rooms, break rooms, buses for the transportation of the workers to the establishment).\r\rConcerning the work organisation, it set:\r\r* The extension of the smart working to all the workers involved in tasks not directly linked to the retail and productive activities\r* The gradual reduction of the production activities in order to halve the number of workers simultaneously working in presence in the establishment. The company ensured the turnover among the whole workforce\r* The temporary halt of specific production processes. Specific provisions to safeguard the income levels of the workers engaged in these activities will be negotiated with the union representatives in the plant.\r", "descriptionUseOfMeasure": "The Ferrero S.p.A is an international group. The provisions contained in the agreement apply only to the Ferrero plant located in Alba, Italy. The establishment employs about 4,500 workers, including full-time, part-time and temporary workers. The measures affect the workforce according to the activities performed in the plant, whether productive or administrative.", "descriptionInvolvementOfSocialPartners": "The three main trade unions organising in the food sector (FAI-CISL, FLAI-CGIL, and UILA-UIL) have directly participated in the negotiation for the definition of the company-level agreement. Only the union organisations which have signed the sectoral national collective agreement applied in the plant are allowed to negotiate company-level agreements. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/IT-2020-11_1185.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1513", "sources::title": "FLAI CGIL website", "sources::url": "https://www.flai.it/", "sources::d_date": "03/13/2020", "modId": "0", "failure_reason": "HTTPSConnectionPool(host='www.flai.it', port=443): Max retries exceeded with url: / (Caused by SSLError(SSLCertVerificationError(1, '[SSL: CERTIFICATE_VERIFY_FAILED] certificate verify failed: unable to get local issuer certificate (_ssl.c:1123)')))"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "84", "sectors::code": "I56", "sectors::name": "Food and beverage service activities", "modId": "0"}], "updates": [], "regions": [{"recordId": "2794", "regions::countryCode": "IT", "regions::level": 3, "regions::name": "Cuneo", "regions::nutsCode": "ITC16", "modId": "5"}]}, "recordId": "1095", "modId": "20"}