{"fieldData": {"title": "Help with heart: Labour market re-integration for disabled workers", "title_nationalLanguage": "Výpomoc so srdcom", "d_startDate": "01/01/2018", "d_endDate": "", "calc_country": "Slovakia", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "SK-2018-1/1186", "dateType": "Open ended", "calc_creationDay": "09/25/2020", "calc_lastUpdate": "11/27/2020", "descriptionBackgroundInfo": "A programme developed by the recruitment company Profesia has been implemented since 2018. However in spring 2020 its activities were adapted to the new circumstances and the national epidemiological measures. Within the programme, Profesia cooperates with other organisations, particularly, the Institute for professional rehabilitation or the Slovak Blind and Partially Sighted Union.\rThe programme’s goal is to help people with disabilities to gain a job, retain or return to the employment in the open labour market. The programme includes persons with all types of disabilities with the focus on more serious ones (such as intellectual disability, autism, Asperger syndrome, people with hearing impairment).\rThe main activity is the position of Assistance of job inclusion, which has been performed on a voluntary basis without any regulatory background, yet. There is an effort of the programme provider to include this position to the legislation.  ", "descriptionContentOfMeasure": "Within the programme the recruitment company Profesia offers the employers the free of charge access to CVs of applicants with disabilities and informs employers on the process of inclusion at the workplace. \rThe support of the job-seeker with disabilities consists of: \r\r* The career guidance (abilities and possibilities mapping, help with CV, job search and job interview training – either face-to-face or online)\r* The training for the particular employment (guidance during the trial period, inclusion at the workplace, setting the supervision at the employer)\r\rThe support is provided by the position of the Assistant for the job inclusion. The assistant supports and helps the job-seeker to be prepared for the job interview and advocates for him/her to be employed, retain to workplace or return to employment.\r\rThe support also includes motivation videos of persons with disabilities already employed. These videos and also online counselling and communication seem to be the main activities during pandemic in spring 2020. According to communication with Profesia, career motivation videos have been published for pupils and students with disabilities.\rAlso the Research Institute of Child Psychology and Patopsychology (VUDPaP) uses these videos in its career guidance National project. Two more videos were being finalised in October 2020.", "descriptionUseOfMeasure": "According to communication with Profesia, there were about 1,600 CVs of applicants with disabilities in the database of Profesia company by 30 September 2020. It makes about 2% of all CVs in the company's database.\r\rThere were 16 clients in Help with heart programme in spring 2020. \rRegarding the particular companies, by the end of September 2020 four employees in Curaden went back to work after spring lockdown and one person will be employed at Bratislava Municipality. \r\rIn the school year 2019/2020, there were 14 secondary vocational school students with disabilities performing their paid practical training in Johnson Controls. They did not return back to the company since the cooperation between Johnson Controls and two secondary vocational schools has been interrupted. \r\rThere have been 30 new employees with disabilities being prepared for a shipping and delivery service company.\r", "descriptionInvolvementOfSocialPartners": "There is no information on social partners' involvement in designing, implementing and monitoring the measure.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SK-2018-1_1186.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Company practices", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1503", "sources::title": "O čom je výpomoc so srdcom", "sources::url": "https://www.sosrdcom.sk/", "sources::d_date": "09/25/2020", "modId": "0", "downloaded_to": "9c540730cbfcc41647f5ac7ceebc7074eb64baa0f6a40771c6f804fbb1369dad"}, {"recordId": "1504", "sources::title": "Čo ponúka výpomoc so srdcom uchádzačom o prácu?", "sources::url": "https://www.sosrdcom.sk/pre-uchadzacov-o-pracu-1", "sources::d_date": "09/25/2020", "modId": "0", "downloaded_to": "2339f00ee2d3ebfb7b65275f0dad673799faf3ddcd36247169788bc2540f1fd6"}, {"recordId": "1519", "sources::title": "Profesia žiada lepšie podmienky pre zamestnávanie ľudí so znevýhodnením", "sources::url": "https://firma.profesia.sk/profesia-ziada-lepsie-podmienky-pre-zamestnavanie-ludi-znevyhodnenim-predstavuje-2-konkretne-riesenia-podlozene-datami-skusenostami/", "sources::d_date": "09/16/2020", "modId": "0", "downloaded_to": "c71b6c49b3c0218705a59caa31d0523f1b1cb0aea07a8c435f8b4798971d1ddc"}, {"recordId": "1569", "sources::title": "Odporúčania pre zodpovedné podnikanie", "sources::url": "https://www.chartadiverzity.sk/wp-content/uploads/2020/01/BLF_Odporucania_Zamestnavanie_WEB-1.pdf", "sources::d_date": "11/01/2019", "modId": "0", "downloaded_to": "faea230e3dae6cab3e86e1e63e404a6257516d8fa93df4be4c279418427acd07"}], "actors": [{"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}], "targetGroups": [{"recordId": "43", "targetGroups::name": "Disabled", "modId": "14"}, {"recordId": "72", "targetGroups::name": "Disabled workers", "modId": "9"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1096", "modId": "53"}