{"fieldData": {"title": "Protocol for the containment of the COVID-19 spread in the construction sites", "title_nationalLanguage": "Protocollo condiviso di regolamentazione per il contenimento della\rdiffusione del COVID-19 nei cantieri", "d_startDate": "05/04/2020", "d_endDate": "", "calc_country": "Italy", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Occupational health and safety", "calc_identifier": "IT-2020-19/1192", "dateType": "Temporary", "calc_creationDay": "09/28/2020", "calc_lastUpdate": "10/16/2020", "descriptionBackgroundInfo": "Following up the decree no. six issued on 23 February 2020, on 26 April 2020 the Italian Prime Minister Giuseppe Conte outlined a new plan to ease the lockdown restrictions imposed to curb the spread of the COVID-19 infections. Measures will be relaxed from 4 May 2020. \rTogether with these measures the government negotiated a protocol agreement, included as annex (no. seven) to the decree,  with trade unions and employers' organisations on health and safety at work in the building sector for construction sites.", "descriptionContentOfMeasure": "The protocol established specific rules in the building sector, to ensure a safe re-opening of the construction sites in the country. In particular it established the following provisions:\r\r* Information to workers regarding: the health and safety rules applied in the construction site, including the procedure to measure the temperature before accessing the site and the protocol to apply in case of COVID-19 related symptomatology of a worker\r* Rules for the access to the construction site of external providers, especially for the transport of goods and people\r* Protocol for the sanitation and the proper cleaning of the construction site (in particular of shared spaces as changing rooms, toilets and instruments) \r* Rules for the personal hygiene and the correct use of individual protective equipment\r* Rules for a safe use of the shared spaces, in particular canteens and changing rooms\r* Rules for the organisation of work schedules and workers turnover to prevent assemblages", "descriptionUseOfMeasure": "The protocol applied to all the constructions sites located in the country, both private as well as public ones, which were ongoing during the COVID-19 emergency phase. ", "descriptionInvolvementOfSocialPartners": "The protocol was negotiated by the Ministry for Infrastructure and Transport and by the Ministry for Labour and Social Policies on the government sites, together with the main employers' organisations in the construction sector (ANCI, UPI, Anas S.p.A., RFI, ANCE, Alleanza delle Cooperative) and the largest trade unions (Feneal Uil, Filca –CISL, and Fillea CGIL). \rThe most representative social partners were involved, signing the main national collective agreement in the sector.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/IT-2020-19_1192.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1514", "sources::title": "Ministry for Labour and Social Policies", "sources::url": "www.lavoro.gov.it", "sources::d_date": "04/26/2020", "modId": "0", "downloaded_to": "ca3bc37592dacb01d8b29c7ce5ec8c098f4b4f42437c8de2b3fc94d8d5bddda7"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "69", "sectors::code": "F41", "sectors::name": "Construction of buildings", "modId": "0"}, {"recordId": "70", "sectors::code": "F42", "sectors::name": "Civil engineering", "modId": "0"}, {"recordId": "71", "sectors::code": "F43", "sectors::name": "Specialised construction activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1102", "modId": "16"}