{"fieldData": {"title": "Protocol for the containment of the COVID-19 spread in the transport sector and logistics", "title_nationalLanguage": "Protocollo di regolamentazione per il contenimento della diffusione del COVID-19 nel settore trasporti e logistica", "d_startDate": "05/04/2020", "d_endDate": "", "calc_country": "Italy", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Occupational health and safety", "calc_identifier": "IT-2020-19/1194", "dateType": "Temporary", "calc_creationDay": "09/28/2020", "calc_lastUpdate": "10/04/2020", "descriptionBackgroundInfo": "Following up the decree no. 6 issued on 23 February 2020, on 26 April 2020 the Italian Prime Minister Giuseppe Conte outlined a new plan to ease the lockdown restrictions imposed to curb the spread of the COVID-19 infections. Measures will be relaxed from 4 May 2020. Together with these measures the government negotiated a protocol agreement included as annex (no. 8) of the decree, with trade unions and employers' organisations on health and safety at work in the transport sector and logistics.", "descriptionContentOfMeasure": "The protocol introduced general rules to follow at the workplace for the whole transport sector and logistics, including:\r\r* Information to workers regarding the correct use of individual protective equipment (gloves, face masks, coverall);\r* Protocol for the sanitation and the proper cleaning of the rooms and means of transport;\r* If possible, provision of disinfecting gel on all means of transport for the use of customers;\r* Suspension of all training courses and meetings;\r* Where possible, limitation to the sale of transport tickets, to reduce the number of people travelling on each mean of transport;\r* Rules for the use of shared rooms, in particular changing rooms.\r\rFurthermore, the protocol set specific rules for the different kind of transportation (aerial transport, goods road transport, public transportation on road and rail, rail sector, maritime transportation).", "descriptionUseOfMeasure": "The protocol applies to all the kind of transportation, both private as well as public ones: aerial transport, goods road transport, public transportation on road and rail, rail sector, maritime transportation.", "descriptionInvolvementOfSocialPartners": "The protocol was negotiated by the Ministry for Infrastructure and Transport on the government side, together with the main employers' organisations in the transport and logistics sector (Confindustria, Confetra, Confcoooperative, Conftrasporto, Confartigianato, Assoporti, Assaeroporti, CNA-FITA, AICAI, ANITA, ASSTRA, ANAV, AGENS, Confitarma, Assarmatori, Legacoop Produzione Servizi) and the largest trade unions (Filt-Cgil, Fit-Cisl and UilTrasporti). \rThe most representative social partners were involved, signing the main national collective agreement in the sector.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/IT-2020-19_1194.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1514", "sources::title": "Ministry for Labour and Social Policies", "sources::url": "www.lavoro.gov.it", "sources::d_date": "04/26/2020", "modId": "0", "downloaded_to": "ca3bc37592dacb01d8b29c7ce5ec8c098f4b4f42437c8de2b3fc94d8d5bddda7"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "77", "sectors::code": "H49", "sectors::name": "Land transport and transport via pipelines", "modId": "0"}, {"recordId": "78", "sectors::code": "H50", "sectors::name": "Water transport", "modId": "0"}, {"recordId": "79", "sectors::code": "H51", "sectors::name": "Air transport", "modId": "0"}, {"recordId": "80", "sectors::code": "H52", "sectors::name": "Warehousing and support activities for transportation", "modId": "0"}, {"recordId": "81", "sectors::code": "H53", "sectors::name": "Postal and courier activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1104", "modId": "11"}