{"fieldData": {"title": "Temporary unemployment in case of school closure", "title_nationalLanguage": "Tijdelijke werkloosheid in geval van sluiting school", "d_startDate": "10/01/2020", "d_endDate": "", "calc_country": "Belgium", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Support for parents and carers (financial or in kind)", "calc_identifier": "BE-2020-40/1203", "dateType": "Temporary", "calc_creationDay": "09/30/2020", "calc_lastUpdate": "10/06/2020", "descriptionBackgroundInfo": "The use of temporary unemployment has been widely used in the past months of the crisis. Along the way it has been adapted to best suit the situation and the phase the country is currently in (for example, it is now mostly aimed at companies/sectors that are still heavily struck). The latest addition is a new specific form of temporary unemployment that is guaranteed to parents in case the school of their children is forced to close due to the virus and the accompanying measures. ", "descriptionContentOfMeasure": "Currently, if a child has to be quarantined after contact with an infected person the parents are allowed to make use of the temporary unemployment scheme to care of their child (which allows them to stay at home and removes the wage cost from the employer).\r\rWhat has not yet been regulated is the situation in which a child has to be preventively quarantined because the school or after/pre school care (or part of it) is closed due to a an outbreak (or possible outbreak) of the virus. These situations are often very difficult for parents as it forces them to search for care on very short notice. The new measure that is proposed by the newly formed government arranges that parents can opt to make use of temporary unemployment in these situations (given they have the proper certificate from the school or care unit). This allows them to have more time to look for care for their child(ren), while not costing money to the employer (as the labour cost is carried by the government).\r", "descriptionUseOfMeasure": "The measure has not been implemented as for now, it is however quite sure that it will be in the near future. Only Flemish Nationalist party N-VA demands a second reading of the entire measure and had some critique, as they believe it lead to abuse and unnecessary costs.", "descriptionInvolvementOfSocialPartners": "With regards to the design it is unclear what the role of the social partners was. With regards to implementation, the trade unions traditionally play an important role in the payments of unemployment benefits (Belgium having a quasi-Ghent system).", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/BE-2020-40_1203.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1547", "sources::title": "Temporary Unemployment In Case of School Closure", "sources::url": "https://www.standaard.be/cnt/dmf20200928_9460326", "sources::d_date": "09/28/2020", "modId": "0", "downloaded_to": "8b3fd06411f9afd54d26daea37e291ab880440dc0ea78b48d8a7d28ae7b0dce0"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}], "targetGroups": [{"recordId": "69", "targetGroups::name": "Parents in employment", "modId": "8"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1113", "modId": "25"}