{"fieldData": {"title": "Easing access to Innovation Norway's total framework ", "title_nationalLanguage": "Innovasjon Norge justerer sine tilbud for å møte endrede behov ", "d_startDate": "03/23/2020", "d_endDate": "", "calc_country": "Norway", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "NO-2020-13/1208", "dateType": "Open ended", "calc_creationDay": "10/01/2020", "calc_lastUpdate": "10/15/2020", "descriptionBackgroundInfo": "In March 2020, Innovation Norway (Innovasjon Norge) put into action several measures to facilitates the business community's access to Innovation Norway's total budget of seven billion kroner (€650 million) due to the COVID-19 crisis. Among the measures were reduced interest rates, innovation and risk loans with lower collateral requirements and no instalments on start-up loans for the first four years. Innovation Norway is a Norwegian hybrid state-owned company established by law in 2003 with the aim of increasing innovation, growth and export for Norwegian businesses through capital and expertise. Innovation Norway manages funds for ministries and counties.", "descriptionContentOfMeasure": "The 23 March, Innovation Norway adjusted its offerings to meet changing needs as a result of the COVID-19 pandemic. The measures apply to grants, loans and guarantees. Among the measures are:\r\r* Cut in interest rates on loans. This applies to new loans from 23 March and to current loans from 15 April.\r* Simplification of the application process for postponing repayments. The scheme mainly grants a one-year instalment deferral.\r* Opening up to innovation loans and risk loans with lower collateral requirements than normally required.\r* Allowing customers who experience delays more time to decide on financing commitments. Extending payment deadlines.\r* Innovation Norway increases its proportion of grants from 50 to 75% of the total costs for commercialisation grants\r* This applies to new projects and means that the requirement for other capital is significantly reduced.\r* Start-up loans increases from maximum NOK 1.5 million to NOK 2 million (€186,000), without increasing the requirements for bail or equity.\r* The interest-free period is increased by six months on existing and new start-up loans.\r* No instalments on start-up loans for the first four years.", "descriptionUseOfMeasure": "No information to date.", "descriptionInvolvementOfSocialPartners": "Social partners have been consulted regularly during design and implementation of the measure.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/NO-2020-13_1208.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1578", "sources::title": "Easing access to Innovation Norway's total framework of seven billion NOK", "sources::url": "https://www.innovasjonnorge.no/en/start-page/about/news/easing-access-to-innovation-norways-total-framework-of-seven-billion-nok/", "sources::d_date": "03/23/2020", "modId": "0", "downloaded_to": "5cc9aee3e621abf62d68c8c72c0c28178762a610b34ab2c2603545714b40d3d4"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "12", "actors::name": "Public support service providers", "modId": "1"}], "targetGroups": [{"recordId": "62", "targetGroups::name": "SMEs", "modId": "12"}, {"recordId": "66", "targetGroups::name": "Start-ups", "modId": "11"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1118", "modId": "9"}