{"fieldData": {"title": "Time credit for employees of companies in difficulty and/or restructuring due to COVID-19", "title_nationalLanguage": "Corona Tijdskrediet", "d_startDate": "03/01/2020", "d_endDate": "12/31/2020", "calc_country": "Belgium", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Working time and working time flexibility", "calc_identifier": "BE-2020-10/1210", "dateType": "Temporary", "calc_creationDay": "10/01/2020", "calc_lastUpdate": "10/06/2020", "descriptionBackgroundInfo": "Time credit is a specific system that already existed before the Corona crisis. It was originally meant as a way for employees to take a form of leave to either follow a specific education/training or provide care for someone (under certain circumstances other reasons are allowed as well). The employee in question receives a benefit from the federal unemployment services instead of a wage during this period of absence.\r\rIn the context of the COVID-19 crisis another variant was implemented. The principle is similar to the existing time credit system, however the conditions to apply are entirely different.", "descriptionContentOfMeasure": "The first important condition is the fact that the company of the employee has to be formally recognised as being in difficulty and/or restructuring. In contrast to the classic form of time credit it has nothing to do with the employee following training/education or providing care. Whereas the classic time credit is mostly formulated from the viewpoint of the employee, it is that they apply and require leave for a training or care. In case of the Corona time credit it is mostly a way for employers to reduce their labour costs, while employees have the benefit of maintaining a certain level of income as well as their job. The Corona time credit can take the form of a reduction in work performance by up to half or a reduction in work performance by one fifth.\r\rThe duration of the corona time credit is a minimum of one month and a maximum of six months. The corona time credit can be renewed without the need for the new period to be immediately equal to the previous period. However, each individual period must be at least one month and the total duration cannot exceed six months.\r\rThe corona time credit can start from 1 July 2020 at the earliest.\r\rThe full duration of the corona time credit must be during the period of recognition of the business as a firm in difficulty or undergoing restructuring", "descriptionUseOfMeasure": "There are no data available yet on uptake on the specific form of time credit.", "descriptionInvolvementOfSocialPartners": "Their involvement in the design was unclear.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/BE-2020-10_1210.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1577", "sources::title": "Covid-19: 'Corona Time Credit' Wolters Kluwer", "sources::url": "https://legalworld.wolterskluwer.be/nl/nieuws/socialeye/covid-19-met-coronatijdskrediet-kunnen-ondernemingen-in-moeilijkheden-arbeidsprestaties-verminderen-in-ruil-voor-een-uitkering", "sources::d_date": "07/07/2020", "modId": "0", "downloaded_to": "68ec77b6893d685858bed15762dc381c4a390cab6d85fdacec33db28a64ed4ee"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "65", "targetGroups::name": "Other businesses", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1120", "modId": "21"}