{"fieldData": {"title": "Re-start bonus (combination wage allowance)", "title_nationalLanguage": "Neustartbonus (Kombilohnbeihilfe)", "d_startDate": "06/15/2020", "d_endDate": "06/30/2021", "calc_country": "Austria", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "AT-2020-25/1215", "dateType": "Temporary", "calc_creationDay": "10/02/2020", "calc_lastUpdate": "01/22/2021", "descriptionBackgroundInfo": "Against the background of high unemployment caused by the COVID-19 crisis, the new re-start bonus is intended to promote the take-up of part-time employment by previously registered unemployed people and is a specific form of the combination wage allowance. It is an active labour market policy which has been in place for many years (mostly focusing on older people and especially women re-entering the labour market after interruptions). \r\r\r", "descriptionContentOfMeasure": "The re-start bonus is intended for people who are currently unemployed and who are registered with the public employment service (PES) and who are willing to take up a new position (job offer registered with the PES) where they would earn less than in their previous job.\r\rThe minimum number of working hours of the newly taken up are 20 hours per week. The PES then increases this income from part-time work to 80% of the person's full-time net income before unemployment (the PES pays the difference up to an amount of  €950 net). \rThe duration of the allowance is limited to a maximum of 28 weeks and concerns fully insured employment relationships that are taken up between 15 June 2020 and 30 June 2021.\r\r\rThe objectives of the measure are:\r\r* to support companies which have been particularly affected by the COVID-19 crisis and which have not yet been able to regain full capacity\r* to support take-up of part-time work by unemployed persons who would earn considerably less than before (or even less than their unemployment benefit, e.g. if they were full-time employees before they have become unemployed).\r* to fill vacancies as quickly as possible.\r\rThe instrument is available for affected workers in all sectors, but in the context of the COVID-19 crisis it is expected that it will be used primarily within the tourism sector. \r", "descriptionUseOfMeasure": "No information available yet.", "descriptionInvolvementOfSocialPartners": "According to a newspaper article, the social partners and the PES were not involved in the design of the measure upon its first presentation by the labour minister Ms Aschbacher (People's Party ÖVP) in late May 2020. However, the social partners were then involved in the implementation of the measure, as it was decided in the PES' administrative board, in which social partner representatives are present.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/AT-2020-25_1215.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1598", "sources::title": "Re-start bonus", "sources::url": "https://www.bmafj.gv.at/Services/News/Coronavirus/FAQ-Neustartbonus.html", "sources::d_date": "06/15/2020", "modId": "0", "downloaded_to": "29b969989928f9bc8d3248712105123dff9600a874ba331eaece8e93cc9f8eab"}, {"recordId": "1599", "sources::title": "Government promotes part-time", "sources::url": "https://kurier.at/wirtschaft/regierung-foerdert-teilzeit-sechs-fragen-zum-neustartbonus/400853720", "sources::d_date": "05/27/2020", "modId": "0", "downloaded_to": "9280b8bc9127be6e5a54538aa4ab3e7ee78c7fc0b56426d33b29db9c22eabee2"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [{"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "488", "updates::d_date": "12/01/2020", "updates::description": "Since 1 December 2020, it is not a prerequisite any more that the newly taken up employment relationship must have been previously registered as a vacancy with the PES.", "modId": "3"}], "regions": []}, "recordId": "1125", "modId": "23"}