{"fieldData": {"title": "Tourism services for medical staff compensated by the State", "title_nationalLanguage": "Valstybės kompensuojamos turizmo paslaugos medicinos darbuotojams ", "d_startDate": "09/01/2020", "d_endDate": "11/30/2020", "calc_country": "Lithuania", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Remuneration and rewards for workers in essential services", "calc_identifier": "LT-2020-36/1217", "dateType": "Temporary", "calc_creationDay": "10/02/2020", "calc_lastUpdate": "10/15/2020", "descriptionBackgroundInfo": "On 10 July 2020, Order No 4-539 of the Minister for the Economy and Innovation of the Republic of Lithuania came into force in Lithuania, approving the Procedure of compensating providers of tourism services for tourism services to medical staff (the Procedure) (the procedure was slightly adjusted on 31 August 2020; Order No 4-732). The Procedure provided for State-compensated tourism services for medical staff in Lithuania. Thus, on one hand, the objective is to thank healthcare professionals for their critical role during the COVID-19 crisis and, on the other hand, to contribute to the promotion of tourism in Lithuania, given that the tourism sector is one of the most seriously affected by this pandemic.", "descriptionContentOfMeasure": "The Procedure stipulates that employees of Lithuanian healthcare institutions will be able to use tourism services worth €200 from 1 September 2020 until 30 November 2020, and the cost of such services will be reimbursed by the State. Purchased services shall be provided in the territory of Lithuania only.\r\rIn order to use tourism services compensated by the State, healthcare professionals shall contact a licensed tourism service provider (accommodation provider, local tour operator, travel agent or seller of travel packages) whose tourism services are to be purchased.\r\rThe value of State-compensated tourism services per healthcare employee is €200 (incl. VAT). If the price for tourism services chosen by a healthcare employee is higher, he/she shall cover the difference at his/her own expense. If the price for tourism services is less than €200, the unused part is not compensated.", "descriptionUseOfMeasure": "A total of 64,000 healthcare employees will be able to access tourism services compensated by the State, including almost 44,000 licensed physicians and over 20,500 unlicensed healthcare employees, a list of whom was drawn up by all Lithuanian municipalities. According to the data provided by the national tourism development agency Travel Lithuania (project administrator), more than 4,000 healthcare employees have already used the services by 25 September 2020, and another 21,000 have booked the services. ", "descriptionInvolvementOfSocialPartners": "Only Ad hoc consultations; tripartite meeting was not held.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LT-2020-36_1217.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1601", "sources::title": "Order No 4-539 of the Minister for the Economy and Innovation of the Republic of Lithuania (LR ekonomikos ir inovacijų ministro įsakymas Nr. 4-539)", "sources::url": "https://e-seimas.lrs.lt/portal/legalAct/lt/TAD/c722e330c1c211eaae0db016672cba9c/asr", "sources::d_date": "07/08/2020", "modId": "1", "downloaded_to": "46a0ff19f489ea6b37f9b813275680273ee35bbcc6f247f1094d06ea2e5bce09"}, {"recordId": "1602", "sources::title": "The first million euro has been paid down to the tourism business under the “Holidays for medical staff” measure (Pagal priemonę „Atostogos medikams“ turizmo verslui išmokėtas pirmasis milijonas eurų)", "sources::url": "https://www.vz.lt/paslaugos/2020/09/25/pagal-priemone-atostogos-medikams-turizmo-verslui-ismoketas-pirmasis-milijonas-euru#ixzz6ZhVsbYAA", "sources::d_date": "09/25/2020", "modId": "1", "downloaded_to": "4fa77ad61d704306d693f1d4f3f43113fcb7ead5e3b6946d3ace080bab7f9fe1"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}], "targetGroups": [{"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}, {"recordId": "73", "targetGroups::name": "Workers in care facilities", "modId": "8"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [{"recordId": "12", "occupations::name": "Health associate professionals", "modId": "0"}, {"recordId": "6", "occupations::name": "Health professionals", "modId": "0"}], "sectors": [{"recordId": "118", "sectors::code": "Q86", "sectors::name": "Human health activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1127", "modId": "15"}