{"fieldData": {"title": "Expansion and increase of the job security allowance and wage allowance", "title_nationalLanguage": "Ausweitung und Erhöhung des Arbeitsplatzsicherungszuschusses und Entgeltzuschusses", "d_startDate": "04/01/2020", "d_endDate": "06/30/2020", "calc_country": "Austria", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "AT-2020-14/1219", "dateType": "Open ended", "calc_creationDay": "10/02/2020", "calc_lastUpdate": "11/27/2020", "descriptionBackgroundInfo": "A job security allowance can be granted for people with disabilities who have a degree of disability of at least 30%. The concrete amount of such a subsidy for wage costs is determined by the extent of the endangerment of the job, the age of the concerned employee and his or her ability to find another job at short notice.\rThis measure has been in place in Austria for many years.\rThe wage subsidy has also been in place for many years.", "descriptionContentOfMeasure": "In the face of the COVID-19 pandemic, the job security allowance has been increased by 50%. For new applications, the possible/maximum amount of the job security allowance is increased by 50% for a period of three months. No additional application is required for existing grants - their increase is automatic for the months of April, May and June 2020. \r\rThe funds for this allowance are taken from the compensation fund as provided for in the Act on the Employment of People with Disabilities (BEinstG). According to this act, all companies that employ 25 or more people are obliged to employ one registered disabled person for every 25 employees. If the employment obligation is not or not completely fulfilled, the company has to pay a compensatory tax per open compulsory position and month (in 2020, the tax lies at €267 per person in companies with 25-99 employees, €375 for companies with 100-399 employees and €398 for companies with 400 an more employees). The entire amount of the compensation tax received is paid into the compensation tax fund and the funds are earmarked to support the labour market integration of people with disabilities. Grants from this fund can be received by the persons concerned themselves as well as their superiors.\r\rNo details on the specific amount of the job security allowance is available.\r\rAlso, pre-existing wage subsidies for persons with disabilities have been increased by 50% in the event of a (to be explained) risk to the workplace, for a period of 3 months. This applies to applications that are submitted up to and including 30 June 2020.", "descriptionUseOfMeasure": "No information on the use is available.", "descriptionInvolvementOfSocialPartners": "The involvement of the social partners is unknown.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/AT-2020-14_1219.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1604", "sources::title": "Job retention allowance", "sources::url": "https://sozialministeriumservice.at/Ueber_uns/News_und_Veranstaltungen/News/COVID-19_Massnahmen_im_Bereich_der_Lohn--Individualfoerd.de.html", "sources::d_date": "04/01/2020", "modId": "0", "downloaded_to": "f9df9c7d84fbead3d6de9a446867ac50c2e00d07345405942cdc8270586da26f"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [{"recordId": "72", "targetGroups::name": "Disabled workers", "modId": "9"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1129", "modId": "14"}