{"fieldData": {"title": "COVID-19 protocol to ensure the safety of care transport", "title_nationalLanguage": "Protocol voor zorg vervoer", "d_startDate": "06/17/2020", "d_endDate": "", "calc_country": "Netherlands", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Protection of vulnerable groups (beyond employment support)", "calc_identifier": "NL-2020-25/1220", "dateType": "Temporary", "calc_creationDay": "10/02/2020", "calc_lastUpdate": "11/27/2020", "descriptionBackgroundInfo": "The background  for this protocol was to promote safe travel in public transport to promote the safety of transport drivers and passengers. In particular, looking at how individuals with disabilities have been supported during the COVID-19 crisis, the sector association the Royal Dutch Transport Association (KNV, consisting of enterprises in the sector of health care transport and taxis), developed a protocol for health related transport for individuals over the age of 18 and a protocol for those under the age of 18. This specifies how enterprises and workers offering health related transport (often in the context of social services) can continue to carry out their work safely so that individuals who cannot use regular public transport can remain mobile. For individuals with a disability this is an important part of general social inclusion and in some cases, in accessing employment as well.", "descriptionContentOfMeasure": "Several straightforward rules about regular taxi- and care transport during COVID-19 were published by the Dutch government.  According to these rules all passengers should be advised to only use the transport when absolutely necessary. These rules include keeping distance from the passenger as much as possible. Those who need assistance are expected to get a member of their household to do it, unless they are in a wheelchair in which case the professional will help them in accordance with the safety protocols. The KNV published a sector protocol to which the Dutch government refers for detailed guidance. The document contains a detailed description of what is and is not allowed, however, it is important to note that it allows for flexibility to account for certain issues. For example, if someone cannot wear a facemask due to their illness or disability they are not required to. However, in that case the driver keeps 1.5 meter distance from the person. A driver cannot accompany someone into an institution, however where necessary they may accompany them to the door. Different issues have been addressed in this manner. ", "descriptionUseOfMeasure": "There is not much information available on the use of this measure to date.", "descriptionInvolvementOfSocialPartners": "The Royal Dutch Transport Association (KNV) organizes both conventional transport in the Netherlands but also care transport. People with severe disabilities may have to use this transport to get around and are therefore heavily influenced by its functioning for their access to the employment market. During COVID-19 the KVN, together with the FNV and the CNV have set up a COVID-19 protocol that has to be used by all care transport providers. \rDuring COVID-19 different public and private entities have been creating protocols for safety in different situations. Different government institutions such as the RIVM (The public agency for healthcare and environment) and ministries have been involved in this process, along with also social partners such as the Association for Disability Care in the Netherlands (VGN), Netherlands Trade Union Confederation (FNV), and the National Federation of Christian Trade Unions in the Netherlands (CNV). Especially the VGN has been especially invested in writing protocols surrounding disability issues and also making sure the information is assessable in many different formats for those who due to their disability are unable to gain the information from the original protocols and reports. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/NL-2020-25_1220.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1615", "sources::title": "SECTORPROTOCOL VEILIG ZORGVERVOER VANAF 18 JAAR EN OUDER", "sources::url": "https://www.knv.nl/wp-content/uploads/2020/06/Sectorprotocol-zorgvervoer-vanaf-18-jaar-en-ouder-incl-bijlage-RIVM-300620-DEF.pdf", "sources::d_date": "06/30/2020", "modId": "0", "downloaded_to": "4234babce4788b963073f012daf3af485c8d96a5d72b956fc5b1a52b478aec9e"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}], "targetGroups": [{"recordId": "38", "targetGroups::name": "Children (minors)", "modId": "17"}, {"recordId": "43", "targetGroups::name": "Disabled", "modId": "14"}, {"recordId": "44", "targetGroups::name": "People in care facilities", "modId": "14"}, {"recordId": "72", "targetGroups::name": "Disabled workers", "modId": "9"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "77", "sectors::code": "H49", "sectors::name": "Land transport and transport via pipelines", "modId": "0"}, {"recordId": "120", "sectors::code": "Q88", "sectors::name": "Social work activities without accommodation", "modId": "0"}, {"recordId": "129", "sectors::code": "S96", "sectors::name": "Other personal service activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1130", "modId": "16"}