{"fieldData": {"title": "Agreement in the Bingo Sector to maintain employment levels and companies during the lockdown", "title_nationalLanguage": "Acuerdo entre sindicatos y empresas para intentar preservar empleos y empresas en el sector del bingo en el proceso de desconfinamiento", "d_startDate": "05/27/2020", "d_endDate": "", "calc_country": "Spain", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Change of work arrangements (working time, rota schemes)", "calc_identifier": "ES-2020-22/1221", "dateType": "Open ended", "calc_creationDay": "10/02/2020", "calc_lastUpdate": "12/02/2020", "descriptionBackgroundInfo": "The purpose of the agreement is to guarantee business continuity without loss of employment, through measures temporary regulation of employment and internal flexibility.\rAs a necessary measure, the extension of the temporary employment regulation files during the third quarter of 2020 is proposed, extendable, where appropriate, if the serious economic situation in the sector persists.", "descriptionContentOfMeasure": "The terms and conditions agreed cover all companies in the sector. Three policies are put in place in order to help recover the sector:\r \r**Extraordinary measures in terms of social contributions for those companies in temporary employment regulation files during 2020 in the Bingo Game sector**.\r\rThe organizing and marketing companies of the Bingo Game that apply temporary employment regulation files during the second semester of 2020, will be exonerated from the payment of the employer social security contributions.\r\r**Extraordinary measures regarding unemployment protection**.\r\rAll the unemployment protection measures provided for in article 25 of Royal Decree-Law 8/2020, of March 17, will be applicable to workers affected by the temporary employment regulation files in the Bingo Game labor sector, derived from COVID-19 and until December 31, 2020.\r\rThe workers affected by the measures derived from temporary collective dismissal in the sector during 2020, will not remain unemployed for more than 180 days. For this purpose, if a longer period of application of the collective dismissal is required, the consequent rotation rule will be established in the affectation of the company's workers, in order to distribute the work period during the current year 2020 and prevent the unemployment for each of the workers for more than 180 days in 2020. This measure may be waived when due to the size of the workforce it is impossible to adopt it.\r\r**Specific protection of workers with discontinuous permanent contracts**.\r\rThe discontinuous permanent contractual modality is very present in some geographical areas of the Bingo Game sector, and as a consequence sectoral social partners consider that measures of maintenance and protection of discontinuous permanent employment have to be adopted, given its nature of a stable and indefinite contract .\r\rIn each company, with the legal representation of the workers, a joint commission will be set up to apply and monitor the measures to suspend contracts and reduce working hours. These commissions must be constituted before June 30, 2020.", "descriptionUseOfMeasure": "No data available.", "descriptionInvolvementOfSocialPartners": "Bi-partite agreement between trade unions and employer organisations in the Bingo Sector.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-22_1221.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2150", "sources::title": "PROPUESTAS COMPARTIDAS EN EL SECTOR DEL JUEGO DEL\rBINGO (OCIO y TURISMO) Para dirigirlas a la Comisión de\rSeguimiento tripartita laboral del proceso de\rdesconfinamiento (RDL. 18/2020)", "sources::url": "https://www.ccoo-servicios.es/archivos/juego/medidas-laborales-sector-bingo.pdf", "sources::d_date": "05/27/2020", "modId": "0", "downloaded_to": "2b76f5c0e707e2205087a0d999a4ef4c1dce62185f260c67f67ecd9eb0dadfc4"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "124", "sectors::code": "R92", "sectors::name": "Gambling and betting activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1131", "modId": "15"}