{"fieldData": {"title": "Compensation for interest on loan or lease payments", "title_nationalLanguage": "Palūkanų kompensacija paskolos mokėjimo atidėjimo laikotarpiu", "d_startDate": "03/16/2020", "d_endDate": "12/31/2020", "calc_country": "Lithuania", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "LT-2020-12/340", "dateType": "Temporary", "calc_creationDay": "04/07/2020", "calc_lastUpdate": "10/15/2020", "descriptionBackgroundInfo": "Taking into account the companies’ lack of working capital during the quarantine period, the Government allocated €23 million of EU funds to fully reimburse interest payable by small- and medium-sized enterprises in cases where the repayment of loans or financial leasing has been postponed for at least 3 months after 16 March 2020 due to the quarantine regime. The businesses, therefore, can use their savings for other important purposes. The measure is implemented in accordance with Description 1 of the conditions for financing projects under measure J03-IVG-T under priority axis 3 “Promoting the competitiveness of small- and medium-sized enterprises” and priority axis 4 “Promoting energy efficiency and the production and use of renewable energy” under the Operational Programme for EU Structural Funds Investments for 2014-2020, as supplemented on 3 April 2020 by the Order No. 4-201 of the Minister for the Economy and Innovation.", "descriptionContentOfMeasure": "Representatives of small- and medium-sized enterprises experiencing difficulties in relation to COVID-19 pandemic may apply for the reimbursement of interest on deferred loans or financial leasing payments by the National Development Agency “Investicijų ir verslo garantijos” (Investment and Business Guarantees, INVEGA). If the financial institution defers the payment of loans or financial leasing, the borrowers will be reimbursed 100% of interest payable during the period of deferral. In addition, interest compensations will be paid on a monthly basis instead of a quarterly basis. The interests will be reimbursed in respect of investment and working capital loans, as well as financial leasing agreements, provided that the company meets certain criteria (e.g., interest compensation during the deferral period is not available for companies engaged in road freight transport wishing to purchase vehicles for freight transportation; for farmers; in respect of overdrafts, credit lines, factoring, operating lease contracts, etc.). The interest rate from which the maximum amount of partial reimbursement of interest is calculated shall not exceed 7%. The reimbursement of interest shall be applied within the de minimis aid ceiling (€200,000) for a period exceeding six months – until 31 December 2020.", "descriptionUseOfMeasure": "According to the data provided by INVEGA, a total of 4,642 applications for compensation for interest on loan or lease payments amounting to €31.2 million have been submitted by 24 September 2020, of which 55 are being processed, 497 – returned for being revised, 1,031 – denied, and 3,059 – approved.", "descriptionInvolvementOfSocialPartners": "No information available.", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LT-2020-12_340.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "181", "sources::title": "LR ekonomikos ir inovacijų ministro įsakymas Nr. 4-201 (2020-04-03)", "sources::url": "https://e-seimas.lrs.lt/portal/legalAct/lt/TAD/13d323d0759611eaa38ed97835ec4df6?jfwid=15etomcnz", "sources::d_date": "04/03/2020", "modId": "6", "downloaded_to": "4011fc278497c05ce04cd1362bfc6b27bdb911394958938a44dba37b73a6035c"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "12", "actors::name": "Public support service providers", "modId": "1"}], "targetGroups": [{"recordId": "62", "targetGroups::name": "SMEs", "modId": "12"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "224", "modId": "83"}