{"fieldData": {"title": "Incentive ATIVAR.PT - Incentive for employers to hire unemployed persons with disability or impairment", "title_nationalLanguage": "Incentivo ATIVAR.PT - Incentivo para as entidades empregadoras para a contratação de pessoas desempregadas com deficiência ou incapacidade", "d_startDate": "08/28/2020", "d_endDate": "", "calc_country": "Portugal", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "PT-2020-35/1226", "dateType": "Open ended", "calc_creationDay": "10/02/2020", "calc_lastUpdate": "11/27/2020", "descriptionBackgroundInfo": "To face the economic and social impacts of the COVID-19 pandemic, the Government established as one of the priority axes of the Economic and Social Stabilisation Programme (Programa de Estabilização Económica e Social), approved by the Resolution of the Council of Ministers no. 41/2020, of 6 of June, the maintenance of employment and the gradual recovery of economic activity.\r\rThe measure 'ATIVAR.PT Incentive' was created in this context. It is part of a wider package of active labour market policies, the 'Programme ATIVAR.PT - Enhanced Support Programme to Employment and Vocational Training' (ATIVAR.PT — Programa Reforçado de Apoios ao Emprego e à Formação Profissional), which aims to ensure an adequate and rapid response with support programmes for hiring and internships, in combination with programmes for specific sectors and groups. It includes two policy measures: a) ATIVAR.PT Internships; and b) ATIVAR.PT Incentive.\r\rThe Ordinance 207/2020, of 27 August, regulates the measure ATIVAR.PT Incentive, a support to the hiring of unemployed people oriented to the creation of sustainable employment and to the promotion of the employability of groups who are more distant from the labour market.\rThis measure introduces reinforced incentives to stimulate the hiring of unemployed people with low employability, notably those with a disability or impairment, while providing for a set of transitional mechanisms to respond to the new unemployed and to adapt to the exceptional context that the country is experiencing.", "descriptionContentOfMeasure": "The objectives of the measure ATIVAR.PT Incentive are (article 2): \r\r1. Prevent and combat unemployment;\r2. Encourage and support net job creation;\r3. Encourage the professional integration of specific groups with higher difficulties in the integration into the labour market;\r4. Promote the improvement and quality of employment, encouraging more stable employment relationships;\r5. Encourage the creation of jobs located in inland areas in order to reduce regional disparities.\r\r'ACTIVAR.PT Incentive' adresses people with disabilities and/or impairments as detailed below. \r\rThis incentive corresponds to a financial support to the employer that concludes an employment contract with an unemployed registered for at least six months at the PES (transitory and until 30 June 2021, this period has been reduced to three months), who matches specific conditions (article 6). This mandatory period of registration at the PES is not required when the unemployed has a disability or impairment.\r\rThe private for profit or not for profit employer must meet the following requirements (article 3):\r\r* Being regularly constituted and registered;\r* Having completed the legal requirements required for the exercise of the activity or present proof of having started the applicable process;\r* Having the tax and contributory situation up-to-date;\r* Not being in non-compliance with regard to financial supports granted by IEFP, I. P .;\r* Having complied with the rules regarding funds in the context of the European Social Fund financing;\r* Having organised accounting in accordance with the law;\r* Not having delayed salary payments;\r* Not having been convicted for a criminal or administrative offense due to violation of labour legislation, notably regarding discrimination at work and access to employment, in the last three years, unless the sanction applied in the context of this process results in a longer term.\r\rThe granting of financial support requires the maintenance of the job for at least 24 months, in the case of an open-ended contract, or the initial contract duration, in the case of a fixed-term contract (article 9).\rThe employer is obliged to provide vocational training to the hired worker, in one of the following modalities (article 10, paragraph 1):\r\r1. Work-related training adjusted to the skills of the job, for a minimum period of 12 months, monitored by a tutor selected by the employer;\r2. Work-related training adjusted to the skills of the job, in a certified training entity, with a minimum workload of 50 hours, carried out, whenever possible, during the normal working hours.\r\rThe employer is entitled to financial support corresponding to (article 11):\r\r1. 12 times the value of the Social Support Index (Indexante dos Apoios Sociais – IAS), in the case of open-ended contract;\r2. 4 times the value of the IAS, in the case of a fixed-term contract.\rThe amount of the IAS in 2020 is €438.81.\r\rThis financial support is increased by 10% notably in the case of hiring unemployed persons with disabilities or impairment. The financial support is also increased when the job is located in inland areas; and when the person hired belongs to the under-represented sex in that occupation.\r\rThe employer that converts, under this Ordinance and respecting specific requirements, a fixed-term contract into an open-ended contract is entitled to a ‘conversion award’. The amount of this award is equal to twice the monthly basic wage defined in the contract, up to the limit of five times the value of the IAS (€2,194.05) (article 12, paragraph 1); transitory, until 30 June 2021, this amount is equal to three times the monthly basic wage defined in the contract, up to the limit of seven times the value of the IAS (€3,071.67).\r", "descriptionUseOfMeasure": "This measure was launched very recently. No information is yet available of use of measure.", "descriptionInvolvementOfSocialPartners": "As stated in the Ordinance regulating the Incentive measure ATIVAR.PT, the social partners represented at the tripartite Standing Committee for Social Concertation were consulted.\r\rFurthermore, this measure will be evaluated by the Standing Committee for Social Concertation within three years from the entry into force of this Ordinance. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/PT-2020-35_1226.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1348", "sources::title": "Portaria n.º 207/2020", "sources::url": "https://dre.pt/web/guest/pesquisa/-/search/141259625/details/maximize", "sources::d_date": "08/27/2020", "modId": "1", "downloaded_to": "90aa5e188671b2f1de4e9b8bdd8b71f1b2ec2ddfc3f923e99dc01edc5f276b04"}, {"recordId": "1636", "sources::title": "Programa de Estabilização Económica e Social", "sources::url": "https://www.portugal.gov.pt/download-ficheiros/ficheiro.aspx?v=ee61964f-3d28-4a6e-a866-dc74919b11e8", "sources::d_date": "06/30/2020", "modId": "0", "downloaded_to": "9beff94d67673ea7568598b72cad89017250c50c5d87639647fc600ea88b8e3f"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1136", "modId": "24"}