{"fieldData": {"title": "A package to stimulate green growth", "title_nationalLanguage": "En pakke for grønn omstilling", "d_startDate": "05/29/2020", "d_endDate": "", "calc_country": "Norway", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Support for spending, stimulus packages", "calc_identifier": "NO-2020-22/1227", "dateType": "Open ended", "calc_creationDay": "10/02/2020", "calc_lastUpdate": "10/15/2020", "descriptionBackgroundInfo": "On the 27 May 2020, the government proposed to allocate NOK 3.6 billion (€336 million) to various measures to create a green future. The aim was to stimulate green growth when the Norwegian economy speeds up again. The government wanted to use the opportunity that a restart of society provides to stimulate growth which reduces emissions, and which ensures green jobs. The package included funding of research and development in circular economy and renewable energy.", "descriptionContentOfMeasure": "The government package to stimulate green growth contained several proposals, including:\r\r* The Research Council, Innovation Norway and Siva will administer a NOK 1 billion scheme (2020-2022) for green renewal of the business community and allocate the money to green projects.\r* An allocation of NOK 2 billion (€187 million) in 2020 to Enova (a state-owned enterprise) will be used to strengthen the investment in technology development within, for example, the supplier industry, the maritime industry and renewable energy.\r* Allocation of NOK 75 million (€7 million) to the Research Council of Norway to strengthen work on low-emission research.\r* Allocation of NOK 100 million (€9.3 million) to measures that will promote a more circular economy and better utilization of resources, including competence projects managed by the social partners.\r* Allocation of NOK 50 million (€4.7 million) to a program where municipalities and county municipalities can apply for support for projects that cut greenhouse gas emissions.  \r* Measures that promote green shipping such as a separate loan scheme for ships in local traffic and fishing vessels, and funding of development contracts for green speedboats.\r* Allocation of total NOK 25 million (€2.3 million) for the establishment of a new research center for environmentally friendly energy and a project related to the development of supply chains and delivery models for offshore wind power. \r* Allocation of NOK 120 million (€11.2 million) to a research program in the Research Council of Norway to promote innovation and restructuring in Norwegian business and industry with hydrogen in focus.\r* The government proposes to increase the state subsidy to Norwegian Energy Partners (NORWEP), a foundation with an objective to support and assist in the internationalisation of the Norwegian energy industry, by NOK 20 million (€1.9 million). The supplier industry to the energy industries is among Norway's largest industries, and the government consider NORWEP to be the government's most important tool for the internationalisation of the energy industries. ", "descriptionUseOfMeasure": "No information to date.", "descriptionInvolvementOfSocialPartners": "Social partners have been consulted regularly during design and implementation of the measures. They will be active partners in implementing and managing one of the measure that involve competence projects.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/NO-2020-22_1227.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1634", "sources::title": "En pakke for grønn omstilling", "sources::url": "https://www.regjeringen.no/no/aktuelt/ny-side5/id2704503/", "sources::d_date": "05/29/2020", "modId": "0", "downloaded_to": "80f9ca98aa99ea40a7a7c038952636a7a7fb585fc7d3efd2765181b2abb37c81"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "12", "actors::name": "Public support service providers", "modId": "1"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1137", "modId": "10"}