{"fieldData": {"title": "Maintenance of ski resorts and amusement parks", "title_nationalLanguage": "Regjeringen gir 250 millioner kroner til vedlikehold av alpinanlegg og tivoli", "d_startDate": "07/13/2020", "d_endDate": "09/15/2020", "calc_country": "Norway", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "NO-2020-29/1229", "dateType": "Temporary", "calc_creationDay": "10/02/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "The ski resorts in Norway were hit hard by the strict infection control measures introduced in March 2020. Ski resorts and amusement parks did not get maintenance costs covered by the government´s general compensation scheme, hence the government introduced a scheme of NOK 250 million (€23.3 million) to ensure that the facilities in the tourist industry receive money to carry out statutory maintenance. Companies with an operating license under the Amusement and / or Cable Car Act have costs associated with statutory maintenance that cannot be scaled down in the short term, and the government therefore regards charity costs as fixed, unavoidable costs for these companies. There are just over 300 commercial amusement park and cable car companies in Norway. The aim is to make the ski resorts and amusement parks ready to receive guests again next season. ", "descriptionContentOfMeasure": "The scheme of NOK 250 million (€23.3 million) to ensure that the facilities in the tourism industry receive money to carry out statutory maintenance will be managed by Innovation Norway. Innovation Norway is a Norwegian hybrid state-owned company established by law in 2003 with the aim of increasing innovation, growth and export for Norwegian businesses through capital and expertise. Innovation Norway manages funds for ministries and counties. \r\rApplicants for the scheme must have an operating license in accordance with the amusement park or the cable car law and have received support from the general compensation scheme. The scheme includes statutory maintenance of ski resorts and, among other things, water slides, ziplines, simulators and bouncy castles in companies that have had a large drop in turnover. The scheme applies to companies that had a large drop in turnover in March, April and May, which are the months with the strictest infection control measures. Application must be delivered before 15 September 2020.", "descriptionUseOfMeasure": "NOK 250 million (€23,7 million) was allocated to the scheme. Innovation Norway received 82 applications and has granted grants of just over ten million kroner for the maintenance of ski lifts and just over six million for amusement parks. The total sum granted is thus NOK 16 million of the limit of NOK 250 million.", "descriptionInvolvementOfSocialPartners": "Social partners have been consulted regularly during design and implementation of the measure.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/NO-2020-29_1229.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1637", "sources::title": "Regjeringen gir 250 millioner kroner til vedlikehold av alpinanlegg og tivoli", "sources::url": "https://www.regjeringen.no/no/aktuelt/regjeringen-gir-250-millioner-kroner-til-vedlikehold-av-alpinanlegg-og-tivoli/id2722678/", "sources::d_date": "07/13/2020", "modId": "0", "downloaded_to": "343f2c0ef6d48011b163ae5d934337c12ed81e0363178f14a4b1c9507a4bff9e"}, {"recordId": "2444", "sources::title": "The government is taking back almost the entire alpine crisis package", "sources::url": "https://www.dn.no/reiseliv/innovasjon-norge/alpinanleggenes-landsforening/camilla-sylling-clausen/regjeringen-tar-tilbake-nesten-hele-alpinkrisepakken-bransjen-mener-den-er-fort-bak-lyset/2-1-892098", "sources::d_date": "10/16/2020", "modId": "0", "downloaded_to": "0601fe9de195122f80ad99f29915d9d26026837fd803044ba7eb58318b89c7ae"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "12", "actors::name": "Public support service providers", "modId": "1"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "77", "sectors::code": "H49", "sectors::name": "Land transport and transport via pipelines", "modId": "0"}, {"recordId": "125", "sectors::code": "R93", "sectors::name": "Sports activities and amusement and recreation activities", "modId": "0"}], "updates": [{"recordId": "523", "updates::d_date": "10/16/2020", "updates::description": "A newspaper reports that the government is taking back almost the entire package for ski resorts and that the industry believes it has been led astray. The industry complain that the criteria are narrow and bureaucratic and limits who can apply for the scheme and what maintenance costs it can cover. The government, however, argues that statutory maintenance costs have proven to be far lower than first assumed, and that many applicants lost a much smaller part of their seasonal turnover than expected.", "modId": "1"}], "regions": []}, "recordId": "1139", "modId": "15"}