{"fieldData": {"title": "Tripartite agreement for the prevention of occupational hazards in the Madrid Region", "title_nationalLanguage": "Acuerdo Tripartito para prevención de riesgos laborales en la Región de Madrid", "d_startDate": "05/25/2020", "d_endDate": "", "calc_country": "Spain", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Occupational health and safety", "calc_identifier": "ES-2020-22/1231", "dateType": "Open ended", "calc_creationDay": "10/02/2020", "calc_lastUpdate": "12/02/2020", "descriptionBackgroundInfo": "The Community of Madrid and social partners of the region have signed a framework agreement   to develop actions aimed at preventing occupational risks associated with the coronavirus.\r\rThis agreement will reinforce different lines of action that are already being developed in the area of ​​occupational risk prevention since the beginning of the coronavirus crisis, and that will now be specially oriented to define and implement all the necessary measures to guarantee the safe return to work.", "descriptionContentOfMeasure": "This agreement reinforces the different lines of action that the regional government developed in the area of ​​occupational risk prevention since the beginning of the coronavirus crisis, and  will  be specially oriented to define and implement all the necessary measures to ensure safe return to work.\r\rThus, the regional Executive and social partners will collaborate in a practical guide adapted to the scenario of the various phases, specific guides for the different sectors and documents with the answers to the most frequently asked questions.\rThe agreement also provides for intensifying the advisory actions on occupational risk prevention carried out by the Institute for Occupational Safety and Health (IRSST) and programming training and dissemination actions. It has also been agreed to include in the VI Plan on Prevention of Occupational Risks a specific line of prevention of COVID-19, to adapt preventive actions to the situation and the effects caused by the pandemic.", "descriptionUseOfMeasure": "There is no information on the number of workers affected.", "descriptionInvolvementOfSocialPartners": "The agreement was reached with social partners through a process of tripartite social dialogue at regional level", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-22_1231.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Tripartite agreements", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1924", "sources::title": "Acuerdo sobre la prevención de riesgos laborales ante el Covid-19 entre sindicatos, patronal y Comunidad de Madrid", "sources::url": "https://www.ceim.es/actualidad/ceim-sindicatos-comunidad-firman-acuerdo-prl-coronavirus", "sources::d_date": "05/25/2020", "modId": "0", "downloaded_to": "07503f73bd00325fc48672073cf1d0b52716dcdcec4bb6e601c2d45b64803a30"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}], "targetGroups": [], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": [{"recordId": "2551", "regions::countryCode": "ES", "regions::level": 2, "regions::name": "Comunidad de Madrid", "regions::nutsCode": "ES30", "modId": "5"}]}, "recordId": "1141", "modId": "20"}