{"fieldData": {"title": "Guarantees for new liquidity loans for solving problems caused by the COVID 19 pandemic ", "title_nationalLanguage": "Jamstava za nove kredite za likvidnost za rješavanje problema izazvanih pandemijom COVID-a 19", "d_startDate": "07/21/2020", "d_endDate": "12/31/2020", "calc_country": "Croatia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Access to finance", "calc_identifier": "HR-2020-30/1232", "dateType": "Temporary", "calc_creationDay": "10/02/2020", "calc_lastUpdate": "10/22/2020", "descriptionBackgroundInfo": "In order to mitigate the adverse impacts of the COVID-19 pandemic, the Croatian Bank for Reconstruction and Development (HBOR) implement various measures aimed at maintaining the level of economic activity, keeping the liquidity of economic operators stable and, most importantly, preserving jobs. To facilitate the approval of liquidity loans at favorable terms and conditions in cooperation with commercial banks and to speed up the recovery of as many entrepreneurs as possible whose operations have been adversely affected by the COVID-19 (coronavirus), necessary guarantees in the form of portfolio insurance policies (guarantees) are offered for loans intended for exporters and the tourism industry.", "descriptionContentOfMeasure": "Croatian Bank for Reconstruction and Development (HBOR) for and on behalf of the Republic of Croatia, approves portfolio insurance policies (guarantees) to commercial banks and to HBOR for new liquidity loans for solving the problems caused by consequences of the pandemic COVID 19. Insurance policies (guarantees) are used as collateral for new liquidity loans approved to exporters, and as a new measure, HBOR has also enabled exporters from the tourism sector to use this benefit. This manner of insurance is available for use by indirect exporters (suppliers of exporters). Insurance policies (guarantees) allow entrepreneurs to obtain new liquidity loans more easily and more quickly with less collateral requirements. The guarantee covers a maximum of 90% of the principal of an individual loan. Losses are borne proportionally - in accordance with the amount of guarantee coverage and under the same conditions by the Lender and the Ministry of the Sea, Transport and Infrastructure. Target groups and loan beneficiaries are large enterprises operating in the maritime, transport, transport infrastructure and related activities sectors facing business difficulties as a result of the crisis caused by the COVID-19 pandemic.", "descriptionUseOfMeasure": "HBOR will not require the Lender to obtain special security instruments other than those that the Lender will contract under the loan agreement. In recourse collection (proceedings put into the hands of the creditor), inflows from all collateral agreed under the loan agreement will be divided between the Republic of Croatia and the Pro rata Lender in accordance with the level of guarantee coverage (maximum 90:10). Creditors / guarantees are banks in the Republic of Croatia operating in accordance with the Credit Institutions Act and HBOR. No information on uptake available, but it is believed that the uptake is rather low. ", "descriptionInvolvementOfSocialPartners": "Due to the nature of the measure social partners were not involved. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-30_1232.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1639", "sources::title": "Program dodjele državnih potpora sektoru mora, prometa, prometne infrastrukture i povezanim djelatnostima u aktualnoj pandemiji COVID-19", "sources::url": "https://www.hbor.hr/program-dodjele-drzavnih-potpora-sektoru-mora-prometa-prometne-infrastrukture-i-povezanim-djelatnostima-u-aktualnoj-pandemiji-covid-19/", "sources::d_date": "07/21/2020", "modId": "0", "downloaded_to": "8d82f841803aae8d0afb0e18f3fc3fc744ec884621f455d2a551ce31ccc33cfd"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "64", "targetGroups::name": "Larger corporations", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "77", "sectors::code": "H49", "sectors::name": "Land transport and transport via pipelines", "modId": "0"}, {"recordId": "78", "sectors::code": "H50", "sectors::name": "Water transport", "modId": "0"}, {"recordId": "80", "sectors::code": "H52", "sectors::name": "Warehousing and support activities for transportation", "modId": "0"}, {"recordId": "83", "sectors::code": "I55", "sectors::name": "Accommodation", "modId": "0"}, {"recordId": "84", "sectors::code": "I56", "sectors::name": "Food and beverage service activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1142", "modId": "24"}