{"fieldData": {"title": "Extension to the maximum duration of start-up funding", "title_nationalLanguage": "Starttirahan enimmäiskeston pidennys ", "d_startDate": "05/01/2020", "d_endDate": "12/31/2021", "calc_country": "Finland", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "FI-2020-18/1239", "dateType": "Temporary", "calc_creationDay": "10/05/2020", "calc_lastUpdate": "10/07/2020", "descriptionBackgroundInfo": "In Finland, individuals who want to establish a company can receive support for it through the public employment services (TE-services). The aim of this support is to provide a secure income for the entrepreneur while they get the business up and running. \r\rDue to the COVID-19 pandemic and its impact on the market, it may take more time for new entrepreneurs to establish themselves in the market and for the business to become profitable. Therefore, the Government proposed a temporary amendment to the Unemployment Security Act (1290/2002) (in Finnish ‘Työttömyysturvalaki’). This amendment extended the maximum duration of the start-up grant from 12 months to 18 months. This amendment was approved by the Parliament in April 2020 and it entered in force 1 May 2020. \r\rThe total budget for start-up fund and pay subsidy (another permanent support measure administrated by TE-services) is approximately €200 million in 2020. There is no information available regarding the total budget for the start-up fund only. This includes the estimated cost for the extension of the start-up fund which is €4.5 million. ", "descriptionContentOfMeasure": "The public employment service TE-services may give the start-up grant for start-ups that meet the following requirements: \r\r* the business has potential for continued profitable operation; \r* the start-up grant is necessary; and \r* the business started only after the grant has been awarded. \r\rUnemployed jobseekers, part-time entrepreneurs and individuals who are shifting from paid employment, studies or domestic work towards full-time entrepreneurship may apply for this grant. Only individuals with adequate capabilities for the intended business may be given the grant.\r\rThe start-up grant is €33,66 per weekday. \r\rThe extended start-up grant is available only for entrepreneurs whose prerequisites for establishing business activities are hindered by the COVID-19 pandemic. \r\r\r", "descriptionUseOfMeasure": "No information available. ", "descriptionInvolvementOfSocialPartners": "No information available. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FI-2020-18_1239.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1671", "sources::title": "A startup grant supports a new entrepreneur", "sources::url": "http://www.te-palvelut.fi/te/en/employers/for_entrepreneurs/services_new_entrepreneurs/startup_grant/index.html", "sources::d_date": "06/30/2020", "modId": "0", "downloaded_to": "d50753e11c5ecf57417d0f0d0c85fddd5751aa4317ca14de1986bac4df8fc24b"}, {"recordId": "1672", "sources::title": "Government proposal to Parliament to temporarily amend Chapters 2 and 8 of the Public Employment and Business Services Act and Chapter 13, Section 13 and Chapter 11 of the Unemployment Security Act", "sources::url": "https://finlex.fi/fi/esitykset/he/2020/20200058#idp446688560", "sources::d_date": "04/24/2020", "modId": "0", "downloaded_to": "9b3ef0cfda03005c6bdec8e4a4925ba802a636f2f33c439baa31b5bcf632bdcb"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [{"recordId": "66", "targetGroups::name": "Start-ups", "modId": "11"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1149", "modId": "28"}