{"fieldData": {"title": "New service contracts for doctors in wake of coronavirus", "title_nationalLanguage": "Egészségügyi szolgálati jogviszony létrehozása - orvosi béremelés", "d_startDate": "01/01/2021", "d_endDate": "", "calc_country": "Hungary", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Remuneration and rewards for workers in essential services", "calc_identifier": "HU-2021-1/1243", "dateType": "Temporary", "calc_creationDay": "10/05/2020", "calc_lastUpdate": "10/09/2020", "descriptionBackgroundInfo": "The bill went before parliament on 5 October based on the proposals of the Hungarian Chamber of Doctors (MOK), but with some last-minute alterations to the new pay table and to rules of the new contractual relationship with the state. It was passed unanimously on 6 October. The original proposal was for a complete review of doctors' salaries in every pay grade, which was made acute by the increase in doctors’ responsibilities due to the coronavirus. The wage increase was a long-time issue, which was now expediated by the pandemic. In last-minute changes, the government included rules that doctors employed in public sector service must obey, and also added the caveat that in special cases the employer can deviate from the pay table by up to 20%", "descriptionContentOfMeasure": "Salaries are to rise in different increments according to years of experience, but in some cases they double. The wage increase will happen in three steps: the largest increase comes in 2021, in 2022 another 28.5% was agreed, while in 2023 an 11.1% increase will happen.\rThe doctors in public sector jobs would be offered a new contract: the public medical service contract. \r\rThis would involve the following obligations:\r\r* A second job may only be taken by special permission\r* No gratuity payment can be accepted (with the exception of one annual gift of a specified amount)\r* Doctors can be re-stationed for up to two years if needed\r\r", "descriptionUseOfMeasure": "No information on how many doctors would choose to sign a new public medical service contract is available. It is expected that some doctors would not agree with the new contractual terms and opt to leave public service altogether for private-sector jobs or abroad", "descriptionInvolvementOfSocialPartners": "The Hungarian Chamber of Doctors (MOK), who negotiated the wage increase, is not a trade union, but a professional organisation that represents the interests of doctors. The employer side is represented by the state, in this case, the Ministry of Human Capacities (EMMI), so no involvement of employer organisations was identified. The negotiations were conducted bilaterally with the government. First press reports said the MOK proposals were accepted without changes, then the bill that was submitted to parliament contained some changes which MOK protested.\rThe trade Union of Hungarian Doctors MOSZ congratulated MOK for achieving the measure, then expressed its discontent that the original proposals were watered down in the bill that was passed with only 4 hours given to MOK for a response.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HU-2021-1_1243.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Only public sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Permanent measure applied "}, "portalData": {"sources": [{"recordId": "1755", "sources::title": "Doctors' pay rise law too costly", "sources::url": "", "sources::d_date": "10/05/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}, {"recordId": "1756", "sources::title": "Bill T/13174 on new public medical service contract", "sources::url": "", "sources::d_date": "10/05/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}, {"recordId": "1757", "sources::title": "MOK statement on new public medical service law", "sources::url": "", "sources::d_date": "10/06/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [{"recordId": "6", "occupations::name": "Health professionals", "modId": "0"}], "sectors": [{"recordId": "118", "sectors::code": "Q86", "sectors::name": "Human health activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1153", "modId": "19"}