{"fieldData": {"title": "New temporary tripartite agreement on work sharing\r", "title_nationalLanguage": "Ny midlertidig trepartsaftale om arbejdsfordeling ", "d_startDate": "08/31/2020", "d_endDate": "12/31/2021", "calc_country": "Denmark", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "DK-2020-36/1251", "dateType": "Temporary", "calc_creationDay": "10/06/2020", "calc_lastUpdate": "01/22/2021", "descriptionBackgroundInfo": "On 29 August 2020, a tripartite agreement wage compensation that had been in function since 14 March expired. It was replaced on the 31 August by a new tripartite agreement on work sharing, which on one hand is less cost-intensive for the state than wage compensation, but on the other it is a helping hand to the unemployed and the companies since the periods not at work will be supported by a higher remuneration than the existing. \r\r **Legal reference** : \r\r* LOV nr 1336 af 11/09/2020\r* Lov om adgang til iværksættelse af midlertidig arbejdsfordeling som led i håndteringen af covid-19\r* Act no 1336 of 11 September 2020 \r* Act on access to effectuate temporary work sharing as part of handling Covid-19\r\rDue to a significant increase in the number of persons contaminated with corona virus at the end of November 2020, the social partners and the government agreed to prolong the tripartite agreement on work sharing until the end of 2021.\r\r", "descriptionContentOfMeasure": "The purpose of the new tripartite agreement of 31 August on work sharing is to mitigate a possible wave of redundancies on the private labour market, which is still affected by the corona crisis, after phasing out the wage compensation measure. The agreement implies that employees in the companies that chose to make use of the measure will work between 50% and 80% of the time. The rest of the working time, they are furloughed. They will receive full pay when at work and receive unemployment benefit for the time at home. \r\rThe normal unemployment benefit rate is increased 20%, that is, to maximum DKK 23,000 (€3,087). In addition, non-insured, i.e. employees not member of an unemployment benefit fund will receive the same benefit rate. An employers’ contribution will primarily finance the increased unemployment benefit rate. According to the original work-sharing scheme, the time not at work is deducted in the allowed number of unemployment hours while still receiving a benefit rate. In the new temporary work-sharing agreement, this mechanism is set on hold, so that time not at work does not count as unemployment time. \r\rCompanies that are already using the existing work-sharing agreement that in an easier accessible form was agreed in March 2020 as a support measure against the effects of the corona crisis can choose to change to this work-sharing scheme containing an enhanced benefit rate. Applications are still sent to the local job centre but is merely a formality. The new work-sharing scheme is so far valid for the rest of this year.  It will be evaluated and re-negotiated in the end of November. \r\r\r", "descriptionUseOfMeasure": "The parties to the agreement, the government and the Danish Trade Union Confederation, FH, the Confederation of Professional Associations in Denmark, AC, and the Confederation of Danish Employers, DA, estimate that around 30,000 workplaces will have been encompassed by the work-sharing scheme during the period in force, i.e. until the end of 2020.\r\rAccording to FH, 7,000 employees were in work sharing as of November 2020. \r\rThe Danish Agency for Labour Market and Recruitment (STAR) registers new cases work sharing every month. \r\rNew cases of work sharing up to a period of 13 weeks:\r\r* Aug 2020: 1,537 persons \r* Sept 2020: 1,604 persons\r* Oct 2020: 908 persons\r* Nov 2020: 815 persons\r* Dec 2020: 219 persons\r\rThe effect of the prolonged period of work sharing will first be seen in the beginning of the 2021.\r\r ", "descriptionInvolvementOfSocialPartners": "The social partners was, as it is normal practice in Denamrk, invited by the government to tripartite discussions about the design and implementation of an enhanced work sharing instrument with the aim to prevent a significant high number of redundancies connected to company closures. The social aprtners were also involved the measure that this measure replaces, ie. the wage compensation scheme.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/DK-2020-36_1251.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Tripartite agreements", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1729", "sources::title": "Ny trepartaftale skal forebygge fyringer", "sources::url": "https://bm.dk/nyheder-presse/pressemeddelelser/2020/08/ny-trepartsaftale-skal-forebygge-fyringer/", "sources::d_date": "08/31/2020", "modId": "0", "downloaded_to": "1e6e4f49d395302e461beb9a305824503b3d0fb46e693b1d4b83448f7fc30179"}, {"recordId": "2557", "sources::title": "Trepartsaftale om forlængelse af midlertidig arbejdsfordelingsordning", "sources::url": "aftaletekst-forlaengelse-af-arbejdsfordeling.pdf (bm.dk)", "sources::d_date": "11/26/2020", "modId": "0", "failure_reason": "HTTPConnectionPool(host='aftaletekst-forlaengelse-af-arbejdsfordeling.pdf%20(bm.dk)', port=80): Max retries exceeded with url: / (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7fe4c74bd820>: Failed to establish a new connection: [Errno -2] Name or service not known'))"}, {"recordId": "2558", "sources::title": "Lønmodtagerne kan fortsat deles omarbejdet i det nye år", "sources::url": "Lønmodtagerne kan fortsat deles om arbejdet i det nye år - Fagbevægelsens Hovedorganisation (fho.dk)", "sources::d_date": "11/26/2020", "modId": "0", "failure_reason": "Failed to parse: http://Lønmodtagerne kan fortsat deles om arbejdet i det nye år - Fagbevægelsens Hovedorganisation (fho.dk)"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "3", "funding::name": "Employer", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "599", "updates::d_date": "11/26/2020", "updates::description": "On 26 November, the parties to the agreement chose to prolong the possibility for companies to let two employees share the same job for the whole year of 2021, because the work sharing support scheme has proven effective in keeping jobs and preventing significant redundancy rounds. Besides, even if the spread of the corona virus will decrease during the next year due to the effects of the vaccination program (starting 27 December), the rationale behind the long period is that many companies in the private sector will not be able to regain former strength until late in 2021. The criteria are still the same, and the payment in the period when the employee is at home will still be paid with 120% more than usual, or a maximum of DKK 23,000 (€ 3,067). The agreement is settled by law so that it covers the whole private sector and not only where a collective agreement is in force. Collective agreements cover around 80% of the private labour market. ", "modId": "1"}], "regions": []}, "recordId": "1161", "modId": "28"}