{"fieldData": {"title": "Subsidies for hiring people with disabilities in the open labour market of Castilla-La Mancha 2020/93", "title_nationalLanguage": "Subvenciones para la contratación de personas con discapacidad en el mercado ordinario de trabajo de Castilla-La Mancha 2020/93", "d_startDate": "07/28/2020", "d_endDate": "", "calc_country": "Spain", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "ES-2020-31/1252", "dateType": "Open ended", "calc_creationDay": "10/06/2020", "calc_lastUpdate": "11/27/2020", "descriptionBackgroundInfo": "This measure aims to facilitate access to the open labor market for people with disabilities through aids for initial permanent contracts, for the conversion of temporary workers with disabilities into permanent, and for the adaptation of workplaces of employees with disabilities. The regional Government of Castilla La Mancha approved this measure on June 2020 (Decree 25/2020) within its employment policy framework to promote the labour market integration of people with disabilities. The regional Minister of Economy, Business and Employment of the government of Castilla La Mancha has highlighted the importance of maintaining investment to promote the employment of people with disabilities in the open labour market in the current crisis caused by the coronavirus.", "descriptionContentOfMeasure": "All private organisations (including also non-lucrative entities) employing people with disabilities are potentially beneficiaries of these aids. A total amount of €1,200,000 is the budget for these subsidies. The subsidies to support the permanent full time contracts consist of €5,500 for each male employee with disabilities employed and €6,000 for female employees. This amount can increase €1,000 if it is the first permanent contract in the company for the employed person, or if they meet any of the following requirements: cerebral palsy, mental illness or intellectual disability, with a recognised degree equal to or greater than 33%; physical or sensory disability, with a recognized degree equal to or greater than 65%; or age equal to or greater than 45 years.", "descriptionUseOfMeasure": "The Castilla La Mancha' Government does not provide an estimation of potential beneficiaries. However, considering the total and indicidual amounts of the subsidies, around 208 workers with disabilities could be benefited indirectly.", "descriptionInvolvementOfSocialPartners": "This measure is confinanced by the national public employment service (SEPE). Unions and Employer Organisations are consulted about its activities through the participation in the SEPE General Council.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-31_1252.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1724", "sources::title": "Decree 25/2020 of the Government of Castilla La Mancha", "sources::url": "https://docm.castillalamancha.es/portaldocm/descargarArchivo.do?ruta=2020/06/29/pdf/2020_4170.pdf&tipo=rutaDocm", "sources::d_date": "06/23/2020", "modId": "0", "downloaded_to": "9ee2679f6bb41b08d157bda5aada1fb9e569f8d4b72666599810d0d654705b37"}], "actors": [{"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [{"recordId": "72", "targetGroups::name": "Disabled workers", "modId": "9"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}, {"recordId": "8", "funding::name": "Regional funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": [{"recordId": "2564", "regions::countryCode": "ES", "regions::level": 2, "regions::name": "Castilla-La Mancha", "regions::nutsCode": "ES42", "modId": "5"}]}, "recordId": "1162", "modId": "22"}