{"fieldData": {"title": "Package of measures for culture and recreation", "title_nationalLanguage": "Pakket maatregelen voor cultuur en recreatie", "d_startDate": "10/01/2020", "d_endDate": "", "calc_country": "Netherlands", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Support for spending, stimulus packages", "calc_identifier": "NL-2020-40/1258", "dateType": "Open ended", "calc_creationDay": "10/07/2020", "calc_lastUpdate": "11/19/2020", "descriptionBackgroundInfo": "As part of the third emergency package, made public on 1 October 2020, a series of actions have been outlined by the government. Culture and recreation are deemed important for society and as a result of the crisis these sectors are amongst the worst hit in the Netherlands; these sectors have declined by 37.4% during the second quarter of 2020. As a result, the Dutch government has decided to dedicate extra funding and support to these sectors. \r\rThis support is additional to the existing support measures (also described in this database), such as: \r\r* NOW:  Temporary emergency measure for the preservation of jobs, read more on the [COVID-19 EU PolicyWatch Data Base](https://static.eurofound.europa.eu/covid19db/cases/NL-2020-40_760.html?utm_source=externalDashboard&utm_medium=powerbi&utm_campaign=covid-19).\r* TOZO: Temporary subsidy for self-employed read more on the [COVID-19 EU PolicyWatch Data Base](https://static.eurofound.europa.eu/covid19db/cases/NL-2020-40_761.html?utm_source=externalDashboard&utm_medium=powerbi&utm_campaign=covid-19).\r* TVL: Subsidy for entrepreneurs in affected sectors, read more on the [COVID-19 EU PolicyWatch Data Base](https://static.eurofound.europa.eu/covid19db/cases/NL-2020-12_763.html?utm_source=externalDashboard&utm_medium=powerbi&utm_campaign=covid-19). \r\rThis package is also additional to the first package of measures for the cultural sector of €300 million, and the funding for local governments and their cultural sectors (€60 million). The government now allocates a further €264 million to extend this first package of cultural measures to the first half of 2021. On top of this, the government allocates a further €150 million for local cultural infrastructure and another €68 million for municipalities and provinces.", "descriptionContentOfMeasure": "The content of this measure is centred on funding different areas and aspects of the cultural, recreational, and related sectors. \r\rThey key areas to be funded with the overall amount include:\r\r* Financing the programme costs of the national broadcast service: €19 million will go the NPO (the national broadcasting service in the Netherlands), \r* Support for zoos: due to lack of visitors the zoos have been badly hit and the revenue loss is expected to amount up to €132 million. To support zoos and the well-being of animals and workers there, the government assigns €39 million to zoos.\r*The events branch: new insurance instruments are being discussed which might allow events and related activities to start taking place again. The government indicates that if their role is useful in this endeavour, it will discuss and consider the form and scope of that role.\r*The travel branch: funds have been set-up to support smaller travel organisations and to protect consumers. These funds will provide extra financing and funding to the amount of €12.5 million.", "descriptionUseOfMeasure": "There is no information on the use of the measures yet as they have yet to be implemented. However, the government estimates that with the financing made available through this new package of measures for the culture sector, and the existing measures for enterprises and workers, the overall accessible support for the sector will be around €700 million.", "descriptionInvolvementOfSocialPartners": "Since the start of the COVID-19 crisis, Dutch national partners have been closely involved in developing and implementing emergency measures to support enterprises, workers, and specific sectors. The government and peak level social partners have come together on a weekly or bi-weekly basis (when the first most immediate measures had been developed) using the existing discussion and meeting structures, as well as through extra meetings and informal contact. Peak level partners such as the cross-sectoral trade unions (FNV and CNV) and the main employer organisation (VNO-NCW), have all been closely involved in the process. This has also been the case for the third emergency package, through which these measures have been developed.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/NL-2020-40_1258.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1712", "sources::title": "Overeenstemming kabinet en sociale partners over steunpakket", "sources::url": "https://nos.nl/artikel/2345656-overeenstemming-kabinet-en-sociale-partners-over-steunpakket.html", "sources::d_date": "07/27/2020", "modId": "0", "downloaded_to": "80cc999bbde7dd59d57db64473a79837dc8852a1bf0f776c6ace920e97605e0f"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}, {"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "87", "sectors::code": "J59", "sectors::name": "Motion picture, video and television programme production, sound recording and music publishing activities", "modId": "0"}, {"recordId": "88", "sectors::code": "J60", "sectors::name": "Programming and broadcasting activities", "modId": "0"}, {"recordId": "91", "sectors::code": "J63", "sectors::name": "Information service activities", "modId": "0"}, {"recordId": "123", "sectors::code": "R91", "sectors::name": "Libraries, archives, museums and other cultural activities", "modId": "0"}, {"recordId": "125", "sectors::code": "R93", "sectors::name": "Sports activities and amusement and recreation activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1168", "modId": "20"}