{"fieldData": {"title": "Measures to promote economic investment", "title_nationalLanguage": "Maatregelen gericht op investeringen", "d_startDate": "10/01/2020", "d_endDate": "", "calc_country": "Netherlands", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Support for spending, stimulus packages", "calc_identifier": "NL-2020-40/1259", "dateType": "Open ended", "calc_creationDay": "10/07/2020", "calc_lastUpdate": "10/09/2020", "descriptionBackgroundInfo": "As part of the third emergency package, made public on 1 October 2020, a series of actions have been outlined by the government. This third emergency package is broader than the preceding emergency package in that it contains details on a National Social Package, on package of measures for the cultural sector, details on measures the government intends to extend, as well as measures to promote the economic climate in the Netherlands until June 2021. \rThe rationale here is that the focus must shift to a longer term perspective regarding the structure of the Dutch economy and the sustainable employment of workers. One of the themes within this third emergency package is on Measures to Promote Investment and the aim of these measures is to accelerate the recovery of the Dutch economy.", "descriptionContentOfMeasure": "To accelerate the recovery of the Dutch economy the government will undertake several actions.\r\r* Public investment projects which had been planned to take place in the next few years are being started earlier to mitigate the financial setbacks experienced across sectors. This means that around €2 billion of public investments relating to rail and waterways, measures related to safety, infrastructure, construction of houses, and sustainability efforts, and investment in public defence will be brought forward to 2020 and 2021. The government is also working to establish an investment fund in this context.\r* A second area of focus is to promote private investments, which have declined during these uncertain times. This uncertainty actively prevents much private investment and the government intends to present measures on how to tackle this particular challenge in the coming months.\r* A third theme within this package of measures is to promote the solvency of Dutch enterprises to create financial room for new investments. The peak level national employer organisation, the VNO-NCW has taken the initiative together with other investors to set up an investment fund to specifically target medium size and large enterprises and to help them recapitalise. The proposal for this fund requests that the contributions by private investors in the fund be matched by government funding. As it stands the government will act as a silent investor in this fund and has reserved €300 million for this fund.\r* Besides investing in  medium-sized and large enterprises, the government will also focus investment on start-ups and scale-ups. The government will set up national start-up and scale-up facilitates through European and national funding, as well as financing through private investors. The Dutch government allocates €150 million to these facilities. At the regional level, the government will also provide extra funding of around €150 million to help regional enterprises environments; this funding will be paid to Regional Development Organisations (ROMs) which will allocate and the funding.\r* The fourth main priority area in this package is to promote innovation and to stimulate R&D.\rTo do so, the government allocates further funding to the WBSO measure (an existing measure to subsidies R&D activities within Dutch enterprises), specifically to support start-ups. Furthermore, in connection with the EU MFF 2021–2027, there is room for extra investment in Dutch regional development, research and innovation, sustainability and digitisation. To stimulate these areas the Dutch government reserves €255 million to invest in these areas.\r", "descriptionUseOfMeasure": "These measures have not yet been implemented and as such there is no information available at this time on their use.", "descriptionInvolvementOfSocialPartners": "Since the start of the COVID-19 crisis, Dutch national partners have been closely involved in developing and implementing emergency measures to support enterprises, workers, and specific sectors. The government and peak level social partners have come together on a weekly or bi-weekly basis (when the first most immediate measures had been developed) using the existing discussion and meeting structures, as well as through extra meetings and informal contact. Peak level partners such as the cross-sectoral trade unions (FNV and CNV) and the main employer organisation (VNO-NCW), have all been closely involved in the process. This has also been the case for the third emergency package, through which these measures have been developed. The VNO-NCW in particular has been heavily involved as this package targets enterprises and the economic environment. The VNO-NCW also took the initiative to start a private investment fund, as explained in this case.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/NL-2020-40_1259.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1712", "sources::title": "Overeenstemming kabinet en sociale partners over steunpakket", "sources::url": "https://nos.nl/artikel/2345656-overeenstemming-kabinet-en-sociale-partners-over-steunpakket.html", "sources::d_date": "07/27/2020", "modId": "0", "downloaded_to": "80cc999bbde7dd59d57db64473a79837dc8852a1bf0f776c6ace920e97605e0f"}, {"recordId": "1713", "sources::title": "Kamerbrief: Steun- en herstelpakket", "sources::url": "https://www.rijksoverheid.nl/documenten/kamerstukken/2020/08/28/kamerbrief-steun--en-herstelpakket-voor-ondernemers-en-werkenden", "sources::d_date": "08/28/2020", "modId": "0", "downloaded_to": "59b5259ebe227e733f20336e6b105925aea268218fbe1922bb79813d5c9d3e62"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}], "targetGroups": [], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1169", "modId": "10"}