{"fieldData": {"title": "Temporary moratorium on credit obligations for legal and natural persons", "title_nationalLanguage": "Laikinas kredito įsipareigojimų moratoriumas juridiniams ir fiziniams asmenims", "d_startDate": "04/20/2020", "d_endDate": "09/30/2020", "calc_country": "Lithuania", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "LT-2020-17/1267", "dateType": "Temporary", "calc_creationDay": "10/08/2020", "calc_lastUpdate": "10/09/2020", "descriptionBackgroundInfo": "Contributing to the relief efforts to help people and companies affected by COVID-19, members of the Association of Lithuanian Banks (ALB), on 17 April 2020, signed the credit deferral moratorium for private obligors and on 23 April 2020 – for legal entities. The moratorium entered into force on 20 April 2020 for private persons and on 24 April 2020 for legal persons. The moratorium for private and legal persons was originally valid until 1 July 2020. This period was further extended by mutual agreement until 30 September 2020. The moratorium is based on the Guidelines No EBA/GL/2020/02 of the European Banking Authority. It was announced in connection with the COVID-19 pandemic and is intended to address the deterioration in the clients' financial conditions.", "descriptionContentOfMeasure": "The moratorium is open to all participants of the Lithuanian credit market, which provide loans related to real estate, consumer loans, and leasing services to natural persons and legal entities. The moratorium provides that for financial liabilities of a legal entity and related legal entities (group of companies), including farmers' farms, in Lithuania, the amount of which is up to €5 million:\r\r* the proposed period of postponement of loan repayments and/or leasing value repayments under the request of the client is up to 6 months;\r* by agreement of the parties, the loan repayment term may be extended for a postponed loan repayment period.\r\rWhat concerns private households, by signing moratorium, credit institutions undertook to provide opportunities to all private obligors to postpone repayment of mortgage loans for up to 12 months and repayment of consumer credits and private leasing – for up to 6 months.  During the moratorium, the obligor pays the interests and/or other periodic fees indicated in the loan agreement. Legal entities and households willing to postpone loan repayment, must indicate the COVID-19 pandemic related cause for the deterioration of the financial situation.", "descriptionUseOfMeasure": "According to the data provided by the ALB, almost 3,000 legal entities and 6,500 private obligors took credit holidays from mid-March 2020 until the end of September 2020. Total deferred liabilities amount to €1.3 billion. Legal entities account for the majority of credit deferrals (more than €1.0 billion) and the rest is housing and other loans granted to individuals and leasing agreements", "descriptionInvolvementOfSocialPartners": "No information available.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LT-2020-17_1267.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1746", "sources::title": "Temporary moratorium for private persons (Laikinas moratoriumas privatiems asmenims)", "sources::url": "https://www.lba.lt/file/manual/Banku_Klientams/Temporary%20moratorium%20for%20private%20obligors.pdf", "sources::d_date": "04/17/2020", "modId": "3", "downloaded_to": "cd45d53a5687c0e8164b660b5f05edd46f3c99a0cbbff3864b0e20b22b96e1bd"}, {"recordId": "1747", "sources::title": "Temporary moratorium for legal entities (Laikinas moratoriumas juridiniams asmenims)", "sources::url": "https://www.lba.lt/file/manual/Banku_Klientams/Temporary%20company%20payment%20moratoria.pdf", "sources::d_date": "04/23/2020", "modId": "2", "downloaded_to": "62a324e24656deee6825f0da13b2259cfa055096070a5a0ca31f04d3a7e0e933"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "12", "actors::name": "Public support service providers", "modId": "1"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1177", "modId": "19"}