{"fieldData": {"title": "Increase in the wage subsidy for workers with disabilities", "title_nationalLanguage": "Zvišanje subvencij plač za invalide ", "d_startDate": "06/01/2020", "d_endDate": "12/31/2020", "calc_country": "Slovenia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "SI-2020-23/1270", "dateType": "Temporary", "calc_creationDay": "10/10/2020", "calc_lastUpdate": "11/27/2020", "descriptionBackgroundInfo": "This measure of 10% higher subsidies for the wages of the workers with disabilities, is part of the third package of anti-COVID-19 legislation (Article 56 of the Act Determining the Intervention Measures to Mitigate and Remedy the Consequences of the COVID-19 Epidemic (Zakon o interventnih ukrepih za omilitev in odpravo posledic epidemije COVID-19 - ZIUOOPE), in force since 31 May 2020.\r\rThis measure is intended to help employers who employ people with disabilities as they are the most difficult to employ and most vulnerable group of workers, and it is intended to help companies to survive after the COVID-19 epidemic (in Slovenia epidemic was declared from 12 March 2002 until 31 May 2020). \r\rThese are workers with reduced working capacity, and most of them are receiving the minimum wage. Due to recession following COVID-19, employers are facing a decline in business, poorer liquidity and higher costs due to the necessary adjustments to safe work processes. This circumstances are especially burdensome for the employers employing people with disabilities. They also face greater absence of employees and other uncertainties due to employing most vulnerable groups of workers. ", "descriptionContentOfMeasure": "From 1 June 2020, the 10% higher wage subsidies can be claimed by social enterprises, employment centres and other employers of the people with disabilities, that are entitled to a wage subsidy at the Public Scholarship, Development, Disability and Maintenance Fund of the Republic of Slovenia (SRIPS Fund) in accordance with the Vocational Rehabilitation and Employment of Persons with Disabilities Act (Zakon o zaposlitveni rehabilitaciji in zaposlovanju invalidov - ZZRZI).\r\rAccording to the ZZRZI people with disabilities are entitled to different percentage of wage subsidy, depending on the assessment and proposal of the occupational rehabilitation provider (40% to 70% of the minimum wage in protected employment and 10% to 30% in supported employment and in social enterprises). Minimum gross wage in Slovenia in 2020 is € 940.58.\r\rThe ZIUOOPE contains one restriction: even after a 10% increase in the subsidy, the total amount of all subsidies may not exceed 75% of the wages of the workers with disabilities.\r\rThe total value of this measure is estimated at around €1 million (1 June 2020 - 31 December 2020). Higher subsidies are not financed from the budget of the Republic of Slovenia, but from the contributions collected by the SRIPS fund and paid by employers who do not meet the statutory employment quotas for the workers with disabilities. \r\rThis measure is expected to be valid until the end of 2020. However, in the latest draft of anti-COVID-19 legislation (Government proposal of the Act on interim measures to mitigate and eliminate the effects of COVID-19, 29 September 2020), the government is proposing to extend the measure for six months, but only if the SRIPS Fund will have enough funds from contributions. ", "descriptionUseOfMeasure": "According to the SRIPS Fund, for August 2020 361 employers applied for a 10% higher subsidy, but they did not provide data on the number of employees covered by these applications.", "descriptionInvolvementOfSocialPartners": "The Ministry of Labor, Family, Social Affairs and Equal Opportunities, which prepared the proposed measure, stated, that “due to the speed of preparation of measures” two partners were involved only via telephone communication, namely The Alliance of Companies Employing Disabled People of Slovenia – ZIPS, that represents a businesses which have been granted the status of companies employing disabled people, and the Public Scholarship, Development, Disability and Maintenance Fund of the Republic of Slovenia as the state institution responsible for promoting the employment of people with disabilities. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2020-23_1270.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "971", "sources::title": "Zakon o interventnih ukrepih za omilitev in odpravo posledic epidemije COVID-19 (ZIUOOPE) [Act Determining the Intervention Measures to Mitigate and Remedy the Consequences of the COVID-19 Epidemic", "sources::url": "https://www.uradni-list.si/glasilo-uradni-list-rs/vsebina/2020-01-1195?sop=2020-01-119", "sources::d_date": "05/30/2020", "modId": "1", "downloaded_to": "e60622860f309f35cfeb6f7c42044d9f1d266b483136a8598246bb0eb2c86078"}, {"recordId": "1774", "sources::title": "Government proposal of the Act on interim measures to mitigate and eliminate the effects of COVID-19\ron interim measures to mitigate and eliminate the effects of COVID-19\rDraft of the Act on interim measures to mitigate and eliminate the effects of COVID-19\rThe law\ron interim measures to mitigate and eliminate the effects of COVID-19", "sources::url": "https://www.gov.si/assets/vlada/Seja-vlade-SZJ/2020/09-2020/PKP5.pdf", "sources::d_date": "09/29/2020", "modId": "0", "downloaded_to": "51bb148d2d928e662c0fbfb13524c6a08b914dc312d85c61f9e74f668e50fe62"}, {"recordId": "1775", "sources::title": "SRIPS: Notice of temporary measure concerning the wage subsidy", "sources::url": "https://www.srips-rs.si/subvencija-place", "sources::d_date": "05/31/2020", "modId": "0", "downloaded_to": "e5b8eb34d1b6a9d1e0508e4dd7bab892dd9fafe9fd6aa5f316b0be792791db66"}, {"recordId": "1778", "sources::title": "Zakon o zaposlitveni rehabilitaciji in zaposlovanju invalidov (ZZRZI)", "sources::url": "http://pisrs.si/Pis.web/pregledPredpisa?id=ZAKO3841", "sources::d_date": "06/25/2004", "modId": "2", "downloaded_to": "18bfdb970cdf5b25f6a93bb6fcdc5cb19a2905c69530c51f43c1d7ca7f306b94"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "12", "actors::name": "Public support service providers", "modId": "1"}], "targetGroups": [{"recordId": "72", "targetGroups::name": "Disabled workers", "modId": "9"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1180", "modId": "28"}