{"fieldData": {"title": "Reimbursement of the monthly crisis allowance for people with disabilities working in social enterprises", "title_nationalLanguage": "Povračilo mesečnega kriznega dodatka za invalide", "d_startDate": "03/12/2020", "d_endDate": "05/31/2020", "calc_country": "Slovenia", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "SI-2020-11/1271", "dateType": "Temporary", "calc_creationDay": "10/10/2020", "calc_lastUpdate": "12/02/2020", "descriptionBackgroundInfo": "In accordance with the Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy (ZIUZEOP) and its amendment ZIUZEOP-A, in force since 1 May 2020, employers had to pay a monthly crisis allowance to employees, working during the COVID-19 epidemic (from 12 March 2020 to 31 May 2020). The crisis allowance (€200 per month for full-time work) was received by all employees with a monthly income under three times the minimum wage (€2821.74 gross). \r\rAlso workers in social enterprises and employment centres (status under the Vocational Rehabilitation and Employment of Persons with Disabilities Act - ZZRZI) were entitled to the crisis allowance, but there was a problem with providing funds for payments and therefore the state ensured the reimbursement of these payments - but only for workers with disabilities. \r\rThe funds for that payments for other workers in social enterprises and employment centres had to be provided from the existing tax exemptions and relieves on the basis of the ZZRZI (Article 74).", "descriptionContentOfMeasure": "Social enterprises and employment centres  (status under the Vocational Rehabilitation and Employment of Persons with Disabilities Act - ZZRZI) had to apply for a refund of the crisis allowances for the for workers with disabilities at _The Public Scholarship, Development, Disability and Maintenance Fund of the Republic of Slovenia (SRIPS Fund)_. According to the general rules, part-time workers were entitled to proportional amount of crisis allowance, while part-time workers with disabilities were entitled to full allowance (€200 per month).\rFor the three months of the measure's validity (the COVID-19 epidemic was in \rSklovenia declared from 12 March 2020 to 31 May 2020), a total of €1.65 million of reimbursements were paid to the workers with disabilities. \r\r", "descriptionUseOfMeasure": "The SRIPS Fund received a total of 554 applications from social enterprises and employment centers. Reimbursement of the crisis allowance was claimed for a 4,790 workers with disabilities for work in March 2020, for 3,977 workers with disabilities for work in April 2020 and for 4,457workers with disabilities for work in May 2020. The crisis allowance was particularly important for workers with disabilities as they belong to the group of vulnerable low-wage employees.", "descriptionInvolvementOfSocialPartners": "In Slovenia, the epidemic was declared on 12 March 2020, and the new government took office on 13 March 2020. Social dialogue through a key tripartite body, i.e. the Economic and Social Council (ESS), could not start until 30 April, when the new government nominated its representatives to the ESS. The newly composed ESS met for the first time on 15 May 2020. Due to above mentioned, the first two packages of anti-COVID-19 legislation (ZIUZEOP-A was part of second package) were adopted with a very reduced social dialogue.\r\rThe Ministry of Labor, Family, Social Affairs and Equal Opportunities, which prepared the proposed measure, stated, that “due to the speed of preparation of measures” two partners were involved “via telephone communication”, namely The Alliance of Companies Employing Disabled People of Slovenia – ZIPS, that represents a businesses which have been granted the status of companies employing disabled people, and the Public Scholarship, Development, Disability and Maintenance Fund of the Republic of Slovenia as the state institution responsible for promoting the employment of people with disabilities.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2020-11_1271.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "973", "sources::title": "Zakon o interventnih ukrepih za zajezitev epidemije COVID-19 in omilitev njenih posledic za državljane in gospodarstvo, ZIUZEOP-A [Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy", "sources::url": "https://www.uradni-list.si/glasilo-uradni-list-rs/vsebina/2020-01-0901?sop=2020-01-090", "sources::d_date": "04/30/2020", "modId": "0", "downloaded_to": "87c687ea95b0eb371f767110d2597180e5a671f7183878425babafc684c78ee7"}, {"recordId": "1776", "sources::title": "Government notice: Crisis allowance for workers with disabilities in social enterprises and employment centers", "sources::url": "Krizni dodatek za zaposlene invalide, ki delajo v invalidskih podjetjih in zaposlitvenih centrih", "sources::d_date": "05/05/2020", "modId": "0", "failure_reason": "Failed to parse: 'krizni%20dodatek%20za%20zaposlene%20invalide,%20ki%20delajo%20v%20invalidskih%20podjetjih%20in%20zaposlitvenih%20centrih', label empty or too long"}, {"recordId": "1777", "sources::title": "SRPIS Notice: Crisis allowance for employees with disabilities working in social enterprises and employment centers", "sources::url": "https://www.srips-rs.si/storage/app/media/INVALIDI/Obrazci%20in%20vloge/Navodila%20strankam%20-%20krizni%20dodatek.pdf", "sources::d_date": "05/31/2020", "modId": "0", "downloaded_to": "80d3cf32356b38353507eb03180c3883b110aa1850097260098c139620a81428"}, {"recordId": "1778", "sources::title": "Zakon o zaposlitveni rehabilitaciji in zaposlovanju invalidov (ZZRZI)", "sources::url": "http://pisrs.si/Pis.web/pregledPredpisa?id=ZAKO3841", "sources::d_date": "06/25/2004", "modId": "2", "downloaded_to": "18bfdb970cdf5b25f6a93bb6fcdc5cb19a2905c69530c51f43c1d7ca7f306b94"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "12", "actors::name": "Public support service providers", "modId": "1"}], "targetGroups": [{"recordId": "65", "targetGroups::name": "Other businesses", "modId": "12"}, {"recordId": "72", "targetGroups::name": "Disabled workers", "modId": "9"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1181", "modId": "28"}