{"fieldData": {"title": "A one-off solidarity allowance for recipients of disability insurance compensation", "title_nationalLanguage": "Solidarnostni dodatek za prejemnike nadomestil iz invalidskega zavarovanja", "d_startDate": "05/01/2020", "d_endDate": "06/30/2020", "calc_country": "Slovenia", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Protection of vulnerable groups (beyond employment support)", "calc_identifier": "SI-2020-18/1272", "dateType": "Temporary", "calc_creationDay": "10/10/2020", "calc_lastUpdate": "11/27/2020", "descriptionBackgroundInfo": "The emergence of the COVID-19 epidemic and related uncertainties have hit vulnerable groups with low or volatile incomes the hardest (e.g. students, pensioners, workers with disabilities, etc.). The state helped them financially with a one-off solidarity allowance. \r\rThe first solidarity allowances (€150 - €300) were granted to pensioners with pensions below €700, and to certain vulnerable groups (i.e. €150 for students) through the Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy (ZIUZEOP), in force since 11 April 2020. With the ZIUZEOP-A amendment, that came into force on 1 May 2020, the circle of recipients of solidarity allowances was extended also to the recipients of disability insurance compensations (Article 15 of the ZIUZEOP-A, that amends the Article 58 of the ZIUZEOP).", "descriptionContentOfMeasure": "In accordance with Article 58 of the ZIUZEOP recipients of one-off solidarity allowance had to meet following four conditions: \r \r1. Were recipients of disability insurance compensations, that work part-time, \r2. Were temporary laid-off or absent from work due to force majeure, \r3. Were permanent residence in the Republic of Slovenia, \r4. Did not the receive one-off solidarity allowance on other grounds.\r\rWhen determining the entitlement to the payment of a one-off solidarity allowance, the disability insurance compensation is first recalculated to full-time work, to which other possible cash benefits from the Pensions and Disability Insurance Institute Slovenia (ZPIZ) are added:\r\r* 20% of early retirement or 40% of old-age pension and/or\r* disability insurance compensation.\r\rA one-time solidarity allowance is paid to a recipient of disability insurance compensation if the sum of the recalculated amount of the compensation and any other aforementioned benefits paid by the ZPIZ does not exceed €700.", "descriptionUseOfMeasure": "According to the Pension and Disability Insurance Institute of Slovenia (ZPIZ), 1,222 recipients of disability insurance compensation who work part-time and meet other statutory criteria received a one-off solidarity allowance. A total of €112,922 was paid to them, i.e. an average of €92.40 to an individual beneficiary.", "descriptionInvolvementOfSocialPartners": "The measure was proposed by the Federation of Disabled Workers of Slovenia - ZDIS (the largest representative organization of people with disabilities with over 60,000 members organized in 69 local organizations). ZDIS warned the drafters of the legislation that these are vulnerable individuals who, due to the specific situation, do not even have the right to a minimum wage, as due to disability they don´t work full-time.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2020-18_1272.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "973", "sources::title": "Zakon o interventnih ukrepih za zajezitev epidemije COVID-19 in omilitev njenih posledic za državljane in gospodarstvo, ZIUZEOP-A [Act Determining the Intervention Measures to Contain the COVID-19 Epidemic and Mitigate its Consequences for Citizens and the Economy", "sources::url": "https://www.uradni-list.si/glasilo-uradni-list-rs/vsebina/2020-01-0901?sop=2020-01-090", "sources::d_date": "04/30/2020", "modId": "0", "downloaded_to": "87c687ea95b0eb371f767110d2597180e5a671f7183878425babafc684c78ee7"}, {"recordId": "1779", "sources::title": "Zakon o pokojninskem in invalidskem zavarovanju (ZPIZ-2)", "sources::url": "http://www.pisrs.si/Pis.web/pregledPredpisa?id=ZAKO6280", "sources::d_date": "01/01/2013", "modId": "0", "downloaded_to": "64a76e954b39bf147c9d2e38ff294eb15a2ec1a97ab2f02134d54e7c557752d7"}, {"recordId": "1780", "sources::title": "ZPIZ Notice: Payment of a one-off solidarity allowance", "sources::url": "https://www.zpiz.si/cms/content2019/izplailo-enkratnega-solidarnostnega-dodatka-za-pr", "sources::d_date": "05/11/2020", "modId": "0", "downloaded_to": "f7a57313d9c065d6ea4581a88dc34457de840add8cc0e578a16b2181c15c3b3c"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "51", "targetGroups::name": "Other groups of workers", "modId": "15"}, {"recordId": "72", "targetGroups::name": "Disabled workers", "modId": "9"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1182", "modId": "21"}