{"fieldData": {"title": "Staggered working times - exceptional and transitory regime", "title_nationalLanguage": "Horários desfasados - regime excecional e transitório", "d_startDate": "10/01/2020", "d_endDate": "03/31/2021", "calc_country": "Portugal", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Changes of working hours or work arrangements", "calc_identifier": "PT-2020-40/1273", "dateType": "Temporary", "calc_creationDay": "10/12/2020", "calc_lastUpdate": "01/22/2021", "descriptionBackgroundInfo": "The Resolution of the Council of Ministers 63-A/2020 of 14 August, now revoked, proposes the implementation of different clock-in and clock-out times as well as different times for breaks and meals, as an alternative to telework.\r\rThis same measure was included in the Resolution of the Council of Ministers 70-A/2020 of 11 September.\r\rFollowing the return of most Portuguese to pre-essential work and the start of the school year, the circumstances lead to higher levels of contact and a larger number of social interactions, as well as of people on the move, especially in areas with a higher population density and commuting. \rWith Decree-Law 79-A/2020 of 1 October, the Government establishes rules for the reorganisation and risk mitigation in businesses in order to prevent the transmission of the infection by SARS-CoV-2 and the disease COVID-19.\r\rThese are based on staggered working times.\r\r\r\r", "descriptionContentOfMeasure": "The Decree-Law 79-A/2020 of 1 October establishes an exceptional and transitory regime of reorganisation of work, in order to avoid gatherings of people performing presential work.\r\rThis measure applies to businesses with work places with 50 or more workers, in the territorial areas where the epidemiological situation justifies the application of such a measure - areas to be defined by the Government (article 2). \r\rThe employer should organise staggered clock-in and clock-out times, ensuring a time span of at least 30 minutes and up to a maximum of one hour between groups of workers. The employer should also organise alternating breaks, including for meals, among teams or departments. (Article 3)\r\rFor the purposes described above, the employer may change working times up to the maximum limit of one hour, unless this causes serious harm to the worker (article 4). It is considered as serious harm notably: the lack of public transports with adequate operating schedules; and the need to provide immediate and necessary assistance to the family.\r\rThis change in working times must remain stable for at least one week. This cannot imply the change of the maximum daily or weekly working hours, nor the change from day work to night work or vice-versa.\r\rSome groups of workers are exempted of working according to the new working schedules defined by the employer: workers who are pregnant, have recently given birth or are breastfeeding; minor workers; workers with reduced working capacity, with a disability or chronic disease; and workers caring for children under 12 years old or, regardless of age, with a disability or chronic disease.\r\rAccording to the Release from the Council of Ministers of 1 October 2020, it was approved a resolution that extends to Public Administration the rules on staggered working times, with the due adaptations.\r\r\r\r", "descriptionUseOfMeasure": "No information is available on the use of this measure.", "descriptionInvolvementOfSocialPartners": "The social partners were invited to issue written opinion on this measure but the topic was not discussed in the Standing Committee for Social Concertation.\r\rIn order to change working times, according to this Decree-Law, the employer should do a prior consultation to the workers involved and to the works council or, in its absence, to the trade union or inter trade union commission or to the trade union representatives.\r\rThis Decree-Law is in force until 31 March 2021 but it may be extended following consultation of the social partners.\r\r", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/PT-2020-40_1273.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1790", "sources::title": "Decreto-Lei n.º 79-A/2020 ", "sources::url": "https://data.dre.pt/eli/dec-lei/79-A/2020/10/01/p/dre ", "sources::d_date": "10/01/2020", "modId": "0", "downloaded_to": "1870d218499fcfeca36e694926be203150dc8656a61b0999f3282af8ca6c06a4"}, {"recordId": "1791", "sources::title": "Resolução do Conselho de Ministros n.º 63-A/2020", "sources::url": "\rhttps://data.dre.pt/eli/resolconsmin/63-A/2020/08/14/p/dre", "sources::d_date": "08/14/2020", "modId": "0", "failure_reason": "HTTPConnectionPool(host='%0dhttps', port=80): Max retries exceeded with url: //data.dre.pt/eli/resolconsmin/63-A/2020/08/14/p/dre (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7fe4c74d94c0>: Failed to establish a new connection: [Errno -2] Name or service not known'))"}, {"recordId": "1792", "sources::title": "Resolução do Conselho de Ministros n.º 70-A/2020 ", "sources::url": "https://data.dre.pt/eli/resolconsmin/70-A/2020/09/11/p/dre ", "sources::d_date": "09/11/2020", "modId": "0", "downloaded_to": "9ece616882354302bebf9dbbfe69b5a5edccb57379c435bdf6c958df48b70f53"}, {"recordId": "1799", "sources::title": "Comunicado do Conselho de Ministros de 1 de outubro de 2020", "sources::url": "https://www.portugal.gov.pt/pt/gc22/governo/comunicado-de-conselho-de-ministros?i=371", "sources::d_date": "10/01/2020", "modId": "0", "downloaded_to": "8d468ef66451cab1c86705915bffafbaac3683b3054c508c860d6d56c9d851ce"}, {"recordId": "2606", "sources::title": "Decreto-Lei nº 106-A/2020 ", "sources::url": "https://dre.pt/application/file/a/15263971", "sources::d_date": "12/30/2020", "modId": "1", "downloaded_to": "cd1e5cf17132683c7aa9e4fb97e986dacc2eb861ba1f61aa30a062ff00a6b9a4"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "64", "targetGroups::name": "Larger corporations", "modId": "14"}, {"recordId": "65", "targetGroups::name": "Other businesses", "modId": "12"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "632", "updates::d_date": "12/31/2020", "updates::description": "Decree-Law 106-A / 2020 of 30 December amends exceptional and temporary measures relating to the COVID-19 disease pandemic.\rProceeds the third amendment to Decree-Law 79-A / 2020, of 1 October, as amended by Decree-Laws 94-A / 2020, of 3 November, and 99/2020, of 22 November, which establishes an exceptional regime and transitory reorganisation of work and minimisation of risks of transmission of COVID-19 disease infection in the scope of labour relations.\rArticles 2 and 3 of Decree-Law 79 -A / 2020, of 1 October, in their current wording, are replaced by the following:\rArticle 2\r[...]\r\r1. The provisions of this decree-law apply to companies with workplaces with 50 or more workers, in the territorial areas where the epidemiological situation justifies it, defined by the Government through a resolution of the Council of Ministers, as well as in the counties considered by the Directorate-General for Health (DGS) as being of high, very high and extreme risk, as declared by the Government by decree regulating the declaration of a state of emergency, without prejudice to the provisions of the following paragraphs.\r2. The provisions of article 5-A apply to companies established in the territorial areas where the epidemiological situation justifies it, defined by the Government through a resolution of the Council of Ministers, as well as in the municipalities considered by the DGS to be at risk high, very high and extreme, as declared by the Government through a decree regulating the declaration of a state of emergency, regardless of the number of workers, as well as the workers residing or working there.\r3. The provisions of article 5-B apply to companies and workers to which the previous paragraph applies, as well as to companies with an establishment and workers who reside or work in the municipalities considered by DGS to be of moderate risk, as declared by the Government by resolution of the Council of Ministers or decree regulating the declaration of a state of emergency.\r\rArticle 3\r[...]\r\r1. In the workplaces referred to in paragraph 1 of the previous article, the employer must organise the hours of entry and departure from workplaces in a staggered manner, guaranteeing minimum intervals of thirty minutes up to the limit of one hour between groups of workers.\"\r", "modId": "5"}], "regions": []}, "recordId": "1183", "modId": "24"}