{"fieldData": {"title": "Government announces extra funds for carers and people with disabilities", "title_nationalLanguage": "Dormant Accounts Funding", "d_startDate": "01/01/2021", "d_endDate": "06/30/2022", "calc_country": "Ireland", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "IE-2021-1/1274", "dateType": "Temporary", "calc_creationDay": "10/12/2020", "calc_lastUpdate": "11/27/2020", "descriptionBackgroundInfo": "In September the Government announced the provision of €5 million to upskill and fund education and training opportunities for carers and people with disabilities. The funding is part of the Dormant Accounts Action Plan 2020 and is administered by the Department of Social Protection.\r\rA dormant account is an account with a credit institution that has had no customer-initiated transactions for 15 years. Money in dormant accounts is used to benefit the public, helping people who: are economically or socially disadvantaged by supplying opportunities for personal and social development, are educationally disadvantaged, or have a disability.\r\rFunding from the Dormant Accounts Fund has been used for a number of years to support projects that promote training and supports for family carers. This funding has been extended again in 2020.\r\rThe Dormant Accounts Acts 2001-2012, together with the Unclaimed Life Assurance Policies Act 2003, provide a framework for the administration of unclaimed accounts in credit institutions (i.e. banks, building societies and An Post) and unclaimed life assurance policies in insurance undertakings.", "descriptionContentOfMeasure": "As part of the Dormant Accounts Fund (DAF) Action Plan for 2020, community and voluntary organisations who wish to support and improve the employment opportunities for Family Carers, including Young Carers and Persons with a Disability can apply for funding.\r\rThe purpose of this funding is to:\r\r* Assist Family Carers and Young Carers to build and retain contact with the labour market (incl. self-employment opportunities) and training/educational opportunities.\r* Assist young working age persons with a disability(s) to engage with the labour market (incl. self-employment opportunities) and training/educational opportunities.\r\rFunding will be provided to the successful applicants from 1 January 2021 to 30 June 2022. This will facilitate a set-up month in December 2020, for example: commencement of staff recruitment and 18 months project activity.\r\rThere are three measures under which an organisation can apply:\r\r* Measure 1: Access to employment, self-employment and training/education supports for family carers\r* Measure 2: Initiatives to support and develop young carers\r* Measure 3: Access to employment and self-employment for people with a disability\r\rNational organisations may apply for a grant ranging from €75,000 to €200,000.\rLocal organisations may apply for a grant that ranges from €20,000 up to €50,000.\rFor national organisations applying for both Measure 1 (family carers) and Measure 2 (young carers) the maximum grant paid is €200,000.\r\rThe revised measure expands the remit for whom funding can be given to. Prior to COVID-19 the dormant accounts fund was used for people with visual impairment and/or hearing loss. The funding can now be applied in respect of general disability, to ensure maximum effectiveness. The expanded remit was motivated by the pandemic but the use of the funds is not COVID-19-specific.", "descriptionUseOfMeasure": "No information currently available.", "descriptionInvolvementOfSocialPartners": "No involvement", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/IE-2021-1_1274.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1793", "sources::title": "Minister Humphreys announces €5 million in Dormant Accounts funding for carers and people with disabilities", "sources::url": "https://www.gov.ie/en/press-release/55a44-minister-humphreys-announces-5-million-in-dormant-accounts-funding-for-carers-and-people-with-disabilities/", "sources::d_date": "10/12/2020", "modId": "0", "downloaded_to": "bd3797089dfe8d72fd6c8c4366783f6facfbdcb49b582d22f8735ba6eb5c8da8"}, {"recordId": "1794", "sources::title": "Dormant Accounts Fund (DAF)", "sources::url": "https://www.pobal.ie/programmes/dormant-accounts-fund-daf/", "sources::d_date": "10/12/2020", "modId": "0", "failure_reason": "('Connection aborted.', RemoteDisconnected('Remote end closed connection without response'))"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}], "targetGroups": [{"recordId": "43", "targetGroups::name": "Disabled", "modId": "14"}, {"recordId": "51", "targetGroups::name": "Other groups of workers", "modId": "15"}, {"recordId": "65", "targetGroups::name": "Other businesses", "modId": "12"}, {"recordId": "72", "targetGroups::name": "Disabled workers", "modId": "9"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1184", "modId": "25"}