{"fieldData": {"title": "Support to temporary reduction of the normal period of working time", "title_nationalLanguage": "Suporte à redução temporária do periodo normal de trabalho", "d_startDate": "08/01/2020", "d_endDate": "12/31/2020", "calc_country": "Portugal", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "PT-2020-31/1278", "dateType": "Temporary", "calc_creationDay": "10/14/2020", "calc_lastUpdate": "01/22/2021", "descriptionBackgroundInfo": "Under the scope of the Economic and Social Stabilisation Program approved by the Resolution of the Council of Ministers no. 41/2020, of 6 June, the decree-law 46-A/2020 of 30 July creates extraordinary support for the progressive recovery of companies in a situation of business crisis, for the temporary reduction of the normal working period, with a view to maintaining employment. The extraordinary support article applies to employers of a private nature, including those in the social sector, who have been affected by the COVID-19 disease pandemic and who are, as a result, in a business crisis situation.", "descriptionContentOfMeasure": "The extraordinary support applies to companies of the private sector and of the social sector, which are in a business crisis situation resulting from the COVID-19 pandemic. The diploma considers a business crisis (Article 3) when there is a break in invoicing equal to or greater than 40%, in the month immediately preceding the initial request for support or extension, compared with the same month of the previous year; or compared to the average of the two previous months. For those that started activity less than one year before, the break in invoicing compares to the average monthly between the beginning of the activity and the penultimate month before the initial request. \r\rThe working time reduction lasts for one month, but may be extended monthly while the Decree Law is in force (article 4).\r\rCompanies are allowed to reduce the working time depending of the level of business crisis and of the time of year (Article 5): \r\r* by 50% in August and September and by 40% in the last quarter 2020 - when the break in invoicing is equal to or greater than 40%; \r* and by 70% and 60% in the same periods of the year - when there is a break in invoicing equal to or greater than 60%.\r\rDuring the reduction of the normal period of working time, the worker has the right to the wage corresponding to the hours worked and to a compensation for the hours not worked (Article 6). This compensation can be up to three times the statutory minimum wage (RMMG), in the amount of: two thirds of normal gross wage, in the months of August and September 2020 and four-fifths in the last quarter of 2020. If the value of these provisions is lower than the RMMG value, the compensation is increased to ensure it. The compensation is calculated in proportion of gross remuneration including: basic remuneration; monthly premiums; regular monthly allowances, bonus for shift work and night work; and meal allowance. \r\rThe employer is entitled to financial support exclusively for the purpose of paying the compensation to workers. Social security supports 70% of the compensation, the employers are responsible for ensuring the remaining 30% (Article 7). The amount paid by Social Security is financed by the State Budget of the State. The support provided is subject to European funding the respective provisions of national law and the European Union being applicable to them (Article 17).\r\rThe measures provided for in this decree-law are subject to regular assessment by the social partners Standing Committee for Social Concertation (Article 18).\rThe PEES foresees that the budgetary amount covering this measure and prolongation of simplified layoff (when companies close by government determination) will be around €730 million (to be financed by the state budget + SURE).\r\rDecree Law 90/2020 amends the extraordinary support for the gradual resumption of activity in companies in a situation of business crisis with a reduction of the normal working period: \rIf the employer has a fall in turnover of 40% or more, the working time reduction can be as much as 50%; if the employer has a fall in turnover of 60% or more, the working time reduction can be as much as 70%. In situations where the working time reduction is higher than 60%, the employee's wage compensation is adjusted to ensure that he/she receives 88% of his/her gross salary. Employers with a fall in turnover of 75% or more can now reduce the working time in 100%. For these employers, the financial support provided by social security for the payment of employee compensation is 100% of the employee's salary.\r\rDecree-Law no.101-A/2020, of 27 November added the Article 3-A which concerns 'Business crisis situation due to limitation of activity by government decision'. It applies to companies that already benefited from the support to temporary reduction of working time; but also to companies that did not, when their activity is limited by government decision. Basically, it gives companies more scope to reduce the level of the normal period of working time, having into account the level of fall in turnover. Companies can ask for support to the maximum limit of reduction of working time corresponding to the turnover fall which is a step above their actual turnover fall. For instance, for a company which turnover fall was equal or above 40% that only allowed working time reduction by 50%, working time reduction can be as much as 70%.", "descriptionUseOfMeasure": "Not estimated.", "descriptionInvolvementOfSocialPartners": "The trade union confederations CGTP and UGT and the four employer confederations CIP, CAP, CCP and CTP represented at the tripartite Standing Committee for Social Concertation have been consulted. Also the measures provided for in this decree-law will be subject to regular assessment by the Standing Committee for Social Concertation (Article 18).", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/PT-2020-31_1278.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1233", "sources::title": "Resolução do Conselho de Ministros 41-2020", "sources::url": "https://dre.pt/web/guest/pesquisa/-/search/135391594/details/maximized", "sources::d_date": "06/06/2020", "modId": "0", "downloaded_to": "667c734838f4a8ab3c64f57f245fb098e2bf7afcf7152390a01f83d86aca814b"}, {"recordId": "1532", "sources::title": "Decreto-Lei 46-A/202", "sources::url": "https://dre.pt/web/guest/pesquisa/-/search/139209038/details/maximize", "sources::d_date": "07/30/2020", "modId": "2", "downloaded_to": "d742bc141b411798e266540fff77b1eb66d9efacd263fc2d2c33dce79033e1cd"}, {"recordId": "1636", "sources::title": "Programa de Estabilização Económica e Social", "sources::url": "https://www.portugal.gov.pt/download-ficheiros/ficheiro.aspx?v=ee61964f-3d28-4a6e-a866-dc74919b11e8", "sources::d_date": "06/30/2020", "modId": "0", "downloaded_to": "9beff94d67673ea7568598b72cad89017250c50c5d87639647fc600ea88b8e3f"}, {"recordId": "2044", "sources::title": "Statement of the 4 employer confederations_ 5 June", "sources::url": "https://cip.org.pt/wp-content/uploads/2020/05/2020-06-04_COMUNICADO-das-4-Confedera%C3%A7%C3%B5es-com-assento-na-CPCS.pd", "sources::d_date": "06/05/2020", "modId": "0", "downloaded_to": "e181b53b2efbec9987b7d06e4b9e027ee766dc1f596c3b0459fc88d257e48fa0"}, {"recordId": "2605", "sources::title": "Decreto-Lei n.º 101-A/2020 ", "sources::url": "https://dre.pt/pesquisa/-/search/149971740/details/maximize", "sources::d_date": "11/17/2020", "modId": "2", "downloaded_to": "b84ca47114ca6a263f9302e16a49eb6e8aa89a7c36e1e121a02052b3b3e7ed5b"}, {"recordId": "2616", "sources::title": "Decreto-Lei n.º 90/202", "sources::url": "https://dre.pt/application/file/a/14571429", "sources::d_date": "10/19/2020", "modId": "0", "downloaded_to": "6d63b5dfe7ee25da8ecd67a716029e8067877876e724960c39f65defe8e8bb76"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "614", "updates::d_date": "10/19/2020", "updates::description": "Decree Law 90/2020, of 19 October amends the extraordinary support for the gradual resumption of activity in companies in a situation of business crisis with a reduction of the normal working period: If the employer has a fall in turnover of 40% or more, the working time reduction can be as much as 50%;If the employer has a fall in turnover of 60% or more, the working time reduction can be as much as 70%.In situations where the working time reduction is higher than 60%, the employee's wage compensation is adjusted to ensure that he/she receives 88% of his/her gross salary. Employers with a fall in turnover of 75% or more can now reduce the working time in 100%. For these employers, the financial support provided by social security for the payment of employee compensation is 100% of the employee's salary", "modId": "2"}, {"recordId": "615", "updates::d_date": "11/27/2020", "updates::description": "Decree-Law no.101-A/2020, of 27 November added to Decree -Law no. 46 -A / 2020, of July 30, the Article 3-A which concerns 'Business crisis situation due to limitation of activity by government decision'. It applies to companies that already benefited from the support to temporary reduction of working time; but also to companies that did not, when their activity is limited by government decision. Basically, it gives companies more scope to reduce the level of the normal period of working time, having into account the level of fall in turnover. Companies can ask for support to the maximum limit of reduction of working time corresponding to the turnover fall which is a step above their actual turnover fall. For instance, for a company which turnover fall was equal or above 40% that only allowed working time reduction by 50%, working time reduction can be as much as 70%.", "modId": "1"}], "regions": []}, "recordId": "1188", "modId": "43"}