{"fieldData": {"title": "Financial support to hire workers with disabilities", "title_nationalLanguage": "Aide financière à l’embauche de travailleurs handicapés", "d_startDate": "09/01/2020", "d_endDate": "02/28/2021", "calc_country": "France", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "FR-2020-36/1279", "dateType": "Temporary", "calc_creationDay": "10/14/2020", "calc_lastUpdate": "11/27/2020", "descriptionBackgroundInfo": "On 26 August 2020, the government announced the availability of exceptional support for the hiring of workers with disabilities. This new measure has been included in the recovery plan. This exceptional aid for the recruitment of disabled workers covers employment contracts concluded within a period of six months from 1 September 2020. The terms and conditions for implementing this aid of up to €4,000 were set by a decree of 6 October, based on the model of aid for the recruitment of young people under the age of 26.", "descriptionContentOfMeasure": "All employers in the private sector are eligible for assistance (companies, associations, etc.). Public administrative establishments, public industrial and commercial establishments, semi-public companies and individual employers are not eligible for the scheme.\r\r**The conditions to be met to benefit from the aid**\r\rThe aid is only granted for the recruitment of an employee with the recognition of the status of disabled worker (RQTH), and under the following cumulative conditions:\r\r* the contract is concluded between 1 September 2020 and 28 February 2021;\r* the employee is hired under an open-ended contract or a fixed-term contract for a period of at least three months;\r* the employee is kept on the employer's payroll for at least three months from the first day of performance of the contract;\r* the remuneration provided for in the employment contract, on the date of its conclusion, is less than or equal to twice the hourly amount of the minimum wage (i.e., to date, €20.30);\r* the employer is up to date with his reporting and payment obligations to the tax authorities and social security or unemployment insurance bodies;\r* the employer does not benefit from any other State aid for integration, access or return to employment paid in respect of the employee concerned over the period. It cannot therefore be combined with either aid for hiring young people or aid for hiring young people on work-study contracts. On the other hand, this aid can be combined with the aid provided by the organisation in each case to finance aid for the integration of disabled people into employment (Agefiph);\r* the employer has not, since 1 January 2020, made any redundancies for economic reasons in the position concerned;\r* the employee has not been part of the employer's workforce since 1 September 2020 under a contract that did not give entitlement to the aid.\r\r**The amount of the aid**\r\rThe maximum amount of recruitment aid is €4,000 for a single employee. It is due from the first day of the employment contract and is paid in arrears by the State services (Service and Payment Agency - ASP), at a maximum rate of €1,000 per quarter, up to a limit of one year. This amount must be prorated according to the employee's share of working time and the actual duration of his or her employment contract.\rThe aid is not due for periods :\r\r* of absence of the employee, which have not resulted in the employer maintaining the remuneration;\r* during which the employee is placed in a partial activity under ordinary law or in a long-term partial activity (APLD).\r\rWhen an employee previously linked to the employer by a fixed-term contract that has given rise to entitlement to aid concludes a permanent or fixed-term contract of at least three months before 28 February 2021, the employer continues to receive aid up to a maximum amount of €4,000. The employer continues to receive aid even if the employee lost the status of disabled worker during the previous contract.\r\r**Procedure for applying for aid**\r\rTo benefit from the aid, the employer must submit a request via an online platform to the ASP. The application must be made within a maximum period of six months following the start date of the contract. Applications may only be submitted from 4 January 2021. When applying for aid, employers must certify on their honour that they meet the conditions for eligibility for aid.\rThe aid is then paid by the ASP on the basis of a certificate from the employer justifying the employee's presence and periods of absence that do not give entitlement to aid. The employer is required to send this certificate before the four months following the end of each quarter of the contract. Failure to submit one of these certificates will result in the definitive loss of aid for the quarter concerned.\r", "descriptionUseOfMeasure": "According to Agefiph, 2.8 million people were recognised as disabled in 2018 (data published in June 2019), i.e. 7% of the population aged between 15 and 64. Of this total, 988,000 were in employment, while 515,000 were registered as jobseekers. The measure therefore potentially concerns these two categories: disabled people in employment who change employers and disabled people registered as jobseekers.", "descriptionInvolvementOfSocialPartners": "Peak-level social partners were consulted through the National Commission for Collective Bargaining, Employment and Vocational Training (Commission nationale de la négociation collective, de l'emploi et de la formation professionnelle). This commission issued an opinion on 27 August 2020.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-36_1279.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1812", "sources::title": "Décret n° 2020-1223 du 6 octobre 2020 instituant une aide à l'embauche des travailleurs handicapés", "sources::url": "https://www.legifrance.gouv.fr/jorf/id/JORFTEXT000042401631", "sources::d_date": "10/06/2020", "modId": "0", "downloaded_to": "64c26085940725bd3bb0b9c1b26ba094da82f9407115faffe154d0e2fa19cac3"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "43", "targetGroups::name": "Disabled", "modId": "14"}, {"recordId": "72", "targetGroups::name": "Disabled workers", "modId": "9"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1189", "modId": "21"}