{"fieldData": {"title": "Exceptional travel support for disabled workers", "title_nationalLanguage": "Aide exceptionnelle aux déplacements des travailleurs handicapés", "d_startDate": "03/13/2020", "d_endDate": "02/28/2021", "calc_country": "France", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Occupational health and safety", "calc_identifier": "FR-2020-11/1280", "dateType": "Temporary", "calc_creationDay": "10/15/2020", "calc_lastUpdate": "11/27/2020", "descriptionBackgroundInfo": "The aim of this aid is to support fragile or particularly vulnerable people with disabilities for whom the use of public transport is strongly discouraged to avoid exposure to COVID-19. Beneficiaries are disabled people covered by the employment quota (employers have to count in their workforce 8% of disabled employees) or people who have applied for recognition of their disability. This can cover: employees, vocational training trainees and self-employed people. The amount is a maximum of €100 per day worked during the period of lockdown or resumption of activity (travel expenses). The measure was available until 31 December 2020 but has been extended to the 28 February 2021.", "descriptionContentOfMeasure": "**Expenses covered**\r\r* Exceptional financing of expenses related to the professional activity or face-to-face training (taxi, etc...).\r* Exceptional financing of travel expenses to avoid using public transport for employees, self-employed workers, vocational training trainees for whom taking public transport involves a significant risk. \r\r**Conditions of eligibility**\r \r* Expenditure must be incurred during the period of resumption of activity as long as the context requires compliance with specific health recommendations.\r\r**Information to submit for the application**\r\r* A medical opinion issued by the occupational physician or the attending physician indicating that the state of health of the beneficiary contraindicates the use of public transport;\r* The estimate(s) or invoice for the expenses to be incurred;\r* The title of beneficiary of the employment obligation or current application;\r* A certificate of employment signed and stamped by the employer specifying the date of hiring, the nature of the employment contract (fixed-term, permanent contract, weekly working hours, etc.).\r* If the application concerns a self-employed person, a document certifying that the person is self-employed;\r* If the application concerns a trainee, the certificate of attendance of the classroom training by the training centre;\r", "descriptionUseOfMeasure": "No information available. 2.8 million people are recognised as disabled person including 988,000 in employment and 515,000 job seekers. ", "descriptionInvolvementOfSocialPartners": "Social partners representatives participate to the management of the Agefiph and there are consulted on the design of such measure.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-11_1280.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1815", "sources::title": "Aide exceptionnelle aux déplacements", "sources::url": "https://www.agefiph.fr/aides-handicap/aide-exceptionnelle-aux-deplacements", "sources::d_date": "05/08/2020", "modId": "0", "downloaded_to": "85e9f8ea4467f26b92cdbb4bf84582c8b10394b844e9805985458b5c365a27a9"}], "actors": [{"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}], "targetGroups": [{"recordId": "72", "targetGroups::name": "Disabled workers", "modId": "9"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1190", "modId": "13"}