{"fieldData": {"title": "Training plan for companies with temporary reduction of the normal period of working time", "title_nationalLanguage": "Plano de formação para empresas com redução do período normal de trabalho", "d_startDate": "08/01/2020", "d_endDate": "12/31/2020", "calc_country": "Portugal", "calc_minorCategory": "Supporting businesses to get back to normal", "calc_subMinorCategory": "Enhancing employability and training", "calc_identifier": "PT-2020-31/1281", "dateType": "Temporary", "calc_creationDay": "10/15/2020", "calc_lastUpdate": "10/22/2020", "descriptionBackgroundInfo": "Under the scope of the Economic and Social Stabilisation Programme approved by the Resolution of the Council of Ministers 41/2020 of 6 of June, the Decree-Law 46-A/2020 of 30 July creates extraordinary support for the progressive recovery of companies in a situation of business crisis, for the temporary reduction of the normal working time, with a view to maintaining employment. This extraordinary support applies to employers of a private nature, including those in the social sector, who have been affected by the COVID-19 disease pandemic and who are, as a result, in a business crisis situation.", "descriptionContentOfMeasure": "The  extraordinary support for the progressive recovery of companies in a situation of business crisis with temporary reduction of the normal working time is cumulative  with a training plan approved by the Institute for Employment and Vocational Training (Instituto do Emprego e Formação Profissional, I. P. - IEFP, I. P.). (Decree-Law 46-A/2020, article 10)\rThis training plan confers the right to a grant with the amount of 30% of the Social Support Index (the full amount of this index is €438.81 in 2020) per worker. This grant is supported by IEFP, I.P. and is aimed to the employer and to the worker in equal parts.\r\rThe training should be organised by the IEFP, I.P. and may be run remotely, whenever possible and allowed by the circumstances.\rIt should contribute to the improvement of the professional competences of the workers, whenever possible increasing their qualification level, and contribute to the improvement of the competitiveness of the company.\rThe training must correspond to the qualification modalities foreseen in the Qualifications National System.\rAlso, it should be implemented out of the schedule of actual provision of work, provided that within the normal working time.\r\rThe operationalisation of the training plan should be ensured by the following training bodies: the centres for employment and vocational training from the IEFP, I. P. network; and accredited training bodies or organisations that are exempt from certification as training body, if a cooperation agreement is celebrated with IEFP, I. P.. Furthermore, the trade union confederations represented at the Standing Committee for Social Concertation or their sectoral or regional associates may act as training providers, if they are accredited as training bodies and a cooperation agreement is celebrated with IEFP, I. P..", "descriptionUseOfMeasure": "Not estimated.", "descriptionInvolvementOfSocialPartners": "The trade union confederations CGTP and UGT and the four employer confederations CIP, CAP, CCP and CTP represented at the tripartite Standing Committee for Social Concertation have been consulted. \rAlso the measures provided for in this decree-law will be subject to regular assessment by the Standing Committee for Social Concertation (article 18).\rFurthermore, the trade union confederations represented at the Standing Committee for Social Concertation or their sectoral or regional associates may act as training providers, if they are accredited as training bodies and a cooperation agreement is celebrated with IEFP, I. P. (article 10 - paragraph 6).", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/PT-2020-31_1281.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1193", "sources::title": "Resolução do Conselho de Ministros n.º 41/2020", "sources::url": "https://dre.pt/home/-/dre/135391594/details/maximized", "sources::d_date": "06/06/2020", "modId": "0", "downloaded_to": "dbb0209009b6347bd16648fc72369c0c057e94f5abf6c49ba16e43bc4a02129a"}, {"recordId": "1532", "sources::title": "Decreto-Lei 46-A/202", "sources::url": "https://dre.pt/web/guest/pesquisa/-/search/139209038/details/maximize", "sources::d_date": "07/30/2020", "modId": "2", "downloaded_to": "d742bc141b411798e266540fff77b1eb66d9efacd263fc2d2c33dce79033e1cd"}, {"recordId": "1636", "sources::title": "Programa de Estabilização Económica e Social", "sources::url": "https://www.portugal.gov.pt/download-ficheiros/ficheiro.aspx?v=ee61964f-3d28-4a6e-a866-dc74919b11e8", "sources::d_date": "06/30/2020", "modId": "0", "downloaded_to": "9beff94d67673ea7568598b72cad89017250c50c5d87639647fc600ea88b8e3f"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1191", "modId": "21"}