{"fieldData": {"title": "Exceptional support for the implementation of telework", "title_nationalLanguage": "Aide exceptionnelle à la mise en place du télétravail", "d_startDate": "03/13/2020", "d_endDate": "02/28/2021", "calc_country": "France", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Teleworking arrangements, remote working", "calc_identifier": "FR-2020-11/1284", "dateType": "Temporary", "calc_creationDay": "10/16/2020", "calc_lastUpdate": "11/27/2020", "descriptionBackgroundInfo": "The aim of the aid is to support employers who are obliged to organise telework and to enable them to continue their activity. It may be applied in cases when the resumption of activities on the company's premises cannot be envisaged. It is not intended to compensate for a disability. Thus, the aid is intended for any employer of an employee recognised as disabled (or in the process of becoming recognised as disabled) for whom teleworking is newly set up in the context of the pandemic and the resumption of activity (no teleworking measures having being set for that employee before).", "descriptionContentOfMeasure": "**Conditions for receiving aid**\r\rThe aid may concern the cost of computer equipment, office chair, transport costs, internet connection, etc. On the other hand, the funding does not cover the provision of the premises and the costs related to this space such as heating or electricity in particular.\rExpenses must be incurred during the pandemic period. The aid covers the amount excluding VAT of the materials purchased. The funding does not apply to employers who set up teleworking before 13 March for the beneficiary concerned.\r\r**Elements to be submitted for the application**\r\r* Specific justification for exceptional aid: A detailed certificate on honour attesting to the implementation of telework for the disabled employee and the costs related to telework; \r* The estimate(s) or invoice for the expenses to be incurred; \r* The title of beneficiary of the employment obligation or current application;\r* A certificate of employment from the employer specifying the date of hiring and the nature of the employment contract (fixed-term contract, permanent contract, weekly working hours, etc.).\r ", "descriptionUseOfMeasure": "No information available.", "descriptionInvolvementOfSocialPartners": "Peak-level social partners organisation participate to the management of Agefiph. Therefore they are consulted on such measure.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-11_1284.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1817", "sources::title": "Aide exceptionnelle à la mise en place du télétravail", "sources::url": "https://www.agefiph.fr/aides-handicap/aide-exceptionnelle-la-mise-en-place-du-teletravail", "sources::d_date": "04/07/2020", "modId": "0", "downloaded_to": "032e6d5f4d2c1d4d6e879b22891c9680e6996ed25a6f878d9e58c4f5b6d830f8"}], "actors": [{"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}], "targetGroups": [{"recordId": "72", "targetGroups::name": "Disabled workers", "modId": "9"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1194", "modId": "12"}