{"fieldData": {"title": "Exceptional aid to cover the extra cost of specific prevention equipment", "title_nationalLanguage": "Aide exceptionnelle pour la prise en charge du surcoût des équipements spécifiques de prévention", "d_startDate": "04/01/2020", "d_endDate": "02/28/2021", "calc_country": "France", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Occupational health and safety", "calc_identifier": "FR-2020-14/1285", "dateType": "Temporary", "calc_creationDay": "10/16/2020", "calc_lastUpdate": "11/27/2020", "descriptionBackgroundInfo": "Since April 2020, Agefiph has been offering employers exceptional assistance for the specific management of COVID -19 prevention. This support aims to cover the additional cost of specific COVID-19 risk prevention equipment made available by the employer for the benefit of a deaf and/or hard of hearing person and for people with cognitive problems requiring lip reading for better oral comprehension and better understanding of the group in which they work. Last June, Agefiph supplemented this assistance with the payment of the additional cost of 'inclusive masks' (transparent) to facilitate communication between the disabled person and his or her team. ", "descriptionContentOfMeasure": "The financial support is provided to any employer of an employee who is recognised as disabled or in the process of becoming recognised as disabled and for whom specific barrier-removing measures are essential to enable him/ her to return to work.\r\r**Modalities and contents**\r\rThe aim is to finance specific COVID-19 risk prevention equipment. For instance: financing of the additional cost between the price of a conventional mask and the price of an inclusive mask, based on the real cost borne by the company (bearing in mind that the cost of approved inclusive masks does not exceed €15).\r\r**Admissibility contents**\r\rThe funding does not cover equipment for collective use such as FFP masks, alternative protection masks or equipment for the general public, gloves, cleaning or disinfection of the premises, maintenance, deliveries, costs related to marking or location on the ground.\rExpenditure must be incurred during the period of resumption of activity; the equipment is financed net of tax for a company that recovers VAT.\r\r**Specificities for inclusive masks**\r\rEligibility is limited to the disabled employee and their working group. For instance, if a workplace were the disabled employee works has 10 employees, including a deaf or hearing-impaired person, Agefiph will cover the number of masks required for 10 employees.\rThe financial support coverage the needs for a period of 3 months, renewable according to changes in the health context.\r\r**Elements to be submitted with the application**\r\r* The quotation(s) or invoice for the expenses to be incurred.\r* A certificate attesting that the employee is recognised as a disabled worker (or that an application for recognition of his or her disability is pending) and is included in the quota system for the employment of disabled workers (beneficiary of the employment obligation).\r* A certificate of employment signed by the employer specifying the date of hiring, the nature of the employment contract (fixed-term, permanent contract, weekly working hours, etc.).\r", "descriptionUseOfMeasure": "No information available.", "descriptionInvolvementOfSocialPartners": "Peak-level social partner organisations participate to the management of Agefiph. Therefore they are consulted on such measure.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-14_1285.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1818", "sources::title": "Aide exceptionnelle pour la prise en charge du surcoût des équipements spécifiques de prévention", "sources::url": "https://www.agefiph.fr/aides-handicap/aide-exceptionnelle-pour-la-prise-en-charge-du-surcout-des-equipements-specifiques", "sources::d_date": "04/01/2020", "modId": "0", "downloaded_to": "16c6a2a62b62ae5e01fde0d711f37e9ab04a90d893856e5984269af052868e3c"}], "actors": [{"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}], "targetGroups": [{"recordId": "51", "targetGroups::name": "Other groups of workers", "modId": "15"}, {"recordId": "72", "targetGroups::name": "Disabled workers", "modId": "9"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1195", "modId": "13"}