{"fieldData": {"title": "Exceptional aid to support the employment of a disabled person on an apprenticeship contract or a professionalisation contract", "title_nationalLanguage": "Aide exceptionnelle de soutien à l'emploi d'une personne handicapée en contrat d'apprentissage ou en contrat de professionnalisation", "d_startDate": "03/13/2020", "d_endDate": "05/10/2020", "calc_country": "France", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "FR-2020-11/1286", "dateType": "Temporary", "calc_creationDay": "10/16/2020", "calc_lastUpdate": "11/27/2020", "descriptionBackgroundInfo": "Agefiph provides an exceptional assistance to support the employment of a disabled person on an apprenticeship or work-study contract ('contrat en alternance' or 'de professionalisation'). The aid supports companies wishing to continue apprenticeship contracts or work-study contract for people with disabilities following the COVID-19 crisis.\r\rThe aid is open to any employer under private law with fewer than 250 employees who, no later than 10 May 2020, has hired a disabled person who is a beneficiary of the employment obligation under Article L5212-13 of the French Labour Code or who has filed a request for recognition of his or her disability, whose apprenticeship or work-study contract or professional training contract is in progress on the date the request is filed and continues beyond 31 August 2020.", "descriptionContentOfMeasure": "**Amount of aid**\r\rThe flat-rate financial assistance is assessed according to the age of the apprentice:\r\r* €1,500 for an apprentice aged under 18 and up to 21 years old;\r* €2,000 for an apprentice over 21 and up to 35 years of age;\r* €2,500 for an apprentice over 35 years of age.\r\rThe flat-rate financial assistance is assessed according to the age of the beneficiary of the work-study contract:\r\r* €1,500 for a trainee under 40 years of age;\r* €2,000 for a trainee apprentice over 40 and up to 50 years of age;\r* €3,000 € for a trainee over 51 years of age.\r\r**Conditions**\r\rThe work-study contract is ongoing at the time of application and continues beyond 31 August 2020. The aid can be combined with aid for an apprenticeship contract or a work-study contract.\rThe aid is temporary and non-renewable.\rThe employer has to:\r\r* sign the Agefiph application form, \r* sign the general conditions or send an e-mail stating that the contractor has read them and approves them unreservedly;\r* provide a certificate of employment dated less than one month ago certifying that the employee is still present;\r", "descriptionUseOfMeasure": "Not available", "descriptionInvolvementOfSocialPartners": "Peak-level social partners organisation participate to the management of the Agefiph. Therefore they are consulted on such measure.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-11_1286.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1819", "sources::title": "Aide exceptionnelle de soutien à l'emploi d'une personne handicapée en contrat d'apprentissage", "sources::url": "https://www.agefiph.fr/aides-handicap/aide-exceptionnelle-de-soutien-lemploi-en-contrat-dapprentissage", "sources::d_date": "08/07/2020", "modId": "0", "downloaded_to": "0981abb47c1b948e8643f500305b30e8a2efe1159cdb1ab78554060dceaaeb42"}, {"recordId": "1820", "sources::title": "Aide exceptionnelle de soutien à l'emploi d'une personne handicapée en contrat de professionnalisation", "sources::url": "https://www.agefiph.fr/aides-handicap/aide-exceptionnelle-de-soutien-lemploi-en-contrat-de-preofessionnalisation", "sources::d_date": "08/07/2020", "modId": "0", "downloaded_to": "2621d5bf9bce95b49d345f53d3db4809303ebe4948f5a3b3615831413ae414fc"}], "actors": [{"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}], "targetGroups": [{"recordId": "72", "targetGroups::name": "Disabled workers", "modId": "9"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "442", "updates::d_date": "10/15/2020", "updates::description": "In the context of the health crisis, the Association for the Management of the Fund for the Integration of People with Disabilities (Agefiph) has set up exceptional aid to support the employment of people with disabilities, applicable since 13 March 2020. \"In order to secure the resumption of activity, Agefiph's Board of Directors has decided to adapt, extend and extend the duration of its exceptional aid until 28 February 2021, according to a press release from the Association dated 15 October 2020. ", "modId": "1"}], "regions": []}, "recordId": "1196", "modId": "13"}