{"fieldData": {"title": "Regional crisis support for employees affected by the COVID-19 crisis", "title_nationalLanguage": "Kriisituki alueilla - hanke", "d_startDate": "05/18/2020", "d_endDate": "11/16/2020", "calc_country": "Finland", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Well-being of workers", "calc_identifier": "FI-2020-21/1293", "dateType": "Temporary", "calc_creationDay": "10/20/2020", "calc_lastUpdate": "10/22/2020", "descriptionBackgroundInfo": "The COVID-19 pandemic has led to large-scale temporary and permanent lay-offs in Finland. In addition, many employees have had to adapt to the changing labour market where new skills and competencies are required. Many of the affected employees need support in order to adapt to the new situation. Some might need help with job search while others need services that strengthen their work capacity. Providing this kind of support is the aim of this support measure. ", "descriptionContentOfMeasure": "This project provides support for employees who have been made redundant, temporarily laid off, or at risk of being made redundant. \r\rThis project aims to strengthen employees’ work capacity through individual guidance and group meetings. The themes of the meetings are, for example, practical issues and feelings related to the crisis, support for well-being, development of digital skills, and other factors related to maintaining working capacity. Besides, a digital information package regarding temporary layoffs and dismissals has been compiled to make other services available for this group more visible. \r\rThe activities are also free of charge. The project is aimed at employees in the service and public sectors. However, the activities are open to all. These services are provided in South Savo, North Savo and North Karelia.\r\rThe main actor implementing this project is the Workers' Education Association TSL. Other partners are the Finnish Trade Union Confederation SAK, the Service Sectors Trade Union PAM, and the Public and Welfare Sectors Association JHL. The project is funded by the European Social Fund. ", "descriptionUseOfMeasure": "No information available regarding the use of this measure. The aim is to provide support for 150 people in South Savo, North Savo and North Karelia.\r\r", "descriptionInvolvementOfSocialPartners": "One peak-level trade union (Finnish Trade Union Confederation SAK) and two branch-level trade unions (the Service Sectors Trade Union PAM and the Public and Welfare Sectors Association JHL) are involved in the implementation of this project. There is no information available regarding the exact ways they contribute to this project. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FI-2020-21_1293.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1826", "sources::title": "Is there a threat of layoffs or unemployment? Now you can get free help - Crisis Support in the Regions project supports the working capacity of those who hit the corona crisis", "sources::url": "https://www.jhl.fi/2020/06/08/uhkaako-lomautus-tai-tyottomyys-nyt-voit-saada-maksutonta-apua-kriisituki-alueilla-hanke-tukee-koronakriisin-kolhimien-tyokykya/", "sources::d_date": "08/06/2020", "modId": "0", "downloaded_to": "dace64419be7307b82e82d2fbae5a61d1390fa024e821b095fd2590320c5f52a"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": [{"recordId": "3344", "regions::countryCode": "FI", "regions::level": 1, "regions::name": "MANNER-SUOMI", "regions::nutsCode": "FI1", "modId": "5"}]}, "recordId": "1203", "modId": "13"}