{"fieldData": {"title": "Subsidy for 100,000 recruitments of unemployed ", "title_nationalLanguage": "Προσλήψεις 100.000 ανέργων με επιδότηση εργασίας", "d_startDate": "10/01/2020", "d_endDate": "", "calc_country": "Greece", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "GR-2020-40/1295", "dateType": "Open ended", "calc_creationDay": "10/21/2020", "calc_lastUpdate": "11/12/2020", "descriptionBackgroundInfo": "The Ministers of Finance and Labour by a joint Ministerial decision (No. 39539/996 of 30.09.2020) launched an open-ended programme for the creation of 100,000 new jobs in the private sector. \rThe aim of the programme is to create 100,000 new jobs, by subsidising the whole of the social security contributions (employers-employees), for six months across the country, regardless of sector and business activity. The companies can be subsidised only for jobs that are additional as regards the staff they employed until 17 September 2020.  \r\rThe programme is in force from 1 October 2020 and is valid until the total number of the jobs will be covered.", "descriptionContentOfMeasure": "The job contracts will be of six months duration, concern any type of employer activity and on the precondition that the companies have paid their tax and social security obligations and the new recruitments are additional to the existing jobs. \r\rAll employees’ and employers’ social security contributions, regardless of the amount of the net monthly salary, including contributions to any benefits and leave allowances, are paid by the Ministry of Labour from government's budget. The recruited unemployed will be working either full-time or part-time.   \r\rAs regards the long-term unemployed people registered to the Greek Manpower Employment Organization (OAED), the companies will be subsidised except for the social security contributions with an additional amount of €200 of the net salary.  \r\rIn any case, the net salary of the recruited long-term unemployed may not be less than €200. The employers can’t go below the statutory minimum wage. The €200 correspond to fewer hours of (about 3 hours). It is also stipulated that the companies which include their employees in the new job subsidy scheme can't place the same workers into the alternative “less working hours scheme” of  the 'SYN-ERGASIA' programme or suspend their relevant employment contracts.\r\rΤhe provided total budgetary amount for this measure is €345 million.", "descriptionUseOfMeasure": "There is no information. The program is in progress.", "descriptionInvolvementOfSocialPartners": "There is no involvement of the social partners. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GR-2020-40_1295.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1827", "sources::title": "OΑΕΔ. Started the recruitment programme for 100000 unemployed people with a job subsidy - (ΟΑΕΔ. Ξεκίνησε το πρόγραμμα προσλήψεων 100.000 ανέργων με επιδότηση εργασίας", "sources::url": "http://www.odigostoupoliti.eu/oaed-ksekinise-to-programma-proslipseon-100000-anergon-me-epidotisi-ergasias", "sources::d_date": "10/01/2020", "modId": "0", "downloaded_to": "59e300e93cf0f917524adb8f8b658f149fcba452725b2895aa0653d1d88a3c73"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [{"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1205", "modId": "29"}