{"fieldData": {"title": "Enter 2020 information campaign shares information on best practices at workplaces during the COVID-19 pandemic", "title_nationalLanguage": "Enter 2020 kampanja jakaa yritysten parhaita käytäntöjä korona-pandemian aikaan", "d_startDate": "05/22/2020", "d_endDate": "", "calc_country": "Finland", "calc_minorCategory": "Reorientation of business activities", "calc_subMinorCategory": "Change of production/innovation", "calc_identifier": "FI-2020-21/1296", "dateType": "Open ended", "calc_creationDay": "10/21/2020", "calc_lastUpdate": "10/22/2020", "descriptionBackgroundInfo": "As a result of the COVID-19 pandemic, workplaces have had to rapidly adapt to new routines and a new way of working. Some of them have tested ICT-based working for the first time while others have started to produce new types of products. Some have had to either temporarily or permanently lay off some of their employees while others have recruited more as a result of rapidly increased demand for certain services and products. In other words, a lot of learning has taken place at Finnish workplaces in 2020 and many companies have developed innovative ways to cope with the crisis. In order to facilitate communication about the learning processes and innovative ways to handle the crisis, the Confederation of Finnish Industries together with ten large Finnish companies started a campaign called Enter 2020. ", "descriptionContentOfMeasure": "Enter 2020 is an information campaign that gathers best practices from Finnish workplaces during the COVID-19 pandemic. The company practices gathered at the campaign's website are connected for instance to ways of making sure that the gradual return to office-based work is safe or the ways to adapt leadership practices during the pandemic. In addition, information about relevant studies are shared on the campaign’s website. The campaign seeks to also raise discussions regarding best practices on social media. \r\rAlthough Enter 2020 campaign was established by Confederation of Finnish Industries and ten large Finnish companies, it is open for all companies and everyone can contribute to it.  ", "descriptionUseOfMeasure": "No information available. ", "descriptionInvolvementOfSocialPartners": "Peak-level employers organisation Confederation of Finnish Industries has both designed and implemented this measure. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FI-2020-21_1296.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1829", "sources::title": "Enter 2020", "sources::url": "https://enter2020.fi/", "sources::d_date": "05/15/2020", "modId": "0", "downloaded_to": "90f78c155768052e8195827367162d927ebdaa8d1a0838d5c84a675bf08297c0"}], "actors": [{"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}, {"recordId": "4", "funding::name": "Employers organisation", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1206", "modId": "18"}