{"fieldData": {"title": "Public aids for the production of feature films", "title_nationalLanguage": "Ayudas públicas a la producción de largometrajes", "d_startDate": "06/26/2020", "d_endDate": "09/17/2020", "calc_country": "Spain", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "ES-2020-26/1299", "dateType": "Temporary", "calc_creationDay": "10/21/2020", "calc_lastUpdate": "12/13/2020", "descriptionBackgroundInfo": "The audiovisual sector is an strategic and growing sector. Audiovisual productions generate employment and have a positive economic impact on auxiliary and service companies in the territories where they are carried out.\r\rThese grants are regulated by Order CUD / 582/2020, of 26 June , and are intended to support the financing of film projects in order to obtain Spanish nationality and the certificate of cultural character.", "descriptionContentOfMeasure": "The Government of Spain has authorized the Institute of Cinematography and Audiovisual Arts (ICAA) to open a €40 million aid call for the production of feature films, whose main characteristics are:\r\r* Thee grants keep the minimum cost at €1,300,000, with a new exception in the case of international co-productions with countries of the European Union and member countries of the Council of Europe, whose minimum cost may now be €300,000. This exception is in addition to the minimum of €300,000 established for documentaries, €150,000 for minority co-productions with Latin America and €700,000 in the case of the rest of international co-productions.\r* The protection of the authors, by requiring that 50% of the price of the script have been paid to access the percentage of the aid that is granted before the start of shooting.\r* The promotion of gender equality. A reserve of 20% of the total amount of aid for projects directed exclusively by women is established, which will increase to 35% in the next calls, and an extra score is awarded when there is exclusively female participation in other positions of responsibility, except in the writing of the script, which allows male participation to obtain said score.\r* The universal accessibility of Spanish cinema, making it mandatory for beneficiary films to include special subtitles and audio description to access the grants. This obligation is added to the existing one, of having an employee in the company or incorporating at least one person with a disability into the project.\r* As a specific measure to face the economic impact of COVID-19 on companies in the sector, the percentage that they may receive as a first payment is increased from 20% to 40%, offsetting with the second payment that goes from 50% to 30%, to provide the company with liquidity so that it can more easily start the production phase.\r", "descriptionUseOfMeasure": "No data available.", "descriptionInvolvementOfSocialPartners": "No involvement of social partners was reported.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-26_1299.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1905", "sources::title": "Orden CUD/582/2020, de 26 de junio, por la que se establecen las bases reguladoras de las ayudas estatales para la producción de largometrajes y de cortometrajes y regula la estructura del Registro Administrativo de Empresas Cinematográficas y Audiovisuales", "sources::url": "https://www.boe.es/eli/es/o/2020/06/26/cud582/con", "sources::d_date": "06/26/2020", "modId": "0", "downloaded_to": "989711422c816092459580dbc66c3b71263294f66bcad30c02d337ed2f48e28c"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "33", "targetGroups::name": "Workers in non-standard forms of employment", "modId": "14"}, {"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "87", "sectors::code": "J59", "sectors::name": "Motion picture, video and television programme production, sound recording and music publishing activities", "modId": "0"}, {"recordId": "88", "sectors::code": "J60", "sectors::name": "Programming and broadcasting activities", "modId": "0"}, {"recordId": "122", "sectors::code": "R90", "sectors::name": "Creative, arts and entertainment activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1209", "modId": "27"}