{"fieldData": {"title": "Aids for the energy renovation of buildings", "title_nationalLanguage": "300 millones de euros a ayudas para la rehabilitación energética de edificios", "d_startDate": "08/04/2020", "d_endDate": "", "calc_country": "Spain", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Support for spending, stimulus packages", "calc_identifier": "ES-2020-32/1301", "dateType": "Open ended", "calc_creationDay": "10/21/2020", "calc_lastUpdate": "11/03/2020", "descriptionBackgroundInfo": "The Council of Ministers has approved the 737/2020 Royal Decree that regulates the Program for the Energy Rehabilitation of Buildings (PREE), which will allocate €300 million for direct aid to actions to improve energy efficiency in buildings built before 2007, such as change of the thermal envelope or the replacement of old boilers with renewable options, such as thermosolar or geothermal.\r\rThe PREE, contemplates a higher percentage of aid for vulnerable consumers, is aligned with the economic reactivation policies against COVID-19 of the European Union, focused on the energy transition and digitalization, generating an incentive effect on the generation of employment and economic activity in the construction sector, as well as those related to the start-up of electrical and thermal installations.\r\rLikewise, this aid program contributes to the achievement of the National Energy and Climate Plan (PNIEC) 2021-2030, which plans a decarbonization path so that, by the end of this decade, 74% of the electricity system is of origin renewable; and with the Long-Term Strategy (ELP), currently in the process of public consultation, which sets the path for Spain to achieve climate neutrality in 2050.\r\rBoth documents point out the need to act in the building stock, which currently represents 30% of the final energy consumed in the country, in order to make it fully sustainable by mid-century. This \"wave of rehabilitation\" will generate, according to PNIEC estimates, some 48,000 net annual jobs between 2021 and 2030.", "descriptionContentOfMeasure": "The PREE will be coordinated by the Institute for Energy Diversification and Saving (IDAE), dependent on MITECO. Based on the regulatory bases approved today by the Council of Ministers, the Autonomous Communities and Cities must make and publish their respective call for aid.\r\rIn the calls published by each region, communities of owners, renewable energy communities and citizen energy communities, individual owners of buildings, whether natural or legal persons, groups of building owners, operating companies, tenants or building concessionaires, may be submitted, companies or energy service providers, and local entities.\r\rThe actions eligible for PREE are the following ones:\r\r* Improvement of the building's thermal envelope \r*Improving the energy efficiency of thermal installations, for example, heating, air conditioning or production of sanitary hot water, with alternatives such as:\r* Substitution of conventional energy for solar thermal energy.\r* Substitution of conventional energy for geothermal energy.\r* Substitution of conventional energy for biomass in thermal installations.\r* Improved energy efficiency of generation subsystems not previously included, such as the heat pump.\r* Improvement of the energy efficiency of distribution, regulation, control and emission subsystems of thermal installations. At this point, home automation systems, monitoring systems and other digital systems are included that allow better management and reduction of the building's energy consumption.\r* Improvement of lighting installations.\r", "descriptionUseOfMeasure": "No data available.", "descriptionInvolvementOfSocialPartners": "No involvement of social partners.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-32_1301.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1907", "sources::title": "Royal Decree 737/2020", "sources::url": "https://www.boe.es/boe/dias/2020/08/06/pdfs/BOE-A-2020-9273.pdf", "sources::d_date": "08/04/2020", "modId": "0", "downloaded_to": "ef6728978bf7b95676c9a3b9f83b6b8d7d2d7d97ec35091515c9766a534f48c9"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}, {"recordId": "10", "actors::name": "EU (Council, EC, EP)", "modId": "0"}], "targetGroups": [{"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "6", "funding::name": "Local funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1211", "modId": "15"}