{"fieldData": {"title": "New joint delivery service by Konzum and Uber ", "title_nationalLanguage": "Nova zajednička usluga dostave Konzuma i Ubera  ", "d_startDate": "10/21/2020", "d_endDate": "", "calc_country": "Croatia", "calc_minorCategory": "Reorientation of business activities", "calc_subMinorCategory": "Change of production/innovation", "calc_identifier": "HR-2020-43/1302", "dateType": "Open ended", "calc_creationDay": "10/21/2020", "calc_lastUpdate": "01/22/2021", "descriptionBackgroundInfo": "Konzum is Croatia's largest supermarket chain, with just over 700 stores open in Croatia and more than 10,000 employees. Due to COVID-19, the new option of Uber delivering products purchased on Konzum's online store is now available in Zagreb and its surroundings, as well as in Split and Kastela, Rijeka and Kukuljanovo, Dubrovnik and Pula, and the plan is currently to expand the new Croatian delivery service to other cities throughout the country. From now on, customers buying products on Konzum's online store have the additional option of having their ordered groceries, household and hygiene supplies and other products to their selected address thanks to Konzum's partnership with Uber, which also brings its global DropOff service to Croatia. This new Croatian delivery service is currently available to customers from Zagreb, Sesvete, Samobor, Zapresic, Velika Gorica, Split and Kastela,  as well as in Rijeka and Kukuljanovo, Dubrovnik and Pula. The buying process has been made very simple. After selecting the desired products on Konzum's online store, the customer should the select the Partner Delivery service and then select their delivery location. ", "descriptionContentOfMeasure": "When compared to the Konzum regular delivery option. Thus, it should be borne in mind that when choosing the Partner Delivery service, Uber drivers pick up the products in stores and therefore it isn't always possible to display the exact stock status on the page in real time. If a certain product is not on the store's shelf, Konzum employees will call the customer and check if they want a replacement item. The range available through the Partner Delivery service is narrower than the one available to customers who choose the Konzum delivery option, and the ordered products are delivered to the person's home address, but not to their very doorstep. Payment is made exclusively online, the minimum order amount is HRK 200  (€ 26.7), and delivery is charged at HRK 30 (€ 4) regardless of the size of the order. The big advantage of this new Croatian delivery service is the possibility of having your items delivered on the same day, considering that the delivery terms are available to the customer within four hours from the moment of ordering. If it suits the customer better, they can then schedule the delivery for another day, within a week from the day of ordering. After the customer completes the purchase on Konzum's online store, Konzum schedules their delivery via the Uber Central platform. Confirmation of the scheduled delivery to the customer will arrive via SMS in which they will receive information about the vehicle registration number and the name of the Uber driver, who will contact the customer by phone when they arrive at the corresponding address so that they can pick up the ordered products. ", "descriptionUseOfMeasure": "It could be expecting a significant interest for this type of delivery. Konzum is constantly recording an increase in interest in online shopping, and we're striving to provide our customers with an even more pleasant online shopping experience through numerous innovations and investments. In the spring, with the launch of the additional Pokupi (Pickup) service, Konzum enabled customers the ability to purchase groceries and other products from the comfort of their own homes even in the most challenging times, and in partnership with Uber Konzum wants to offer them a new option so that they can receive their orders at their home address on the same day. Uber is continuing to work to support the community of its users and drivers during these difficult times. The company is pleased to have opened its platform in cooperation with Konzum, which will speed up food delivery for Croats and help drivers overcome this challenging situation. User and driver safety issue remains a priority for Uber. The company distributed 950 hygiene kits to drivers containing masks, gloves, disinfectant gels and sprays. In addition, Uber has focused its efforts on implementing real-time processes and technology solutions to ensure responsible and safe use of the services at all times. ", "descriptionInvolvementOfSocialPartners": "Due to the nature of the measure social partners were not involved. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-43_1302.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Company practices", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1834", "sources::title": "Konzum i Uber predstavili novu zajedničku uslugu dostave namirnica, evo koji su uvjeti", "sources::url": "https://www.poslovni.hr/kompanije/konzum-i-uber-predstavili-novu-zajednicku-uslugu-dostave-namirnica-evo-koji-su-uvjeti-4255433", "sources::d_date": "10/20/2020", "modId": "0", "downloaded_to": "c3a89984785e70e803959d196faeb8f3b0536c51b42a0d62879e2a97e034dcf5"}], "actors": [{"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "75", "sectors::code": "G47", "sectors::name": "Retail trade, except of motor vehicles and motorcycles", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1212", "modId": "12"}