{"fieldData": {"title": "Corona hazard bonus in collective agreements in the social and healthcare sectors", "title_nationalLanguage": "Corona-Prämien in Kollektivverträgen im Sozial- und Gesundheitssektor", "d_startDate": "07/01/2020", "d_endDate": "", "calc_country": "Austria", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Remuneration and rewards for workers in essential services", "calc_identifier": "AT-2020-27/1307", "dateType": "Temporary", "calc_creationDay": "10/23/2020", "calc_lastUpdate": "10/30/2020", "descriptionBackgroundInfo": "During the COVID-19 pandemic, when personal contact should be held at a minimum, workers in the health and social sectors are nonetheless exposed to their many clients and patients and are thus at a high risk of catching the disease themselves. Working from their homes (home office) is not an option for them. Thus, in the collective bargaining rounds in the health and social sectors, a specific bonus was agreed upon for all employees with direct patient or client contact during the pandemic.", "descriptionContentOfMeasure": "In this year's annual bargaining rounds in several subsectors of the social and health sectors in Austria, a specific \"Corona bonus\" (or \"Corona hazard bonus\") was negotiated between the respective social partners. \r\rThe social partners for the largest collective agreement in the sector (\"Social Economy Austria\" or \"SWÖ\" agreement) were the first to implement such a bonus and finalised their negotiations during the lock-down phase on 1 April 2020 with a three-year agreement (with the details of the hazard bonus being finalised in July 2020). Those employees with direct personal client contact in the period from 16 March 2020 to 30 June 2020 receive a one-time Corona hazard bonus in the amount of €500 for the additional dangers and burdens that arise during this period as a result of the COVID-19 crisis. The full bonus is granted if during the specified period, 220 or more hours (including travel time for employees in mobile care, i.e. in their clients' homes) were worked in direct patient/client contact. If less than 220 hours were worked with personal and physical contact, an aliquot portion of the allowance is paid (with the calculation based on €500 for 220 hours). In the case of an imposed quarantine (by notice or ordered by the employer), which has been caused by professional contact with a person to be cared for, the working time planned for the duration of the quarantine in direct contact is counted as actual hours worked for the assessment of reaching the hourly limit for the bonus. \r\rThe bonus applies especially to employees in the following areas:\r\r* mobile care services at clients' homes; inpatient nursing, care and residential facilities (also for those working in cleaning, laundry, kitchen, property management) incl. nursing homes, residential and care facilities for people with disabilities, children's and youth living groups, day care facilities for children, facilities for homeless people and refugee care;\r* rescue and medical services, blood donation services;\r\rThe bonus was to be paid by 3 August 2020.\r\rUpon completion of this large sectoral collective agreement, the bonus in this specified form was also implemented in other collective agreements in the private social and health care sector, i.e. for rescue and paramedics and the Red Cross; mobile care services Styria; Diakonie (which also provides nursing care); or the SOS Children's Villages (list may not be exhaustive). Furthermore, several regional provinces (e.g. Tyrol, Styria, Upper Austria, Burgenland) and the City of Vienna implemented this bonus for their municipal/regional state employees in health and nursing professions who have worked for a public hospital, a residential and nursing home or an institution of mobile services in the nursing sector and have actively participated in coping with the COVID-19 pandemic. The province of Lower Austria implemented a bonus of €275 for all health care workers and a further €275 bonus for those exposed to COVID-19 areas. The regional province of Vorarlberg implemented a lower bonus of €200 for hospital employees and €300 for others, regardless of the amount and duration of employment, Salzburg also paid gradual bonuses depending on the profession and exposure).\r\rIn the minimum wage tariff for private childcare institutions and the collective agreement for assistants, a similar, albeit smaller bonus of €300 is granted for all employees with personal and physical contact to the children they take care of, between 16 March and 31 December 2020, regardless of the extent and duration of employment.", "descriptionUseOfMeasure": "The SWÖ collective agreement alone covers 125,000 employees; over 95,000 professionals (excluding doctors) are employed in Austrian hospitals, according to Statistics Austria. ", "descriptionInvolvementOfSocialPartners": "The social partners agreed on the implementation of a Corona-bonus in the course of the regular annual collective bargaining rounds in several sectors in which employees are in direct contact with COVID-19 patients.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/AT-2020-27_1307.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1843", "sources::title": "Corona hazard bonus health and social care sector", "sources::url": "http://www.bags-kv.at/folder/877/Corona_Gefahrenzulage_Informationen.auf.einen.Blick_10.07.2020.pdf", "sources::d_date": "07/10/2020", "modId": "0", "downloaded_to": "944f59da24bad4336d447b202775ff1b1bc96f089d8ef1b6d755384d3c2013dd"}, {"recordId": "1844", "sources::title": "Database of collective agreements Austria", "sources::url": "www.kollektivvertrag.at", "sources::d_date": "10/23/2020", "modId": "0", "downloaded_to": "6b4ca77c1a46a50757fdeebfa8cdd5a539f158758c3094d5dddb520a79c0883a"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "118", "sectors::code": "Q86", "sectors::name": "Human health activities", "modId": "0"}, {"recordId": "119", "sectors::code": "Q87", "sectors::name": "Residential care activities", "modId": "0"}, {"recordId": "120", "sectors::code": "Q88", "sectors::name": "Social work activities without accommodation", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1217", "modId": "12"}