{"fieldData": {"title": "National public sector collective agreement 2021", "title_nationalLanguage": "2021 metų nacionalinė kolektyvinė sutartis", "d_startDate": "01/01/2021", "d_endDate": "12/31/2021", "calc_country": "Lithuania", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Well-being of workers", "calc_identifier": "LT-2021-1/1308", "dateType": "Temporary", "calc_creationDay": "10/23/2020", "calc_lastUpdate": "11/19/2020", "descriptionBackgroundInfo": "On 16 October 2020, the Government of the Republic of Lithuania represented by the Ministry of Social Security and Labour and national trade union organisations entered into a national collective agreement (NCA) for 2021. The NCA provides for an increase in the basic amount of official salary (BAOS) from €176 to €177 for all civil servants, public sector employees and officials, and additional guarantees for NCA signatory trade union members in the form of additional annual leave and study leave. Moreover, extra days to improve employee health were agreed in the NCA for the first time. The agreement is particularly important in the context of the COVID-19 pandemic, as many public sector employees face significant increases in the workload during the pandemic. The NCA will allow employees to take care of their health and improve qualifications without losing their salary.", "descriptionContentOfMeasure": "The NCA increased the BAOS, which is used to calculate salaries in the public sector, for all public sector employees from €176 to €177 for 2021. In addition, the parties to the agreement undertook to consider possibilities to increase this amount once again after the Ministry of Finance of the Republic of Lithuania publishes new macroeconomic forecasts in December 2020. Also, union members who have signed the NCA with the Government will be able to benefit from the following additional guarantees in 2021:\r\r* In 2021, union members will be entitled to two extra working days (WD) of annual paid leave, including those who are already entitled to extended annual leave due to their profession (e.g. teachers). \r* Union members studying under formal education programmes or participating in non-formal adult education will be entitled to a study leave for up to 10 WD or up to 20 WD. When the leave is granted for up to 10 WD, the employee shall be paid his/her average wages; when the leave is granted for up to 20 WD, the employee shall be paid 50% of his/her average wages.\r* In 2021, union members will be also entitled to up to five WD to improve their health. The employee will be paid average wages for these days.\r\rIt is important to note that additional guarantees will apply only to those employees who had joined the trade union prior to the date of signing the NCA.", "descriptionUseOfMeasure": "According to the Ministry of Social Security and Labour, increases in the BAOS will apply to about 200,000 civil servants, employees and officials in the public sector. Additional provisions of the NCA will cover around 34,500 union members.", "descriptionInvolvementOfSocialPartners": "The NCA was signed by the Ministry of Social Security and Labour (MSSL) and the Lithuanian Trade Union Confederation (LTUC), Trade Union Solidarumas, Trade Union Sandrauga, the National Joint Trade Union and the National Association of Officers’ Trade Unions.\r\rNegotiations on the NCA began back in January 2020. In April 2020, several video conferences were held with the participation of Inga Ruginienė, Chair of LTUC, sectoral unions of the public sector and the MSSL. At that time, LTUC and other union representatives proposed increasing the BAOS to €186. However, the Government did not agree with this proposal on the grounds that salaries were already increased to most public sector employees in 2020.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LT-2021-1_1308.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only public sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1841", "sources::title": "National public sector collective agreement 2021 (2021 metų nacionalinė kolektyvinė sutartis)", "sources::url": "https://www.lpsk.lt/naujienos/2021-m-nacionaline-kolektyvine-sutartis/", "sources::d_date": "10/16/2020", "modId": "1", "downloaded_to": "1d96e363d5a67f86ba51865b3b813d5a251c6e4ba38454bba86fffed4c3ecaa8"}, {"recordId": "1842", "sources::title": "Government’s pre-election gift to the public sector: slightly higher salaries and longer leaves (Prieš rinkimus – valdžios dovana viešajam sektoriui: kiek didesnė alga, ilgesnės atostogos)", "sources::url": "https://www.15min.lt/naujiena/aktualu/lietuva/pries-rinkimus-35-tukst-viesojo-sektoriaus-darbuotoju-issiderejo-geresnes-salygas-atostogaus-22-dienas-per-metus-arba-rinkiminiu-laikotarpiu-valdzios-dovana-viesajam-sektoriui-kiek-didesne-alga-ilgesnes-atostogos-56-1386088", "sources::d_date": "10/05/2020", "modId": "1", "downloaded_to": "0af0e9fd56ad0e2003ba2c015fba49f24c1eb5b7d06daf2c820f2df0ec83b329"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}], "targetGroups": [{"recordId": "51", "targetGroups::name": "Other groups of workers", "modId": "15"}], "funding": [{"recordId": "3", "funding::name": "Employer", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1218", "modId": "17"}