{"fieldData": {"title": "Recommendation for Corona bonus in retail collective agreement", "title_nationalLanguage": "Empfehlung für Corona-Bonus im Handelskollektivvertrag", "d_startDate": "10/21/2020", "d_endDate": "", "calc_country": "Austria", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Remuneration and rewards for workers in essential services", "calc_identifier": "AT-2020-43/1310", "dateType": "Temporary", "calc_creationDay": "10/23/2020", "calc_lastUpdate": "10/30/2020", "descriptionBackgroundInfo": "The retail food sector and drugstores were not concerned by closures during the lock-down in spring in Austria due to the COVID-19 crisis. Retail workers were especially exposed to catching the disease as they had to keep the businesses running as so-called \"system-critical\" workers. Other areas in the retail/commerce sector, on the other hand (like clothes stores, furniture stores,...), were severely concerned by business closures during the lock-down phase and tremendous financial losses, with many workers on short-time work or becoming unemployed.", "descriptionContentOfMeasure": "The large collective agreement for white-collar workers in the retail sector in Austria applies to 415,000 workers and 18,000 apprentices and is a uniform collective agreement for all diverse sections of the commerce sector. In the face of the COVID-19 pandemic, while the food (and drugstore) sector generally made (large) profits, the non-food sector encountered (large) losses. These two very distinct developments had to be taken into account in this autumn's annual collective bargaining round. Similar to the metalworkers a few weeks earlier, the conclusion was reached already in the first negotiating round, foreseeing a basic wage increase of 1.5% (compensating for inflation). \rIn addition, all companies \"which can afford it\" are called upon to pay a bonus of at least €150 to their employees. According to the union, every fourth retail worker will benefit from this measure. For apprentices, which were by regulation exempt from home-schooling during the lockdown in order to work, this bonus is mandatory.\r\r", "descriptionUseOfMeasure": "Several supermarket chains (Rewe, Lidl, Hofer, Spar) have announced that they would pay such a bonus to their employees, also higher than the minimum amount of €150. Exact amounts and timing of the payment have yet not been announced. Some supermarkets (e.g. Rewe) have already paid their employees a voluntary bonus in spring, and support their employees now for a second time. ", "descriptionInvolvementOfSocialPartners": "The sectoral social partners negotiated the annual collective agreement for the retail sector.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/AT-2020-43_1310.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1846", "sources::title": "Retail salaries rise by 1.5 percent", "sources::url": "https://orf.at/stories/3186220/", "sources::d_date": "10/21/2020", "modId": "0", "downloaded_to": "5be6a65748df510c651a0f6d4c4dd74e3ea4a01021afb01ab438667dafed7634"}, {"recordId": "1847", "sources::title": "Rewe: Second Corona bonus for employees", "sources::url": "https://www.ots.at/presseaussendung/OTS_20201022_OTS0010/rewe-group-oesterreich-zweite-corona-praemie-fuer-mitarbeiter", "sources::d_date": "10/22/2020", "modId": "0", "downloaded_to": "7eb2f6b765ee36d9600c3e6e6539870e673168876fcaf29f4dc018437a657196"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "73", "sectors::code": "G45", "sectors::name": "Wholesale and retail trade and repair of motor vehicles and motorcycles", "modId": "0"}, {"recordId": "74", "sectors::code": "G46", "sectors::name": "Wholesale trade, except of motor vehicles and motorcycles", "modId": "0"}, {"recordId": "75", "sectors::code": "G47", "sectors::name": "Retail trade, except of motor vehicles and motorcycles", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1220", "modId": "15"}