{"fieldData": {"title": "Emergency loan and loan guarantee", "title_nationalLanguage": "Erakorraline laen ja laenukäendus", "d_startDate": "03/27/2020", "d_endDate": "12/31/2020", "calc_country": "Estonia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Access to finance", "calc_identifier": "EE-2020-13/347", "dateType": "Temporary", "calc_creationDay": "04/07/2020", "calc_lastUpdate": "01/06/2021", "descriptionBackgroundInfo": "Due to the outbreak, several companies are in a difficult position financially to continue providing their services/products, to pay their loans or to start a new business (for example, opportunities created by the corona outbreak). For this purpose, the state provides additional funds to Kredex (a state founded foundation) and Rural Development Fund to provide support measures to companies in a form of loans and loan guarantees. On a smaller scale, those measures are already available and relevant instructions for the applicants and terms and conditions of the measures have been approved by the Kredex at the end of March 2020, but additional government finances are needed for the full provision of these measures. For this, the supplementary state budget was approved by the Parliament on 15 April 2020. ", "descriptionContentOfMeasure": "**Kredex, the Credit and Export Guarantee Fund** (state founded foundation), provides loans and loan guarantees to companies. To relieve the impacts of the COVID-19, KredEx offers additional loan guarantees and loans: \r\r1. emergency loan guarantee for issuing new loans and to relax the repayment schedules of existing bank loans, \r2. emergency loan for companies who have been turned down by banks.\r\rThe guarantee enables a company to secure the obligations of an enterprise, arising from loan, leasing and guarantee contracts.\r\rRequirements to be eligible:\r\r* According to the financial projections presented, the company is sustainable and solvent in the long term.\r* The company was not in difficulty as of 31 December 2019.\r* The company has no overdue debts which have incurred before 1st January 2020.\r* No bankruptcy or liquidation proceedings have been initiated against the\rcompany.\r\rGeneral conditions: \r\r* The sum of outstanding amounts of loans or loan guarantee of Kredex cannot exceed €5 million per company. \r* The total amount of emergency loans from Kredex and loans with emergency guarantee by Kredex cannot exceed double the salary cost of the company for 2019 with social tax. Exceptions are available: the maximum guaranteed obligation could be up to 25% of the\rcompany's turnover in 2019 or to a justified 18-month liquidity requirement for a SME or to a justified 12-month liquidity requirement for a large company).\r\rSpecific conditions by type:\r\r* New loans, guarantee: Up to 90% of the guaranteed loan or lease (60% in case of a construction or retail/wholesale trade sector company)\r* Existing loans, fixed guarantee: Up to 35% of the loan and lease to be secured, but no more than the sum of the payments of the principal amount of the loan or lease which will remain accessible to the company until 31 December 2021. \r* Existing loans, proportional guarantee: Up to 50% of the loan and lease to be secured.\r* Extraordinary loan by Kredex: the amount is up to €5 million. The interest rate is from 4% per annum in case the loan is at least 50% collateralised, and 6% per annum in case of only owner-guaranteed loan.\r\rThe validity period of the guarantee is 72 months; the loan period is 6-72 months. The guarantee can be issued and amended until 31 December 2020.\r\r\rFor agriculture, fishing and food industry companies, similar measures are provided by the **Rural Development Fund**. The total amount of the funding is €200 million.\r\rThe maximum loan amount for single-applicants is up to €1 million, if the loan is taken together with a credit or financing institution, the maximum amount is €2 million. The interest rate is from 2% and fixed for 2 months. The loan period is up to six years, in case of investment loans -  ten years. At least 30% of the loan must be guaranteed (e.g. real estate, surety or other). Loan applications are accepted until 23 December 2020.\r\rIn case of loan guarantee, similar to Kredex measure, the total amount of the loan to be guaranteed cannot exceed double the salary cost of the company for 2019 with social tax,   25% of the company's turnover in 2019 or  a justified 18-month liquidity requirement for an SME or a justified 12-month liquidity requirement for a large company. Up to €5 million is guaranteed, but not more than 90% of a proportionally guaranteed loan or 35% of a fixed guaranteed loan. The length of the guarantee is up to six years.", "descriptionUseOfMeasure": "Kredex: data available [here](https://kredex.ee/et/koroona)\r\rBy 14 December 2020, 139 companies received a loan in the total amount of €220.1 million (the largest sum was €100 million per one company). 293 companies' loans were guaranteed in the total sum of €58.6 million.\r\rRural Development Fund: data available [here](https://www.mes.ee/covid-19-kriisimeetmed)\r\rBy 23 December 2020, 146 applications for guarantees in the amount of €48.4 million and 372 applications for loans in the amount of €157 million were received. 133 guarantee (€40.2 million) and 303 loan (€84.4 million) decision were made and altogether 375 contracts were signed (total amount €101.7 million).", "descriptionInvolvementOfSocialPartners": "In addition to the sectoral business association, the Estonian Employers Confederation was consulted during the design of the measure. The possibility to give feedback was open to all interested parties. Trade unions did not participate in the consultation process due to the nature of the measure.", "socialPartner_form": "No involvement", "socialPartner_role": "Not applicable", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/EE-2020-13_347.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "193", "sources::title": "Extraordinary fixed guarantee conditions for existing loans", "sources::url": "https://www.kredex.ee/sites/default/files/2020-04/erakorraline_fikseeritud_kaendus_olemasolevatele_laenudele_eng.pdf", "sources::d_date": "03/27/2020", "modId": "4", "downloaded_to": "197c6c1bc3d91212f9bc71379c7e85a37362c21f5948684c83504ab127c4b40a"}, {"recordId": "194", "sources::title": "Extraordinary proportional guarantee conditions for existing loans", "sources::url": "https://www.kredex.ee/sites/default/files/2020-04/erakorraline_proportsionaalne_kaendus_olemasoelvatele_laenudele_eng.pdf", "sources::d_date": "03/27/2020", "modId": "4", "downloaded_to": "6a029fc4ed6077c54cb38596ca287c1cb4386e1e6da9390829f0130b44dc8cb7"}, {"recordId": "195", "sources::title": "Extraordinary proportional guarantee conditions for new loans", "sources::url": "https://www.kredex.ee/sites/default/files/2020-04/erakorraline_proportsionaalne_kaendus_uutele_laenudele_eng.pdf", "sources::d_date": "03/27/2020", "modId": "4", "downloaded_to": "a1e7db8b718219ef7dd6fb8f507ff524fa56f6d7448265f425daf227d675131f"}, {"recordId": "196", "sources::title": "Conditions of the extraordinary loan", "sources::url": "https://www.kredex.ee/sites/default/files/2020-04/erakorraline_otselaen_eng.pdf", "sources::d_date": "03/27/2020", "modId": "4", "downloaded_to": "52d082b435eee21fc6af93f64d82d9e10ad8b849ff7b8a6e909f47b2c7b7594f"}, {"recordId": "1131", "sources::title": "Rural Development Fund loan guarantee conditions", "sources::url": "https://www.mes.ee/covid-19-kaendus", "sources::d_date": "05/15/2020", "modId": "0", "downloaded_to": "80ce76abec2a2d68c6fd226baf86dc91f185d7d7508ceea96029733a23f30d78"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "12", "actors::name": "Public support service providers", "modId": "1"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "496", "updates::d_date": "12/30/2020", "updates::description": "As the budget was exhausted, the Rural Development Fund did not accept loan applications anymore as of 23 October 2020. ", "modId": "1"}], "regions": []}, "recordId": "231", "modId": "117"}