{"fieldData": {"title": "Regulation of remote work", "title_nationalLanguage": "Real Decreto-ley que regula el trabajo a distancia", "d_startDate": "09/22/2020", "d_endDate": "", "calc_country": "Spain", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Teleworking arrangements, remote working", "calc_identifier": "ES-2020-39/1321", "dateType": "Open ended", "calc_creationDay": "10/24/2020", "calc_lastUpdate": "12/02/2020", "descriptionBackgroundInfo": "The Council of Ministers has approved a Royal Decree Law that will regulate distance work.\rThis regulation is a direct outcome of tripartite social dialogue and places Spain at the forefront of the European framework in the regulation of a form of work organisation whose protagonism has revealed essential during the economic and social crisis caused by the COVID-19 pandemic. The Royal Decree Law grants remote workers the same rights as those who carry out their activities in the company's premises and is based on voluntariness and the agreement of workers and employers.", "descriptionContentOfMeasure": "The Royal Decree Law is based, he recalled, on \"voluntariness\" for the worker and for the employer and will require the signing of the distance work agreement, which must be formalised in writing, registered at the employment office and delivered to the legal representation of working people.\r\rThe refusal of the worker to work remotely, the exercise of reversibility to face-to-face work and the difficulties for the adequate development of the telework activity, which are exclusively related to the change from a face-to-face service to another that includes work at distance, will not be justifying grounds for the termination of the employment relationship or the substantial modification of the working conditions.\r\rThroughout the regulation, the role of collective bargaining is reinforced, with express referrals as important as the regulation of the exercise of reversibility (return to face-to-face work after agreeing to work remotely) by the parties, the right to disconnect , the identification of jobs and functions that can be carried out through remote work, the conditions of access and development of work activity through this organisational model, a maximum duration of remote work, as well as additional content in the remote work agreement.", "descriptionUseOfMeasure": "No data available.", "descriptionInvolvementOfSocialPartners": "Social partners have been involved in the negotiation of the new law regulating distance work. They requested the government to negotiate the law and a process of tripartite social dialogue started. The organisations involved have been CCOO and UGT on the union side, and CEOE and CEPYME on the employer side", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-39_1321.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Permanent measure applied "}, "portalData": {"sources": [{"recordId": "1918", "sources::title": "Real Decreto-ley 28/2020, de 22 de septiembre, de trabajo a distancia", "sources::url": "https://www.boe.es/diario_boe/txt.php?id=BOE-A-2020-11043", "sources::d_date": "09/22/2020", "modId": "0", "downloaded_to": "2ea32ba43496e4bd8818569ce663e12d3a3f697f21c757a8192b0ec9c73514ff"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "3", "funding::name": "Employer", "modId": "0"}, {"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1231", "modId": "18"}