{"fieldData": {"title": "Urgent mesures on teleworking in public administrations", "title_nationalLanguage": "Medidas urgentes en materia de teletrabajo en las administraciones públicas", "d_startDate": "09/24/2020", "d_endDate": "", "calc_country": "Spain", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Teleworking arrangements, remote working", "calc_identifier": "ES-2020-39/1322", "dateType": "Open ended", "calc_creationDay": "10/24/2020", "calc_lastUpdate": "12/13/2020", "descriptionBackgroundInfo": "The health crisis situation caused by COVID-19 has forced, in recent months, the different Public Administrations to dedicate all their personal and material resources to guarantee their operation, the provision of public services by their employees in a remote manner and the exercise of the rights of citizens and companies.\r\rThe measures contained in this regulation are intended to ensure the normal operation of Public Administrations, promoting new forms of organisation and structuring of the work of public employees for the best service to the general interests entrusted to them.\r\rTherefore, it is unavoidable to address, immediately, the basic regulation of telework in Public Administrations and their adaptation to digital administration.\r\rThe objective of the regulation is to set up a common framework so that all public administrations can further develop their own regulatory instruments for teleworking in their public administrations and also considering state jurisdiction over labor legislation in the case of civil servants.", "descriptionContentOfMeasure": "First of all, telework is defined as that modality of provision of distance services in which the  content of the job can be developed, provided that the needs of the service allow it, outside the dependencies of the Administration, through the use of information and communication technologies.\r\rIt is expressly established that, in any case, telework should contribute to a better organisation of work through the identification of objectives and the evaluation of their fulfillment. When dealing with the regulation of a work modality and flexibility of the organisation of a structural nature for the Public Administrations, it must serve to better achieve the objectives of the administration in its service to the general interests.\r\rAs such, without prejudice to its voluntary nature, its use must be subject to guaranteeing the provision of public services and, in any case, meeting the needs of the service must be ensured.\r\rIn this sense, it is also established that the provision of the service through this work modality must be expressly authorised, through objective criteria for access and will be compatible with the face-to-face modality that will continue to be the ordinary work modality.\r\rThe personnel who provide services through this modality will have the same duties and rights as the rest of the public employees, and the administration must provide and maintain the technological means necessary for the activity.\r\rIn any case, the specific performance of the teleworking activity will be carried out under the terms of the regulations of each Public Administration, being subject to collective bargaining in each area. The Public Administrations that must adapt their telework regulations to the provisions of this Royal Decree-Law will have a period of six months from the entry into force thereof.\r\rA prerequisite will be the assessment of the susceptible nature of teleworking the tasks assigned to the position, the corresponding evaluation and preventive planning, as well as the training in digital skills necessary for the provision of the service.\r\rIn any case, the provision of remote services through the teleworking modality will not be considered ordinary. The diverse nature of the services to the citizens that the different Public Administrations have entrusted, and in order to guarantee the provision of the same, makes it necessary to determine that the provision of services in the teleworking modality cannot be absolute. It will be in each area and in the regulatory regulations issued for this purpose by each competent administration where the percentage of the provision of services that can be developed by this new modality is determined, in such a way that face-to-face and telework are combined in the regimen to be established. In any case, direct face-to-face attention to citizens is guaranteed.\r", "descriptionUseOfMeasure": "No data available", "descriptionInvolvementOfSocialPartners": "Public sector trade unions were involved in the negotiation of the regulation of distance work in the public administration in the context of social dialogue process in the public sector", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-39_1322.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only public sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Permanent measure applied "}, "portalData": {"sources": [{"recordId": "1919", "sources::title": "Real Decreto-ley 29/2020, de 29 de septiembre, de medidas urgentes en materia de teletrabajo en las Administraciones Públicas y de recursos humanos en el Sistema Nacional de Salud para hacer frente a la crisis sanitaria ocasionada por la COVID-19.", "sources::url": "https://www.boe.es/diario_boe/txt.php?lang=en&id=BOE-A-2020-11415", "sources::d_date": "09/29/2020", "modId": "0", "downloaded_to": "dfb0d07a466b1cb29c5e42f1de2635fe1f385a9276c5c0f8ce3841e822f9d2ac"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "114", "sectors::code": "O84", "sectors::name": "Public administration and defence; compulsory social security", "modId": "0"}, {"recordId": "116", "sectors::code": "P85", "sectors::name": "Education", "modId": "0"}, {"recordId": "118", "sectors::code": "Q86", "sectors::name": "Human health activities", "modId": "0"}, {"recordId": "129", "sectors::code": "S96", "sectors::name": "Other personal service activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1232", "modId": "22"}