{"fieldData": {"title": "Incentives scheme for the employment of young NEET persons", "title_nationalLanguage": "Σχέδιο παροχής κινήτρων για την απασχόληση νέων ηλικίας 15 μέχρι 29 ετών που βρίσκονται εκτός απασχόλησης, εκπαίδευσης ή κατάρτισης ", "d_startDate": "10/23/2020", "d_endDate": "10/23/2021", "calc_country": "Cyprus", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "CY-2020-43/1332", "dateType": "Temporary", "calc_creationDay": "10/27/2020", "calc_lastUpdate": "10/30/2020", "descriptionBackgroundInfo": "The scheme aims to combat unemployment among young persons aged 15-29 years of age ‘Not in Education, Employment or Training’ (NEET). It provides incentives for employers in order to hire youngsters in NEET by subsidising their employment cost. The scheme is part of the ‘Youth Guarantee’ programme of the government and aims to promote the employment of young people in the labour market through subsidised jobs. The legal base of the scheme is the decision of the Cabinet of the 7 October 2020 for the projects that may be co-financed by the European Social Fund and the Republic of Cyprus. The Department of Labour of the Ministry of Labour, Welfare and Social Insurances is the coordinator agency of the scheme.  ", "descriptionContentOfMeasure": "Eligible employers and enterprises are those performing entrepreneurial activities in the areas controlled by the Republic of Cyprus, registered as employers in the Social Insurances Registry and have not been convicted for violations of the minimum income Decree or the legislation on illegal and undeclared employment. An additional eligibility criterion is that the enterprise applying for participation has not dismissed anyone since the 1 March 2020 and the begging of the crisis due to the pandemic. \r\rThe maximum number of people that an employer may  hired within the frame of the scheme is five people. Additionally, the employment of a person within the scheme shall contribute to the increase of the number of employees in the enterprise performing the same profession with the person that is hired. \r  \rEligible youngsters are those aged 15-29 years of age in NEET, registered at the Public Employment Services, at least one day prior the hiring day, and are citizens of the Republic, EU citizens or Third Country Nationals legally reside in the Republic having the right of free access in the labour market.  \r\rThe subsidy that the enterprise receives for each hired young person is €870 for the first six months and €924 for the rest. The subsidy to the employer is granted for the first ten months and the employer is obligated to cover additional two months. The maximum annual subsidy that is granted for one person to the enterprise is €8,600. ", "descriptionUseOfMeasure": "The total budget that is available for the scheme is €10 million. For the moment, there is no assessment that indicates the number of business and/or workers that may benefited by the scheme.  ", "descriptionInvolvementOfSocialPartners": "The Scheme and its related provisions, terms and eligibility criteria has been designed exclusively by the Ministry of Labour, Welfare and Social Insurances. Social partners have not been invited by the Ministry into a consultation process for the definition of the scheme. They have only been informed, at an earlier stage, by the Ministry for its intention for the launching of the Scheme.      ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/CY-2020-43_1332.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1872", "sources::title": "Σχέδιο παροχής κινήτρων για την απασχόληση νέων 15 - 29", "sources::url": "http://www.mlsi.gov.cy/mlsi/dl/dl.nsf/AE26A6FEAC5A5B67C2258609004477C0/$file/%CE%A3%CE%A7%CE%95%CE%94%CE%99%CE%9F%20%CE%9D%CE%95%CE%A9%CE%9D%2015%20%CE%A9%CE%A3%2029%20%CE%95%CE%A4%CE%A9%CE%9D%20.pdf", "sources::d_date": "10/23/2020", "modId": "0", "downloaded_to": "a38cf1f0de547d57dd2f34efac3e9a469e402bc5a5bf5759c3fd689a5cf06600"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [{"recordId": "68", "targetGroups::name": "Youth (18-25) in employment", "modId": "9"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1242", "modId": "12"}