{"fieldData": {"title": "Trade unions’ joint positions on COVID-19 measures", "title_nationalLanguage": "Szakszervezeti konföderációk közös állásfoglalása a koronavírus járvány intézkedéseirő", "d_startDate": "03/18/2020", "d_endDate": "", "calc_country": "Hungary", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "HU-2020-12/1335", "dateType": "Open ended", "calc_creationDay": "10/27/2020", "calc_lastUpdate": "10/30/2020", "descriptionBackgroundInfo": "The trade union confederation Magyar Szakszervezeti Szövetség (MASZSZ) engaged in correspondence with the government to propose changes regarding the economic and labour-market measures in response to the COVID-19 pandemic in the form of several proposals formulated in March and April 2020. The trade union conferedation Szakszervezetek Együttműködési Fóruma (SZEF) also made similar proposals in a public statement. First five, later all six Hungarian union confederations joined forces to sign a statement calling for government action to meet employee needs in connection with COVID-19 impacts. \r\r\r", "descriptionContentOfMeasure": "The following steps were taken: (based on interview with MASZSZ official)\r\r**March 2020:**\r\r* a letter to MASZSZ membership, asking them to report any legal and labour-related issues they may have in connection with COVID-19.\r* Requesting government support in connection with shipping company Waberers\r* MASZSZ proposals to the state secretary for employment regarding tackling COVID-19-related unemployment (in two parts)\r* MASZSZ proposal to relax the use of employee benefit SZÉP card to make it easier to spend during the pandemic\r* MASZSZ, SZEF, ÉSZT, Liga joint statement calling for more solidarity for workers in COVID-19\r\r**April 2020:**\r\r* MASZSZ proposals to help employees and businesses to stay afloat\r* MASZSZ calls on the government to start dialogue with social partners on COVID-19 economic defence measures\r* MASZSZ calls on government to share with social partners genuine data on the recipients of COVID-19 support as well as on unemployment.\r* MASZSZ calls for companies receiving government support to adopt a layoff ban for the duration of the pandemic\r* Fast support to pensioners\r* MASZSZ protests the changes in working time banking rules (extending the application period to 24 months) – also supported by five confederations\r* MASZSZ calls for tax relief on support trade unions can give to their members until Dec 2020\r\r**June 2020:**\r\r*  MASZSZ proposes that any overtime work should count towards pension service time for all professions not just in health care\r", "descriptionUseOfMeasure": "There is no information on the uptake of these recommendations.", "descriptionInvolvementOfSocialPartners": "Four, and in some cases six, trade union confederations cooperated on formulating a joint statement and identifying a joint platform for recommendations. They regularly consulted with each other to reach this common ground. The proposals were only heard but were not discussed at tripartite forum in ernest, according to the largest TU confederation MASZSZ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HU-2020-12_1335.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1876", "sources::title": "TU confeds: Employees are left unprotected", "sources::url": "https://merce.hu/2020/03/22/a-szakszervezetek-szerint-epp-most-hagyjak-vedtelenul-a-munkavallalokat/", "sources::d_date": "03/22/2020", "modId": "0", "downloaded_to": "4163a1cadf5d45aea4883b3f0e365b1e8edfda0d02fb0836d690852b438f5688"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1245", "modId": "8"}