{"fieldData": {"title": "Need to strengthen minimum income protection in the EU during and after the COVID-19 pandemic", "title_nationalLanguage": "", "d_startDate": "10/12/2020", "d_endDate": "", "calc_country": "European Union", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Protection of vulnerable groups (beyond employment support)", "calc_identifier": "EU-2020-42/1342", "dateType": "Open ended", "calc_creationDay": "10/28/2020", "calc_lastUpdate": "11/05/2020", "descriptionBackgroundInfo": "The minimum income schemes contribute to the social protection of the most disadvantaged groups in society, including people hardest-hit by the COVID-19 crisis. They also have a stabilising effect for the economy as a whole. Therefore on 12 October the Council decided to  adopt conclusions on strengthening minimum income protection in the EU with the aim to combat poverty and social exclusion during and after the COVID-19 pandemic.", "descriptionContentOfMeasure": "The Conclusions invite Member States to do the following:\r\r* Striving and ensuring  that their national minimum income protection schemes meet the relevant recommendations of the Union and the International Labour Organization, are accessible and adequate, and enable beneficiaries’ social and labour market inclusion; \r* Working together  to implement the European Pillar of Social Rights, and to commit themselves to addressing the remaining gaps in minimum income protection in combating poverty and social exclusion \r* Strengthening employment and social aspects within the European Semester as coordination for economic, employment and social policy with regard to minimum income protection, and provide  respective policy recommendations that take a long-term view and balance economic, fiscal, employment and social policy needs;\r\rThe European Commission is invited, within its competences as set out in the Treaties, while paying due regard to national circumstances to initiate  an update of the Union framework to effectively support and complement the policies of Members States on national minimum income protection.", "descriptionUseOfMeasure": "The most disadvantaged groups in society, including people hardest-hit by the COVID-19 crisis.", "descriptionInvolvementOfSocialPartners": "European social partners were not involved in the preparation or designing of the Council conclusions.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/EU-2020-42_1342.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1891", "sources::title": "ETUC input on the right to adequate, accessible and effective minimum income schemes", "sources::url": "https://www.etuc.org/sites/default/files/document/file/2020-09/ETUC%20input%20on%20the%20right%20to%20adequate%2C%20accessible%20and%20effective%20minimum%20income%20schemes%20%28Resolution%20adopted%29_1.pdf", "sources::d_date": "09/23/2020", "modId": "0", "downloaded_to": "88ddc539f8ad0722e49a3e92392c352045cf3c615bb8ead7398023125eb0a0d8"}, {"recordId": "1892", "sources::title": "Strengthening minimum income protection in the COVID-19 pandemic and beyond: Council adopts conclusions", "sources::url": "https://www.consilium.europa.eu/media/46078/11721-re02-en20.pdf", "sources::d_date": "10/12/2020", "modId": "0", "downloaded_to": "bf0403c575eaf8a450b2411edc5a8919cb936f4b94883c6aa403663638c5e55b"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "10", "actors::name": "EU (Council, EC, EP)", "modId": "0"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1252", "modId": "13"}