{"fieldData": {"title": "EU social partners for the live performance sector issue joint statement", "title_nationalLanguage": "", "d_startDate": "10/14/2020", "d_endDate": "", "calc_country": "European Union", "calc_minorCategory": "Supporting businesses to get back to normal", "calc_subMinorCategory": "Measures to support a gradual relaunch of work", "calc_identifier": "EU-2020-42/1349", "dateType": "Open ended", "calc_creationDay": "10/29/2020", "calc_lastUpdate": "11/05/2020", "descriptionBackgroundInfo": "The pandemic and lockdown had serious ramifications in the live performance sector as venues were forced to close completely. This has had a huge impact on the economic stability of the sector as a whole, but also on individual workers, many of whom are independent and self-employed. On 13 October 2020, the social partners in the live performance sector in Europe gathered to discuss the future and sustainability of the sector. \rAs a result, they adopted a common statement calling for a sector-specific recovery plan and instruments at EU level.\r\rEuropean social partners in the live performance sector are:\r \r* Pearle -Live Performance Europe, representing over 10,000 employers' organisations;\r* European Arts and Entertainment Alliance (EAEA), representing more than 150 trade unions, guilds, and associations and over 600,000 performers, technicians and staff in the music, performing arts and live sector.\r", "descriptionContentOfMeasure": "Social partners are calling on the EU institutions and national governments to adopt a coordinated approach including short-term support measures and long-term investment to save the European cultural sector amid a resurgence of the COVID-19 pandemic across Europe.\rThe European Social Partners underline the urgency and seriousness of this situation and the grave peril the live performance and, in fact, the entire cultural sector are facing.\rThe EU recovery package and existing policies and measures should more explicitly instruct member states to provide targeted support in order to meet the challenges that the sector is facing. \r\rAt EU level, there is still a lack of a sector-specific plan and instruments. The access for the cultural sector to existing and future cross-sector instruments is neither guaranteed nor facilitated, such as for instance to the REACT EU help scheme under the cohesion funds, the Digital Europe programme or the Creative Europe Programme. The proposed cuts in the InvestEU 2021-2027 programme could further limit access to vital funding for organisations of the live performance.", "descriptionUseOfMeasure": "The lockdown affected about 600,000 people.", "descriptionInvolvementOfSocialPartners": "Joint initiative of sectoral social partners.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/EU-2020-42_1349.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1897", "sources::title": "European Social Partners of the Live Performance Sector call\rfor a coordinated action plan to secure the recovery and sustainability of the European cultural sector", "sources::url": "https://www.uni-europa.org/wp-content/uploads/2020/10/PEARLE-EAEA-joint-statement-20201014.pdf", "sources::d_date": "10/14/2020", "modId": "0", "downloaded_to": "3ea82ad399dd5f3ac928ef4047493f690295c2c6971c3cd07d79d94ba3199998"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}], "targetGroups": [{"recordId": "51", "targetGroups::name": "Other groups of workers", "modId": "15"}, {"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [{"recordId": "10", "occupations::name": "Legal, social and cultural professionals", "modId": "0"}], "sectors": [{"recordId": "122", "sectors::code": "R90", "sectors::name": "Creative, arts and entertainment activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1259", "modId": "14"}