{"fieldData": {"title": "Economic reactivation measures to face the impact of COVID-19 in the field of transport", "title_nationalLanguage": "Medidas de reactivación económica para hacer frente al impacto del COVID-19 en el ámbito\rde transportes", "d_startDate": "07/07/2020", "d_endDate": "", "calc_country": "Spain", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Support for spending, stimulus packages", "calc_identifier": "ES-2020-28/1352", "dateType": "Open ended", "calc_creationDay": "10/29/2020", "calc_lastUpdate": "11/05/2020", "descriptionBackgroundInfo": "The Council of Ministers has approved a Royal Decree-Law that contains a set of measures necessary for economic reactivation in the areas of transport to face the impact of COVID-19.\r\rRegarding transport, the objective is to protect the health of workers and travelers in the air, guarantee the availability of essential goods and services, provide liquidity to companies and reduce administrative burdens.\r\rThis Royal Decree-Law supposes an unparalleled budgetary, investment and financial effort for public and private companies. The economic amount of the measures for private companies in the transport sector and in terms of reducing port charges amounts to €663 million.\r\rRegarding public companies, the rule increases Renfe's debt capacity to €1,000 in order to compensate for the drop in demand and promote the recovery of services and €110 million of extraordinary contribution to SEITTSA so that it can meet its public works commitments in the medium term.\r\rWith this, the Government complements for the transport sector other measures previously adopted, such as the €800 million allocated to public transport in the Autonomous Communities and the guarantees and fiscal aid to the sector, to respond to the impact of COVID-19 and that are coherent with the criteria and guidelines of the European Commission on which the economic reactivation of the sector must be guided.", "descriptionContentOfMeasure": "This set of measures has been articulated around three fundamental axes:\r\r**Protection of the health of workers and travelers**\r\rThe first axis on which this regulation revolves involves protecting the health of workers and travelers, guaranteeing the availability of essential goods and services.\r\rThus, this Royal Decree-Law adopts at the national level the necessary provisions for airport managers and airlines to implement the management measures for passengers and civil aviation personnel in the face of the pandemic, minimizing the risks of contagion both in airport facilities and during the different stages of the trip, including the limitation of access to the terminal buildings of the airports.\r\r**Economic measures**\r\rThe second axis involves providing liquidity to companies in the sector to face short-term financial shocks linked to the coronavirus crisis, using different financial instruments, including fiscal ones, in order to preserve their viability as well as the continuity of the economic activity during and after the COVID-19 crisis.\r\r**Reduction of administrative burdens**\r\rThe third axis affects the reduction of administrative burdens, simplifying and accelerating certain procedures, ensuring legal certainty and taking into account the capacity of public institutions to speed up the mandatory procedures for the reactivation and development of activities in the transport sector .", "descriptionUseOfMeasure": "No data available.", "descriptionInvolvementOfSocialPartners": "No involvement has been reported.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-28_1352.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1903", "sources::title": "Royal Decree 26/2020 on economic reactivation measures to face the impact of COVID-19 in the areas of transport and housing", "sources::url": "https://www.boe.es/buscar/act.php?id=BOE-A-2020-7432", "sources::d_date": "07/07/2020", "modId": "0", "downloaded_to": "a9df24ac4f45ceb643620a6690c51db4e2ba79edcd1a84a80a0e18be3b9f636b"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "77", "sectors::code": "H49", "sectors::name": "Land transport and transport via pipelines", "modId": "0"}, {"recordId": "78", "sectors::code": "H50", "sectors::name": "Water transport", "modId": "0"}, {"recordId": "79", "sectors::code": "H51", "sectors::name": "Air transport", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1262", "modId": "16"}