{"fieldData": {"title": "National Social Package: transition to new or different work", "title_nationalLanguage": "Aanvullend sociaal packet: goede begeleiding van werk(loosheid) naar werk", "d_startDate": "10/01/2020", "d_endDate": "", "calc_country": "Netherlands", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "NL-2020-40/1355", "dateType": "Open ended", "calc_creationDay": "10/29/2020", "calc_lastUpdate": "11/05/2020", "descriptionBackgroundInfo": "As of 1 October 2020, the Dutch government presented a third emergency package to address the effects of the COVID-19 crisis. This third package is based along three key thematic goals: continuing current support measures for enterprises and workers, stimulating investment where this is possible, and supporting adjustment to sectors and work where this is necessary. The third emergency package outlines a series of policy plans and initiatives which will be taken between October 2020 and 2022, taking a more long-term perspective.\r\rAs part of this second and third thematic goals, one of the plans presented is to develop and implement at National Social Package to supplement the existing measures for entrepreneurs, enterprises, workers, and sectors. The aim of the National Social Package is to provide longer term employment options and prospects to employers, workers, and entrepreneurs by capitalising on the new economic reality where possible. This National Social Package has four main areas: \r\r* Transition to new or different work\r* Stimulating youth employment\r* Re-education, re-skilling and development\r *Prevention of poverty and problematic household debt.\r\rUnder the area of transitions to new or different work, financial support is allocated to helping  more vulnerable social groups, such as individuals who have employment via the Job Agreement (which promotes the creation of jobs for people with a disability), who face higher barriers to the labour market. ", "descriptionContentOfMeasure": "The National Social Package involves multiple measures and plans which have yet to be implemented. As it stands, the government reserves €1.4 billion for a series of actions and investments. For the area of transition to new or different work, the government has allocated €650 million to a range of activities. These investments are set to take place along four main topics:\r\rStimulating good transition to work or unemployment into other work. The increase in unemployment due other crisis leads to extra pressure on social security systems and implementing organisations and municipalities. In the first instance services will be supported which help workers before they become unemployed; social partners such as sectoral organisations and employer organisations will play an important role in this process. \rDue to the crisis, the existing reintegration measures have also come under strain. Unemployment benefits, subsidies for workers with disabilities, and for young people with disabilities and the sheltered work environments will all receive extra financing from the government. In practice this means that local social partners and municipal government services involved in helping individuals from the aforementioned groups will also receive extra support.\r\rCollaboration between the various public authorities, institutions and social partners is crucial for labour market issues. Employers, workers, and sectoral social partners will take the initiative in this process as they are in the best position to alert public institutions of which sectors, enterprises, and workers face the most immediate pressure form the crisis. In the coming months (from October 2020 onwards), the government will discuss with social partners and the PES how to implement the support for individuals who need work or need new work. \rFurthermore, investment will be made in services which help people who actually become unemployed by providing extra financing to employer, social partners, VET, the PES and municipal governments, as well as regional mobility teams. Unemployed people must receive timely support in finding new work and in overcoming their obstacles to the labour market.", "descriptionUseOfMeasure": "These measures have not yet been implemented.", "descriptionInvolvementOfSocialPartners": "The national peak level social partners, including the employer organisation VNO-NCW and MKB Nederland, the national level trade unions FNV and CNV have all been closely involved in developing the three main packages of emergency measures introduced by the Dutch government since March 2020. This National Social Package has also been developed in collaboration with these peak level social partners, as well as consultation of sectoral social partners, to supplement the emergency measures. The government and social partners all recognise the need  for a longer term strategy to support individuals whose job prospects are in decline or which were tenuous already and which have become worse due to the COVID-19 crisis (such as the (long-term) unemployed or people with a disability). A broad national support package has therefore been developed as a complement to the emergency regulations.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/NL-2020-40_1355.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1713", "sources::title": "Kamerbrief: Steun- en herstelpakket", "sources::url": "https://www.rijksoverheid.nl/documenten/kamerstukken/2020/08/28/kamerbrief-steun--en-herstelpakket-voor-ondernemers-en-werkenden", "sources::d_date": "08/28/2020", "modId": "0", "downloaded_to": "59b5259ebe227e733f20336e6b105925aea268218fbe1922bb79813d5c9d3e62"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1265", "modId": "9"}