{"fieldData": {"title": "Joint social partner proposal for measures to face the coronavirus crisis", "title_nationalLanguage": "Propuesta Conjunta de las Organizaciones Sindicales CCOO y UGT, y empresariales CEOE y CEPYME para abordar medidas ante el Coronavirus", "d_startDate": "03/11/2020", "d_endDate": "", "calc_country": "Spain", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "ES-2020-11/1358", "dateType": "Open ended", "calc_creationDay": "10/29/2020", "calc_lastUpdate": "11/05/2020", "descriptionBackgroundInfo": "Employers and trade union organisations CEOE, CEPYME, UGT and CCOO have developed a series of extraordinary measures to formulate to the Government in order to cover the possible situations and contingencies derived from the coronavirus.\r\rThe scenarios facing both employees and their companies do not find an adequate answer in the current labor and social security regulations. Companies and working people are equally affected by this situation derived from the coronavirus that has generated a public health problem.\rFrom this perspective, business and trade union organisations consider that it is essential to approach this matter from common objectives that make possible the compatibility of interests.\r", "descriptionContentOfMeasure": "The document contains a series of recommendations for the government to be addressed through specific regulations. First, it is necessary to articulate a set of labor and social security measures providing legal security for companies and workers through an extraordinary aid fund set up to cover them. The aim is to establish measures to address this situation avoiding irreversible consequences for companies and employment as well as to guarantee adequate protection for workers. They are labor and social security measures, of a temporary and exceptional nature that must be negotiated with the most representative trade unions and business organisations. Proposals are made in relation to five issues:\r\r* Temporary lay-offs\r* Protection of workers with fixed-term contracts\r* Isolation and protection of workers in case of contagion\r* Measures in the event of closing schools, day care centres or mobility restrictions\r* Remote work\r", "descriptionUseOfMeasure": "Not applicable.", "descriptionInvolvementOfSocialPartners": "Social partners issued this document by own initiative before the lockdown with the objective of providing the government with some agreed proposals and initiatives in order to face the impact of the COVID-19 pandemic on companies and workers. \rSocial partners have been involved in the negotiation of most of the measures regulated at a later stage, including the regulation of temporary lay-offs (ERTEs), remote work, health and safety issues etc.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-11_1358.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1904", "sources::title": "Documento de propuestas conjuntas de las organizaciones sindicales CCOO y UGT y empresariales CEOE y CEPYME para abordar medidas ante el coronavirus", "sources::url": "https://www.ceoe.es/es/informes/Corporativo/documento-de-propuestas-conjuntas-de-las-organizaciones-sindicales-ccoo-y-ugt-y-empresariales-ceoe-y-cepyme-para-abordar-mediante-medidas-extraordinarias-la-problematica-laboral-generada-por-la-incidencia-del-nuevo-tipo-de-coronavirus", "sources::d_date": "03/11/2020", "modId": "0", "downloaded_to": "f88d340311ce800a4bcb2e35c03757b4b40e1967cc7b688719625bee5f324949"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1268", "modId": "10"}