{"fieldData": {"title": "National Social Package: stimulating youth employment", "title_nationalLanguage": "Aanvullend sociaal packet: jeugdwerkloosheid", "d_startDate": "10/01/2020", "d_endDate": "", "calc_country": "Netherlands", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "NL-2020-40/1362", "dateType": "Open ended", "calc_creationDay": "10/30/2020", "calc_lastUpdate": "11/03/2020", "descriptionBackgroundInfo": "As of 1 October 2020, the Dutch government presented a third emergency package to address the effects of the COVID-19 crisis. This third package is based along three key thematic goals: continuing current support measures for enterprises and workers, stimulating investment where this is possible, and supporting adjustment to sectors and work where this is necessary. The third emergency package outlines a series of policy plans and initiatives which will be taken between October 2020 and 2022, taking a more long-term perspective.\r\rAs part of this second and third thematic goals, one of the plans presented is to develop and implement at National Social Package to supplement the existing measures for entrepreneurs, enterprises, workers, and sectors. The aim of the National Social Package is to provide longer term employment options and prospects to employers, workers, and entrepreneurs by capitalising on the new economic reality where possible. This National Social Package has four main areas: \r\r*Transition to new or different work\r*Stimulating youth employment\r*Re-education, re-skilling and development\r*Prevention of poverty and problematic household debt\r\rThis case examines the extra governmental support for stimulating youth employment.", "descriptionContentOfMeasure": "The National Social Package involves multiple measures and plans which have yet to be implemented. As it stands, the government reserves €1.4 billion for a series of actions and investments. These investments are set to take place the aforementioned four main areas. For the specific area of stimulating youth employment, the Dutch government allocates a further €350 million to the existing budgets. A key focus area is to tackle early school leaving. Early school leavers, especially vulnerable school leavers, are disproportionately affected by the decline in employment. The package of measures to be supported by this extra budget focuses on providing extra support between educational levels and between education and work to minimise the chances of a student falling between the cracks and leaving education. The aim is keep students in education for longer to help improve their chances of finding a job on the labour market.", "descriptionUseOfMeasure": "These measures have not yet been implemented", "descriptionInvolvementOfSocialPartners": "The national peak level social partners, including the employer organisation VNO-NCW and MKB Nederland, the national level trade unions FNV, CNV, and VCP, have all been closely involved in developing the three main packages of emergency measures introduced by the Dutch government since March 2020. This National Social Package has also been developed in collaboration with these peak level social partners, as well as consultation of sectoral social partners, to supplement the emergency measures. The government and social partners all recognise the need for a longer term strategy to support individuals whose job prospects are in decline or which were tenuous already and which have become worse due to the COVID-19 crisis. The position of young people has become especially unstable during this period, affecting students across educational levels, from primary school to university level.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/NL-2020-40_1362.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1713", "sources::title": "Kamerbrief: Steun- en herstelpakket", "sources::url": "https://www.rijksoverheid.nl/documenten/kamerstukken/2020/08/28/kamerbrief-steun--en-herstelpakket-voor-ondernemers-en-werkenden", "sources::d_date": "08/28/2020", "modId": "0", "downloaded_to": "59b5259ebe227e733f20336e6b105925aea268218fbe1922bb79813d5c9d3e62"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}, {"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [{"recordId": "38", "targetGroups::name": "Children (minors)", "modId": "17"}, {"recordId": "39", "targetGroups::name": "Youth (18-25)", "modId": "15"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1272", "modId": "11"}