{"fieldData": {"title": "Employers organisations' guidelines on working conditions during COVID-19 crisis", "title_nationalLanguage": "Werkgeversorganisaties Nota: Arbeidsvoorwaarden in Coronacrisis", "d_startDate": "06/17/2020", "d_endDate": "", "calc_country": "Netherlands", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Other", "calc_identifier": "NL-2020-25/1366", "dateType": "Open ended", "calc_creationDay": "10/30/2020", "calc_lastUpdate": "11/02/2020", "descriptionBackgroundInfo": "The Netherlands has recently (3 October 2020) introduced a third national emergency package of measures to help enterprises, entrepreneurs, and specific sectors to weather the economic and social crisis the pandemic has caused. However, the crisis also threatens to permanently change some sectors and certain ways of working. As such, with a view to the future, there is increasing emphasis within the measures on the need to school and re-train workers to move into different professions or into different sectors all together because some sectors are likely to shrink permanently.\r\rIn reaction to the economic and social hardship from the COVID-19 crisis, the national, peak level employer organisations, (the VNO-NCW, MKB Nederland, and AWVN), developed a note on Working Conditions during the COVID-19 crisis. This note was developed in reaction to the fact that many enterprises will likely face hardship until well into 2021. Due to the crisis, most collective labour negotiations have come to a standstill since March 2020. Employers and trade unions agree that in many cases there is too much economic uncertainty to make plans regarding working conditions and pay for the next one to two years (the typical length of Dutch collective labour agreements). The employer organisations therefore developed this note to provide guidance to employer organisations on how to consider and address collective labour agreements and working conditions during the crisis. ", "descriptionContentOfMeasure": "The Working Conditions during the COVID-19 crisis is a soft tool in the sense that it has been designed as a guideline for employers on how to consider the agreements regarding working conditions made in collective labour agreements. The emphasis within the note is to save costs where it is necessary and to invest where it is possible. Investing in workers and their skilling is prominently mentioned as an area for all employers to consider very seriously and to start taking steps on.\r\rA key feature in the note is on how to deal with sectoral and single employer collective labour agreements. It also offers ideas and advice to employers on which actions they can take in the short and longer term to lower costs but still invest in their enterprises and notably, their workers, where they can.\r\rA specific area within the note refers to the fact that agreed upon sectoral wage increases may not be possible in many sectors because employers simply do not have the financial capacity to do so and that employers should reflect very carefully on what is possible for the coming one to two years. The document offers ideas on what an employer can offer employees which meet the economic and social challenges to come.\r\r* Some collective labour agreements are likely to need revisiting as sectorally agreed wage increases cannot take place.. For instance, in the event that a sectoral wage increase is not possible, enterprises can consider other agreements such as more vacation days, extra personal development budgets, a one-time extra payment of a given amount.\r* Some sectoral agreements concerning wage may however be postponed instead of cancelled completely. The postponement can be made conditional based on the revenue ultimately generated by an employer, the sectoral development, or national economic development. \r* Some sectors may of course be in a position to implement wage increases despite the crisis. If this is possible at the sectoral level this is obviously positive, but does not mean that individual employers can all offer the wage increase as easily. In this case extra, enterprise specific agreements can be made.\r\rThe note also cautions and indicates that in many cases, revisiting wage agreements will be difficult and should only be considered as a last resort.", "descriptionUseOfMeasure": "This is a soft measure and not one with concrete, measurable outcomes. Furthermore, it is not clear to what degree employers have taken note of these guidelines at this stage due to the very limited amount of collective labour agreements made since March 2020.", "descriptionInvolvementOfSocialPartners": "The employer organisations, the national cross-sectoral VNO-NCW, MKB Nederland (the SME association), and the AWVN (the branch organisation for employers), designed and developed their renewed vision on how to approach working condition negotiations and agreements for the coming year. The note was initiated by these three parties in reaction to the ongoing Covid-19 crisis and the fact that there appears to be a growing need for a longer term perspective on how to deal with the economic and social impacts of the crisis. This same longer-term outlooks is becoming increasingly embedded in the emergency measures being implemented by the government.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/NL-2020-25_1366.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1913", "sources::title": "Arbeidsvoorwaarden in coronacrisis", "sources::url": "https://www.awvn.nl/download/31525/?page=31532", "sources::d_date": "06/17/2020", "modId": "0", "downloaded_to": "ad35ff398cb0d8d6670f947e353f7dd793065806c7aaea21058c08ffd0dfdc2a"}], "actors": [{"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1276", "modId": "13"}