{"fieldData": {"title": "Agreement for the Social and Economic Reactivation of Andalusia", "title_nationalLanguage": "Acuerdo para la Reactivación Económica y Social de Andalucía", "d_startDate": "07/30/2020", "d_endDate": "", "calc_country": "Spain", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Support for spending, stimulus packages", "calc_identifier": "ES-2020-31/1373", "dateType": "Open ended", "calc_creationDay": "10/30/2020", "calc_lastUpdate": "12/13/2020", "descriptionBackgroundInfo": "The president of the Junta de Andalucía, Juanma Moreno, has signed with the president of the Employer Confederation of Andalucía, Javier González de Lara, with the general secretary of UGT-Andalucía, Carmen Castilla, and with the general secretary of CCOO-Andalucía , Nuria López, a Plan for the Economic and Social Reactivation of Andalusia that will set the priorities for the coming months, the preferred lines of action in economic, labor and social matters in the medium and long-term and budget design, which must be developed in accordance with the financing possibilities available.", "descriptionContentOfMeasure": "The agreement sets four strategic lines of action in order to guarantee social and economic recovery.\r\r* The first consists of measures to enhance social and health prevention. \r* The second consists in relaunching employment and business activities\r* The third aims to strengthen public administration and public services\r* The fourth consists in promoting structural change in the economy \r\rThis agreement includes a series of specific measures, among which the maintenance of business financing, the promotion of labor flexibility, as well as the consolidation and recovery of the Andalusian company's leading role in international markets.\r\rThe consolidation of the financial structure of industrial companies is also contemplated, with the promotion and generation of new business projects, as well as the adaptation of industries to new production processes.\r\rIt also proposes to advance in the digital and ecological transition of companies, especially SMEs, enhancing the opportunities offered by the energy transition to improve their competitiveness, as well as promoting the increase in the size of companies to improve their productivity, making them more strong and resistant to crises.\r\rFinally, the need to improve regulations is addressed, simplifying and streamlining procedures, helping to create an environment of legal and stable security, capable of attracting a greater number of investments and industrial, energy and mining projects to Andalusia\r\r", "descriptionUseOfMeasure": "No data available", "descriptionInvolvementOfSocialPartners": "Social partners were involved in the design of the measure and will monitor its implementation.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-31_1373.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Tripartite agreements", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1934", "sources::title": "Acuerdo para la Reactivación Económica y Social de Andalucía", "sources::url": "https://www.juntadeandalucia.es/presidencia/portavoz/resources/files/2020/7/30/15961097442012020.07.30%20Convenio%20Firmado%20Reactivaci%C3%B3n%20Econ%C3%B3mica%20y%20Social.pdf", "sources::d_date": "07/30/2020", "modId": "0", "failure_reason": "HTTPSConnectionPool(host='www.juntadeandalucia.es', port=443): Max retries exceeded with url: /presidencia/portavoz/resources/files/2020/7/30/15961097442012020.07.30%20Convenio%20Firmado%20Reactivaci%C3%B3n%20Econ%C3%B3mica%20y%20Social.pdf (Caused by SSLError(SSLCertVerificationError(1, '[SSL: CERTIFICATE_VERIFY_FAILED] certificate verify failed: unable to get local issuer certificate (_ssl.c:1123)')))"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}], "targetGroups": [], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "8", "funding::name": "Regional funds", "modId": "0"}, {"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": [{"recordId": "2588", "regions::countryCode": "ES", "regions::level": 2, "regions::name": "Andalucía", "regions::nutsCode": "ES61", "modId": "5"}]}, "recordId": "1283", "modId": "21"}