{"fieldData": {"title": "New permanent regulation on remote work under consideration", "title_nationalLanguage": "Praca zdalna", "d_startDate": "03/03/2020", "d_endDate": "", "calc_country": "Poland", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Teleworking arrangements, remote working", "calc_identifier": "PL-2020-10/1378", "dateType": "Temporary", "calc_creationDay": "10/31/2020", "calc_lastUpdate": "11/06/2020", "descriptionBackgroundInfo": "Following the spring outbreak of COVID-19, a new form of rendering work, previously unrecognised by the Polish law - remote work - was introduced by the Anti-Crisis Shield 1.0. The measure was, however, set as only temporary for 180 days (then, in September extended for the entire period of the state of pandemics + 3 months after its end).\r\rAs remote work has been generally well - considering the circumstances - received by both employees and employers, the idea of making the temporary solution permanent emerged. With arrival of the second wave of the pandemic, the issue became even more urgent. As a result the government stepped in with a proposal to integrate the remote work and relevant regulations to the Labour Code. Initially, the idea was to replace the chapter on telework with a new set of provisions on remote work. This idea was presented to the social partners in August. In the meantime, however, due to internal reorganisation of the government (Ministry of Family, Labour and Social Policy dismantled and their prerogatives divided between Ministry of Development and Ministry of Family and Social Policy), the process was put on hold. It is now (early November) unclear whether the original concept will be further proceeded or replaced by a new one).\r\r", "descriptionContentOfMeasure": "Remote work is now defined in very vague terms. The law stipulates only that an \"employer may request that the employee performs, for a definite period, work away from its permanent site (remote work), as long as the state of pandemic emergency or state of pandemics is in force for an additional three months after it ends\". The issues of workplace safety, compensation for usage of own equipment (such as laptop computers and other devices), electric power or other supplies necessary or helpful in performing work acquired by the employee are at his or her own expense and are not regulated whatsoever.", "descriptionUseOfMeasure": "According to national statistics (GUS), as of October some 25% of the workforce have been engaged in remote work. ", "descriptionInvolvementOfSocialPartners": "The Social Dialogue Council (RDS) was informed by the government in August. At the moment, however, the issue is on hold, as it remains to be seen whether the original project will be continued or discontinued.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/PL-2020-10_1378.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1963", "sources::title": "Information Society in Poland in 2020 (Społeczeństwo informacyjne w Polsce w 2020 roku)", "sources::url": "https://stat.gov.pl/download/gfx/portalinformacyjny/pl/defaultaktualnosci/5497/2/10/1/spoleczenstwo_informacyjne_w_polsce_w_2020.pdf", "sources::d_date": "10/21/2020", "modId": "0", "downloaded_to": "a2c761bc31fcb026ac9896c468efbbe9060a9d6d936e25e1e050c0d9eaa2ed69"}, {"recordId": "1964", "sources::title": " The Act of 2 March on Special Measures regrading Prevention, Counteraction and Combating COVID-19 Other Contagious Diseases and Crisis Situations Related and Some Other act of LawUstawa z dnia 2 marca 2020 r. o szczególnych rozwiązaniach związanych z zapobieganiem, przeciwdziałaniem i zwalczaniem COVID-19, innych chorób zakaźnych oraz wywołanych nimi sytuacji kryzysowych", "sources::url": "https://dziennikustaw.gov.pl/DU/2020/374/D2020000037401.pdf", "sources::d_date": "03/03/2020", "modId": "1", "failure_reason": "HTTPSConnectionPool(host='dziennikustaw.gov.pl', port=443): Max retries exceeded with url: /DU/2020/374/D2020000037401.pdf (Caused by SSLError(SSLError(1, '[SSL: DH_KEY_TOO_SMALL] dh key too small (_ssl.c:1123)')))"}, {"recordId": "1965", "sources::title": "Reply to the Interpellation no. 9326 on Remote Work)(Odpowiedź na interpelację nr 9326\rw sprawie pracy zdalnej)", "sources::url": "http://sejm.gov.pl/sejm9.nsf/InterpelacjaTresc.xsp?key=BSNJ84", "sources::d_date": "08/19/2020", "modId": "0", "downloaded_to": "6909724646dbab41ba73654d1ddadb74514fb0771c912e4a1893369ae0d52b1a"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1288", "modId": "23"}