{"fieldData": {"title": "Agreement on a teleworking regime", "title_nationalLanguage": "Convention du 20 octobre 2020 relative au régime juridique du télétravail", "d_startDate": "10/20/2020", "d_endDate": "", "calc_country": "Luxembourg", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Teleworking arrangements, remote working", "calc_identifier": "LU-2020-43/1387", "dateType": "Open ended", "calc_creationDay": "11/02/2020", "calc_lastUpdate": "11/02/2020", "descriptionBackgroundInfo": "During the COVID-19 crisis, teleworking has been identified as a vital pillar to keep companies working and prevent social hardship. Discussions between the two representative social partners OGBL and LCGB and the employer association UEL, together with the Ministry of Work and Employment, led in a first instance to a joint assessment on teleworking at the level of the Economic and Social Council CES. From there, discussions continued between the social partners and an inter-professional agreement could have been signed between the social partners in October 2020. ", "descriptionContentOfMeasure": "Applied for a period of three years and covering all sectors in Luxembourg (with the exception of transport), the agreement provides a definition of teleworking: \r\r* Teleworking is identified as a form of organisational work, conducted by digital means and usually done at the company, but that is transferred to the location where the employee lives. \r* The work is considered as teleworking when it is applied to occasional and exceptional circumstances, and when it remains below the 10% threshold of the annual working time. \r* Teleworking is based on a written agreement between the employer and the employee, containing several compulsory elements, such as for example the location where telework takes place and the number of hours, and an employee can't be dismissed if he/she does not accept a teleworking scheme and an employer can't be made accountable if the employer refuses a teleworking scheme. \r* The employer must also provide to the employee all the technical equipment to efficiently work under a teleworking scheme. \r* The company staff delegation is regularly informed about the teleworking schemes. ", "descriptionUseOfMeasure": "All employees in the private sector (with the exception of transport sector) and covered by the Code of Work are concerned. ", "descriptionInvolvementOfSocialPartners": "The agreement is a social partner initiative within the Economic and Social Committee. The two representative trade unions OGBL and LCGB, as well as the employer association UEL signed the agreement. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LU-2020-43_1387.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1940", "sources::title": "Accord signé entre partenaires sociaux pour le télétravail", "sources::url": "http://www.ogbl.lu/wp-content/uploads/2020/10/2020-10-20-Télétravail-Convention-OGBL-LCGB-UEL.pdf", "sources::d_date": "10/20/2020", "modId": "0", "downloaded_to": "49361539af48a784fb33883648f79ef12286d195ffa8739c8d7bd1cc3de1455c"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1297", "modId": "16"}