{"fieldData": {"title": "Temporary substantial salary increases for public health staff in the pandemic conditions", "title_nationalLanguage": "Cresteri salariale in conditii de pandemie", "d_startDate": "08/10/2020", "d_endDate": "", "calc_country": "Romania", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Wage flexibility ", "calc_identifier": "RO-2020-33/1393", "dateType": "Open ended", "calc_creationDay": "11/03/2020", "calc_lastUpdate": "11/27/2020", "descriptionBackgroundInfo": "In order to limit the spread of the pandemic, public health departments subordinated to the Ministry of Health must carry out new activities in situations of epidemiological and biological risk during the state of emergency or alert, such as ensuring epidemiological triage at border crossing points, monitoring people in self-isolation at home, of quarantined persons, collecting field samples from citizens for COVID-19 testing. In this context, GEO no. 131/2020 solves a series of existing salary inequities between the specialised medical-sanitary staff and the public servants employed in these institutions, although they are all directly involved in actions to stop the spread of the pandemic. Also, the regulations of GEO 131/2020 take into consideration the large volume of work that the staff of the public health departments and of the prefect's institutions must perform in the context of the current pandemic (being necessary to work overtime), and the insufficient number of employees in these institutions.", "descriptionContentOfMeasure": "Civil servants employed in the public health directorates and prefect's institutions, involved in missions to prevent and combat the effects of the COVID-19 pandemic, benefit - starting with August 2020 - from a 30% increase in the basic salary, during the state of alert. The exceptions are the Executive Director and the Deputy Executive Directors of the Public Health Directorates, who will receive a 40% salary increase. The staff of the prefect's institutions that will benefit from the increase is established by prefect's order at the motivated proposal of the direct chief, from which should result the activity and the way of involvement in preventing and combating the effects of the COVID-19 pandemic and which posed an additional risk or a larger workload. The provisions of this emergency ordinance apply during the alert state.", "descriptionUseOfMeasure": "Not known.", "descriptionInvolvementOfSocialPartners": "The representatives of the Economic and Social Council, a body with a consultative role regarding the activity of the Government and the Parliament, had different opinions in connection with this legislative act. Thus, representatives of NGOs, some representatives of employers' organisations and trade unions voted in favor, other trade union representatives voted in favor but with a number of objections, and other representatives of unions and employers voted against the legislative act.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/RO-2020-33_1393.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Only public sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1950", "sources::title": "GEO no. 131/2020 on the regulation of certain measures", "sources::url": "https://lege5.ro/Gratuit/gm4dcmrxhe2q/ordonanta-de-urgenta-nr-131-2020-privind-reglementarea-unor-masuri", "sources::d_date": "08/07/2020", "modId": "0", "downloaded_to": "b6d4e3f8db61d2aeb5bad36ca77363235040829060c16c4df17ab4906ad8e6ae"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}, {"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}, {"recordId": "12", "actors::name": "Public support service providers", "modId": "1"}], "targetGroups": [{"recordId": "73", "targetGroups::name": "Workers in care facilities", "modId": "8"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [{"recordId": "12", "occupations::name": "Health associate professionals", "modId": "0"}, {"recordId": "6", "occupations::name": "Health professionals", "modId": "0"}], "sectors": [{"recordId": "114", "sectors::code": "O84", "sectors::name": "Public administration and defence; compulsory social security", "modId": "0"}, {"recordId": "118", "sectors::code": "Q86", "sectors::name": "Human health activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1303", "modId": "23"}