{"fieldData": {"title": "Benefits for employees ", "title_nationalLanguage": "Beneficii pentru angajati", "d_startDate": "08/10/2020", "d_endDate": "", "calc_country": "Romania", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "RO-2020-33/1397", "dateType": "Open ended", "calc_creationDay": "11/04/2020", "calc_lastUpdate": "11/23/2020", "descriptionBackgroundInfo": "In the current pandemic, during the state of emergency or alert, the government had to adopt a series of measures to restrict economic activities, in order to protect the citizens’ health. These measures have had a number of negative consequences for companies and employees, by reducing revenues or losing jobs. The measures adopted by the current emergency ordinance stimulate people to be active in the labor market and encourage employers to use alternative forms of work.", "descriptionContentOfMeasure": "The government is expanding the list of employees categories that receive state allowances due to the decrease of activity during the pandemic. Thus, the new regulations refer to the benefits paid from the unemployment insurance budget to compensate for loss of salary income as a result of reduced working hours, the measure also applies to apprentices or day laborers (35% of the daily income is granted from the state budget, for a three-month period, under certain conditions) or loss of income from work, in the case of professionals or persons who have concluded individual employment contracts for a determined period of up to three months (41.5% of the average gross salary income for 2020;  the average gross salary income is RON 5,429  or €1,100). \r\r", "descriptionUseOfMeasure": "The current normative act (GEO 132/2020) can stop the termination of employment contracts (according to the Ministry of Labor and Social Protection, on 28 May 2020 the number of individual labor agreements terminated was 429,585), provides immediate support to stimulate the employment of people who have lost their jobs or were unable to get employed and who are subject to the risk of social exclusion. Failure to adopt these measures could negatively affect the daily living income of approximately 600,000 employees and professionals. Estimated costs of all proposed measures stipulated by GEO 132/2020: RON 4,321,260 (€ 888,130).", "descriptionInvolvementOfSocialPartners": "The involvement of social actors was achieved through repeated consultations within the Economic and Social Council, which has in its composition representatives of employers' organisations, trade unions, NGOs, civil society. This body has an advisory role regarding the normative activity of the Parliament and the Government.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/RO-2020-33_1397.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1954", "sources::title": "EMERGENCY ORDINANCE no. 132 of 7 August 2020\ron support measures for employees and employers in the context of the epidemiological situation caused by the spread of the SARS-CoV-2 coronavirus, as well as for stimulating employment growth", "sources::url": "http://legislatie.just.ro/Public/DetaliiDocument/229026", "sources::d_date": "08/07/2020", "modId": "0", "downloaded_to": "dfbb659e2f21c4f347ad16cc64acf57de7e966d6c9ef1994f6fbfc41681ba176"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "33", "targetGroups::name": "Workers in non-standard forms of employment", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1307", "modId": "24"}