{"fieldData": {"title": "SMEs leasing program for equipment and machinery", "title_nationalLanguage": "IMM Leasing de Echipamente si Utilaje", "d_startDate": "09/15/2020", "d_endDate": "", "calc_country": "Romania", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Access to finance", "calc_identifier": "RO-2020-38/1401", "dateType": "Open ended", "calc_creationDay": "11/05/2020", "calc_lastUpdate": "11/06/2020", "descriptionBackgroundInfo": "The measures taken during the state of emergency and alert put the SMEs sector in difficulty. As SMEs represent 99.7% of all Romanian companies, which contribute 60% of GDP and employ about 60% of the workforce, they must remain an absolute priority. Against the background of a tendency to worsen the economic and financial performance of non-financial companies, the current legislative regulation facilitates access to financing especially for some categories of SMEs that had difficulties in accessing bank loans (start-ups, SMEs which do not have consistent guarantees).", "descriptionContentOfMeasure": "The government has approved a program to facilitate the access of SMEs to the equipment and machinery they need in carrying out their activity, by concluding leasing contracts with non-banking financial institutions, guaranteed by the state (SMEs Leasing of Equipment and Machinery” - “IMM LEASING DE ECHIPAMENTE ȘI UTILAJE“). The implementing rules of the SMEs Leasing program, recently adopted by the Government, establish, among other things, specific issues related to the conditions for granting and monitoring state guarantees, the establishment of activities eligible to be financed under the program or the criteria to be met by the eligible beneficiaries. The maximum guarantee percentage is 80% of the financing value, for the acquisition of IT equipment and of 60% for the acquisition of machinery and technological equipment, vehicles for transporting goods and people, used for commercial purposes.", "descriptionUseOfMeasure": "Not known.", "descriptionInvolvementOfSocialPartners": "The involvement took place within the Economic-Social Council, a tripartite body with a consultative role, which assists the activity of the Government and the Parliament. The members of the Plenum and the members of the specialized commissions, representatives of the nationally representative employers' confederations, the nationally representative trade union confederations, the associations and foundations, non-governmental organisations of civil society participate in the consultative process. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/RO-2020-38_1401.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1958", "sources::title": "GEO no. 118 of July 22, 2020\ron the approval of the Support Program for SMEs “SMEs LEASING OF EQUIPMENT AND MACHINERY\"\r", "sources::url": "http://legislatie.just.ro/Public/DetaliiDocument/228344", "sources::d_date": "07/22/2020", "modId": "0", "downloaded_to": "9c17e8dd6c21a8991fb3319d3185824aead2c15556af6feb3bb0a3f0727e2e77"}, {"recordId": "1959", "sources::title": "DECISION no. 766 of September 10, 2020\rfor the approval of the Methodological Norms for the application of the Government Emergency Ordinance no. 118/2020 on the approval of the Support Program for Small and Medium Enterprises \"SME LEASING OF EQUIPMENT AND EQUIPMENT\", as well as the De minimis Aid Scheme related to the Support Program for Small and Medium Enterprises \"SME LEASING OF EQUIPMENT AND EQUIPMENT\"", "sources::url": "http://legislatie.just.ro/Public/DetaliiDocument/230006", "sources::d_date": "09/10/2020", "modId": "0", "downloaded_to": "a5bdb9e7f932678c6d5976d66ffc93862714159f8573c4b5f0de7f5307d0747e"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "62", "targetGroups::name": "SMEs", "modId": "12"}, {"recordId": "66", "targetGroups::name": "Start-ups", "modId": "11"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1311", "modId": "14"}