{"fieldData": {"title": "Granting state aid for civil aviation ", "title_nationalLanguage": "Ajutoare de stat pentru aviatia civila", "d_startDate": "08/20/2020", "d_endDate": "12/31/2020", "calc_country": "Romania", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "RO-2020-34/1403", "dateType": "Temporary", "calc_creationDay": "11/05/2020", "calc_lastUpdate": "11/06/2020", "descriptionBackgroundInfo": "The aviation sector is one of the most affected by the new pandemic crisis, with many flights being suspended to and from most European countries. The companies TARON and Blue Air, which have 2,900 employees (as of 30 March 2020) are unable to continue their activity, due to the lack of financial resources necessary to make current payments, so that the transport activity can be carried out safely and securely. A possible closure or restriction of the activity of the two companies could bring to the state budget bigger losses than the requested state aid, in the next three-five years. This aid - authorised by the European Commission - will help companies to continue their activity and avoid the dismissal of employees.", "descriptionContentOfMeasure": "The companies TAROM - Romanian Air Transport („Compania națională de transporturi aeriene române - TAROM“) and Blue Air Aviation benefit from state-guaranteed loans, through the Ministry of Public Finances, amounting to up to RON 300,775,000 (€62 million. – for Blue Air) and, respectively RON 312,744,200 (€64.2 million. - for Tarom), in order to cover the losses generated by the pandemic (on a six year time period). The value of each loan should not exceed the (estimated) losses suffered by each company due to the pandemic. The loans should be granted before 31 October 2020. The provider of state aids is the Ministry of Finance and their administrator - the Ministry of Transport.\r\rFor the same purpose, five Romanian regional airports (from Cluj, Iasi, Sibiu, Bacau and Craiova) are to receive a financial aid from the state, in a total amount of RON 22.28 million (€4.58 million.), to cover direct losses caused by the pandemic.", "descriptionUseOfMeasure": "This measure will benefit two airlines, one with state capital, another with private capital, which have 2,900 employees (on 30 March 2020).", "descriptionInvolvementOfSocialPartners": "The involvement took place within the Economic-Social Council, a tripartite body with a consultative role, which assists the activity of the Government and the Parliament. The members of the Plenum and the members of the specialized commissions, representatives of the nationally representative employers' confederations, the nationally representative trade union confederations,  the associations and foundations, non-governmental organisations of civil society participate in the consultative process. \r", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/RO-2020-34_1403.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1973", "sources::title": "GEO 139 of 19 August 2020\ron the establishment of the legal framework for granting state aid to the Company \"Romanian National Air Transport Company - TAROM\" - S.A. and Blue Air Aviation - S.A. to compensate for the economic losses suffered in the context of the COVID-19 pandemic", "sources::url": "http://legislatie.just.ro/Public/DetaliiDocument/229289", "sources::d_date": "08/19/2020", "modId": "0", "downloaded_to": "4be69e6259dd50f659804c1a20b6066fe4a0864006390c3767d1f9ecc08a4779"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}, {"recordId": "10", "actors::name": "EU (Council, EC, EP)", "modId": "0"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "79", "sectors::code": "H51", "sectors::name": "Air transport", "modId": "0"}, {"recordId": "80", "sectors::code": "H52", "sectors::name": "Warehousing and support activities for transportation", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1313", "modId": "11"}