{"fieldData": {"title": "Digital training of SMEs employees", "title_nationalLanguage": "Instruirea digitala a angajatilor IMM-urilor", "d_startDate": "08/04/2020", "d_endDate": "12/31/2023", "calc_country": "Romania", "calc_minorCategory": "Supporting businesses to get back to normal", "calc_subMinorCategory": "Enhancing employability and training", "calc_identifier": "RO-2020-32/1405", "dateType": "Temporary", "calc_creationDay": "11/05/2020", "calc_lastUpdate": "11/06/2020", "descriptionBackgroundInfo": "At European level, the digital economy creates five jobs for every two lost \"offline\" jobs, estimating that half of the increase in productivity comes from investments in ICT. There are gaps between Romania and the EU, especially in terms of access to next generation networks and the general use of the Internet and digital skills - which is reflected in the low number of online transactions. Less than a third of the population aged 16-74 years in Romania has basic digital skills. Despite the increase in the percentage of ICT specialists, they represent a smaller proportion of the workforce compared to the EU as a whole (2.1%, compared to 3.7%). Only 8% of SMEs sell online, and only 9% of Romanian companies use social networks (compared to the EU average of 17%). Today, in the current pandemic context, the reorientation of businesses towards the online environment and the increase of digital literacy of employees can ensure the survival of enterprises, an increased competitiveness and maintaining jobs and employment. These needs are addressed through the two approved national programs.", "descriptionContentOfMeasure": "By Government Decision no. 599/July 2020, the National Program “Digital skills for employees in Small and Medium-Sized Enterprises sector” (Programul național “Competențe digitale pentru angajații din sectorul întreprinderilor mici și mijlocii”) was approved, funded under the Human Capital Operational Program 2014-2020. \r\rThrough this program, employees of SMEs operating in economic sectors with competitive potential will be able to receive funding for participation in training programs in digital skills domain. The Program value is RON 96,880 thousand (€20,000,000 - of which the EU contribution is €17,000,000 and the national contribution is €3,000,000).\r\rIn addition to this, through the “National program for the digitalization of micro, small and medium enterprises” (Programul National de digitalizare a microintreprinderilor, a intreprinderilor mici si mijlocii), micro, small and medium enterprises in non-IT sectors, from the eight development regions of Romania, will be able to receive financing for the digitalization of their activity, in order to increase competitiveness. The Program value is RON 726 million (€150 million), of which the EU contribution is 85% and the national contribution is 15% (GEO no. 677/August 2020).", "descriptionUseOfMeasure": "No available data.", "descriptionInvolvementOfSocialPartners": "Not known.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/RO-2020-32_1405.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1978", "sources::title": "Government Decision no. 599 of July 31, 2020 on the approval of the National Digital Skills Program for SMEs employees, funded under the Operational Program Human Capital 2014-2020", "sources::url": "http://legislatie.just.ro/Public/DetaliiDocument/228658", "sources::d_date": "07/31/2020", "modId": "0", "downloaded_to": "43e342f32c41ddbd8d1c5c06664ebd53317cc1b6ace0ab4131444942dc13310d"}, {"recordId": "1979", "sources::title": "Government Decision no. 677 of 14 August 2020 on the approval of the National Program for the digitization of micro, small and medium-sized enterprises, financed under the Competitiveness Operational Program 2014-2020", "sources::url": "http://legislatie.just.ro/Public/DetaliiDocument/229226", "sources::d_date": "08/14/2020", "modId": "0", "downloaded_to": "9848d3e4871ff26209af0fabc0659c5439d0105f8edf6c769a50a98324e5e2b7"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "10", "actors::name": "EU (Council, EC, EP)", "modId": "0"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "62", "targetGroups::name": "SMEs", "modId": "12"}, {"recordId": "63", "targetGroups::name": "One person or microenterprises", "modId": "12"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1315", "modId": "11"}