{"fieldData": {"title": "Matmut agreement relating to the management of business recovery", "title_nationalLanguage": "Accord de la Matmut du 6 mai 2020 relatif à la gestion de la reprise d’activité", "d_startDate": "05/11/2020", "d_endDate": "12/31/2020", "calc_country": "France", "calc_minorCategory": "Supporting businesses to get back to normal", "calc_subMinorCategory": "Measures to support a gradual relaunch of work", "calc_identifier": "FR-2020-20/1412", "dateType": "Temporary", "calc_creationDay": "11/09/2020", "calc_lastUpdate": "11/09/2020", "descriptionBackgroundInfo": "The management of the mutual insurance company Matmut and three trade unions (CFDT, CFTC and CFE-CGC) signed an agreement on 6 May 2020 on the management of the resumption of activity and the situations encountered by the employees in the context of COVID-19. The social partners wished to organise the 'gradual and adapted' resumption of work within a negotiated framework. The agreement on the resumption of activity is applicable until the end of 2020. Over this period, its provisions will replace existing practices and agreements in the areas covered by the agreement. It defines the work organisation and telework. The return to the workplace is gradual and secure, using team rotation and relay and temporary mobility.", "descriptionContentOfMeasure": "The agreement covers the organisation of working time. Indeed, the agreement aims to enable MATMUT companies with fewer than 50 employees, who are more vulnerable due to the health crisis, to access working time organisation measures. The group undertakes not to have recourse to State aid and to maintain the remuneration of employees unable to telework. The agreement provides for rotations between teams, between teleworking and on-site presence, and the introduction of staggered working hours with the introduction of shift work by successive or overlapping teams. However, the employees' initial working hours are maintained. In addition, to support teams in difficulty, employees who volunteer to do so may be able to temporarily take part in a functional or geographical mobility scheme. The agreement was therefore put in place to deal with the crisis and is fairly well balanced in terms of the provisions on working time arrangements.", "descriptionUseOfMeasure": "The agreement applies to about 6,200 employees in France.", "descriptionInvolvementOfSocialPartners": "Social partners have negotiated the agreement and will insure its monitoring.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-20_1412.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "1987", "sources::title": "Accord dans l'UES Matmut du 6 mai 2020 relatif à la gestion de la reprise d’activité accord dans l'UES Matmut du 6 mai 2020 relatif à la gestion de la reprise d’activité", "sources::url": "", "sources::d_date": "05/06/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "33", "targetGroups::name": "Workers in non-standard forms of employment", "modId": "14"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}, {"recordId": "3", "funding::name": "Employer", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "94", "sectors::code": "K65", "sectors::name": "Insurance, reinsurance and pension funding, except compulsory social security", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1322", "modId": "10"}