{"fieldData": {"title": "Two practical handbooks for employers and employees on COVID-related OSH", "title_nationalLanguage": "Deux guides pratiques pour les employeurs et salariés", "d_startDate": "10/06/2020", "d_endDate": "", "calc_country": "France", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Occupational health and safety", "calc_identifier": "FR-2020-41/1413", "dateType": "Open ended", "calc_creationDay": "11/09/2020", "calc_lastUpdate": "11/09/2020", "descriptionBackgroundInfo": "The Ministry of Labour and Health Insurance has compiled the measures to be observed and useful advice to combat the risk of contamination by COVID-19 in two guides for employers and employees, which were put online on 6 and 9 October 2020. They present, for example, the procedure to be followed by the employer in the event of an outbreak of contamination in the company or the actions that an employee can take if the prevention measures taken by the employer are inadequate.", "descriptionContentOfMeasure": "On 6 and 9 October 2020, the Ministry of Labour and the Health Insurance published two handbooks 'COVID-19: advice and good practices', one for employers and the other for employees.\r\r**What should the employer do in the event of a cluster in the company?**\r\rIn the event of an outbreak of contamination (\"cluster\") in the company, i.e. when three employees have been diagnosed positive for COVID-19 over seven days, the employer must alert the ARS (regional health agency) and the labour inspectorate and follow their instructions. He must inform the works council (CSE) of the cluster and the measures envisaged as a matter of urgency, involving it in the discussion on their implementation and 'while respecting the anonymity of the persons concerned'. It can also 'ensure that contact cases have been contacted by the Health Insurance so that they remain isolated, consult a doctor and get tested' and 'reinforce telework when possible'. On the other hand, the employer may not establish a 'file of infected persons and contact cases', disseminate the names of these persons, require employees to inform him/her of the result of the screening test and keep this result, or oblige an infected employee to come to work. \r\r**What can an employee do if prevention is insufficient?**\r\rEmployees are invited to alert staff representatives, the occupational health service or the labour inspectorate if they consider that the measures taken to prevent the risk of contamination are insufficient.\rThe guide recalls that they can exercise their \"right of withdrawal\" if they consider that there is a serious and imminent danger, by alerting their employer to the situation, provided that the withdrawal does not endanger others. However, if the employer has implemented the recommendations of the Ministries of Labour and Health to protect its employees from the risk of contamination, the handbook states that an employee cannot, 'in principle', legitimately exercise his or her right of withdrawal. However, in the event of a withdrawal that is considered abusive, the employer may withhold wages. Furthermore, it is recalled that an employee cannot telework if his employer has not given his consent. Neither can he refuse to wear a mask (provided by the employer) where this is compulsory and, failing this, he may be sanctioned if this is provided for in a memorandum or in the company's internal rules. Similarly, a temporary employee, service provider or subcontractor may not refuse to wear a mask if it is compulsory in the undertaking in which he works.", "descriptionUseOfMeasure": "The handbook applies to all private law companies and private law employees in France.", "descriptionInvolvementOfSocialPartners": "Social partners participate to the management of the Health Insurance, therefore they must have been consulted on the handbooks.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-41_1413.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1988", "sources::title": "Covid-19 : conseils et bonnes pratiques pour l'employeur ", "sources::url": "", "sources::d_date": "10/06/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}, {"recordId": "1989", "sources::title": "Covid-19 : conseils et bonnes pratiques pour les salariés", "sources::url": "", "sources::d_date": "10/09/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1323", "modId": "13"}