{"fieldData": {"title": "Staggered work schedule for companies who can't apply telework", "title_nationalLanguage": "Programe decalate de lucru", "d_startDate": "11/06/2020", "d_endDate": "12/31/2020", "calc_country": "Romania", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Changes in work organisation", "calc_identifier": "RO-2020-45/1433", "dateType": "Temporary", "calc_creationDay": "11/14/2020", "calc_lastUpdate": "12/02/2020", "descriptionBackgroundInfo": "Given the epidemiological situation determined by the spread of SARS-CoV-2 coronavirus, the Government has adopted new measures to allow public authorities to step in efficiently and with adequate means to manage the crisis. Whenever remote work is not possible, the staggered work schedule is to be implemented, in order to limit congestion in public transportation. According to art. 21 of Law no. 55/2020 on some measures to prevent and combat the effects of the COVID-19 pandemic, during the state of alert, employers with more than 50 employees organise the work schedule so that the staff is divided into groups that start, respectively end the activity with a gap of at least one hour. On large industrial platforms or in office buildings, the start of the professional activity at the same time is to be avoided.", "descriptionContentOfMeasure": "While the delayed program was previously only a possibility, starting from November 2020 it is an obligation of the employer, who will have to ensure access of employees to the workplace at different times. The legislation provides for this obligation as an alternative to the employer's obligation to order remote working, whenever this is objectively possible. The employer has the obligation to send employees on telework, and the employees have the obligation to comply with this decision of the employer. No agreement of the parties is required, but a simple unilateral decision of the employer. Non-compliance with these duties is sanctioned with a fine between RON 1,000 and 5,000.The measure of delaying the work schedule is applied in companies which, by the nature of the activity, cannot use remote work.\r\rThe Labour Inspectorate has launched the National Campaign to verify the application of the legal provisions on work at home, telework, staggered work schedules, safety and health at work, in order to reduce the risk of contamination with COVID-19. The campaign took place between 10 and 24 November 2020, targeting employers with more than 50 employees.", "descriptionUseOfMeasure": "Most companies with more than 50 employees have implemented this measure. For example, in the Clujana shoe factory, the work schedule has been modified to correspond to the new provisions. Most factory employees commute outside the city by minibus. They will start working at 6, 7 and 8 o'clock, respectively. The staggered program is implemented all the more as the work cannot be performed in telework.\r\rAt Ford Craiova plant the 3,600 employees work in three shifts, with long breaks between them.\rIn Timiș County, a number of 622 employers – with over 50 employees – have already introduced staggered work schedules in application of these provisions. 250,000 employees work in Timiș County, of which about 10% currently use remote work or have a staggered work schedule", "descriptionInvolvementOfSocialPartners": "According to the Government, consultations were started with the social partners on the intention to implement a flexible work program in Romania and they were asked to come up with proposals on the application of the new measures (see [explanatory note](https://sgg.gov.ro/new/wp-content/uploads/2020/08/NF.pdf) of the new legislative provisions). \rAs far as remote work is concerned, according to a [draft law](http://www.cdep.ro/proiecte/2020/500/50/2/se727.pdf), as a reaction to the employers' requests, the granting of the subsidy for teleworkers would be extended in the future. Within the Economic and Social Council, this legislative proposal was approved favorably by most employers 'and trade unions' organisations.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/RO-2020-45_1433.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "2201", "sources::title": "Law no. 55/2020 on some measures to prevent and combat the effects of the COVID-19 pandemi", "sources::url": "https://lege5.ro/Gratuit/gm3tambxgyyq/legea-nr-55-2020-privind-unele-masuri-pentru-prevenirea-si-combaterea-efectelor-pandemiei-de-covid-1", "sources::d_date": "11/06/2020", "modId": "0", "downloaded_to": "94374a67033c3a994be122f2e60df6cbbb3cc1161ed48f481b737ebb1292380e"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "64", "targetGroups::name": "Larger corporations", "modId": "14"}, {"recordId": "65", "targetGroups::name": "Other businesses", "modId": "12"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1343", "modId": "16"}