{"fieldData": {"title": "Acciai Speciali Terni company agreement of smart working", "title_nationalLanguage": "Acciai Speciali Terni accordo sperimentale del lavoro agile in azienda", "d_startDate": "09/14/2020", "d_endDate": "03/14/2021", "calc_country": "Italy", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Teleworking arrangements, remote working", "calc_identifier": "IT-2020-38/1453", "dateType": "Temporary", "calc_creationDay": "11/23/2020", "calc_lastUpdate": "11/24/2020", "descriptionBackgroundInfo": "On 25 August 2020 the company Acciai Speciali Terni operating in the iron and steel industry signed a company-level agreement to launch a new experimental work organisation based on the smart working. \r\rThe first wave of the COVID-19 emergency shed light on the need for the company to reshape the organisational model implemented, by applying the smart working as an ordinary work arrangement beyond the pandemic phase. \r\rA company-specific regulation of the smart working is introduced, in compliance with the law no.81/2017 regulating the smart and tele work and with the Law Decree no. 34 issued on 19 May 2020 (the so-called “Restart Decree”) (art. 90 on the smart working). The main objective is to promote a better work / life balance, a stronger digitalisation of the work in the company, to boost the productivity, and to promote a higher degree of social, economic and environmental sustainability.", "descriptionContentOfMeasure": "The company agreement introduced the smart working as an ordinary work arrangement, regulated as follow. \r\rThe company lists the tasks and jobs that can be performed remotely through the smart working and all the personnel involved in these activities with both open-ended and fixed-term contracts, full-time and part-time, can apply to work remotely. \r\rThe smart working can be applied for one working day per week prior communication to the supervisor / head of the unit by Friday of the week before. The supervisor has the discretion to revoke or modify the application of the smart working for technical, organisational and production specific needs. \r\rTo abide by the daily and weekly working hours regulation, as established in the national collective agreement applied in the sector, the smart working can be discretionary performed in the time slot between 8:00 and 20:00, with a single break between 12:30 and 14:00. However, the employees are compulsory required to be available in the time slots between 9:00 and 12:30 in the morning, and between 14:00 and 16:30 in the afternoon. \r\rThe company will provide the necessary equipment to perform the job activity remotely (for instance laptops and ICT equipment).", "descriptionUseOfMeasure": "The company agreement applies to the whole workforce of the company Acciai Speciali Terni involved in activities and jobs that are deemed adequate to be performed remotely by the management of the company. ", "descriptionInvolvementOfSocialPartners": "The company agreement was negotiated by the management of the Acciai Speciali Terni and by the workers’ representatives at the company-level. The experimental agreement is valid for six months, but after three months its effectiveness will be monitored and jointly evaluated by the company management and by the workers' representatives at the workplace.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/IT-2020-38_1453.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "2068", "sources::title": "Adapt Newsletter", "sources::url": "http://www.bollettinoadapt.it/storie-di-azione-e-contrattazione-collettiva-acciai-speciali-terni-siglato-laccordo-di-sperimentazione-del-lavoro-agile-in-azienda/", "sources::d_date": "09/21/2020", "modId": "0", "downloaded_to": "79c1a16caf7e375c3ef211e851842977610f5f18bebf42b73a66ae697240e847"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": [{"recordId": "2910", "regions::countryCode": "IT", "regions::level": 3, "regions::name": "Terni", "regions::nutsCode": "ITI22", "modId": "5"}]}, "recordId": "1363", "modId": "14"}