{"fieldData": {"title": "Social initiative \"Let’s Overcome It Together\"", "title_nationalLanguage": "Socialinė iniciatyva „Įveiksime kartu\"", "d_startDate": "11/11/2020", "d_endDate": "", "calc_country": "Lithuania", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Smoothing frictions or reallocation of workers", "calc_identifier": "LT-2020-46/1454", "dateType": "Temporary", "calc_creationDay": "11/23/2020", "calc_lastUpdate": "12/05/2020", "descriptionBackgroundInfo": "With the increase in the number of cases and the workload of epidemiologists, the National Public Health Centre (NPHC) in Lithuania is no longer able to inform all those infected with COVID-19, trace their contacts and conduct epidemiological investigations. Late epidemiological evidence undermines the control of the spread of the infection in the country. In view of this situation, and in order to help the NPHC, Lithuania’s socially responsible businesses gathered and trained an additional contact tracing team with their own funds and set up a temporary COVID-19 call centre.", "descriptionContentOfMeasure": "In view of the deteriorating situation in Lithuania due to the COVID-19 pandemic, companies and their umbrella associations have joined their forces for the social initiative “Let's Overcome It Together”, which aims at encouraging business and society to help Lithuania manage the spread of the COVID-19 virus. As part of the initiative, on 16 November 2020, a temporary COVID-19 call centre was set up in Lithuania with about 20 new employees. The call centre is expected to provide a total of at least 50 additional jobs for conducting epidemiological investigations. The new COVID-19 call centre is located in the conference centre of the Panorama Hotel in Vilnius. As the number of employees is expected to grow, it is planned to use conference halls of other hotels too.\r\rEmployees for this job are carefully selected and fully trained, as well as provided with all the necessary work and safety equipment; their work is coordinated by NPHC representatives.\rTeams of the additional call centre will work on a rotating shift schedule to ensure uninterrupted assistance seven days a week.\r\rMore companies are being sought after to join the initiative so that it will continue to run as long as possible. Currently, the \"Let's Overcome It Together\" initiative has 13 partners which not only provide financial support, but also supply the centre with necessary resources. For example, on 17 November 2020, Tele2 mobile operator announced that it will cover the communication costs of the \"Let's Overcome It Together\" call centre volunteers for a period until the end of quarantine. The company will also bear the cost of maintaining 10 volunteer jobs.\r\rThe call centre started operating on 11 November 2020. Advertising agency MP AGENCY is responsible for the idea and coordination of the initiative.", "descriptionUseOfMeasure": "As part of the initiative, on 16 November 2020, a temporary COVID-19 call centre was set up in Lithuania with about 20 new employees. The call centre is expected to provide a total of at least 50 additional jobs for conducting epidemiological investigations. ", "descriptionInvolvementOfSocialPartners": "No involvement of social patners.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LT-2020-46_1454.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2069", "sources::title": "Business coming to the aid of NPHC:  additional COVID-19 call centre has been established (Į pagalbą NVSC skuba verslas – įsteigė papildomą COVID-19 skambučių centrą)", "sources::url": "https://www.lrt.lt/naujienos/lietuvoje/2/1275102/i-pagalba-nvsc-skuba-verslas-isteige-papildoma-covid-19-skambuciu-centra", "sources::d_date": "11/12/2020", "modId": "1", "downloaded_to": "70a8aeb17673d323d745147e1215551715f438ec941d77453719353b92024320"}, {"recordId": "2070", "sources::title": "Tele2 is to cover communication costs of the \"Let's Overcome It Together\" call centre volunteers and invites businesses to unite („Tele2“ padengs „Įveiksime kartu“ skambučių centro savanorių ryšio išlaidas, kviečia verslus susivienyti)", "sources::url": "https://www.15min.lt/verslas/naujiena/bendroves/tele2-padengs-iveiksime-kartu-skambuciu-centro-savanoriu-rysio-islaidas-kviecia-verslus-susivienyti-663-1409222", "sources::d_date": "11/17/2020", "modId": "1", "downloaded_to": "91c30e51c038678da6a88325d46ab60a376c26dd5791ab374e1aae462392778d"}], "actors": [{"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1364", "modId": "14"}