{"fieldData": {"title": "Banca-Credito Cooperativo company agreement on the smart working", "title_nationalLanguage": "Accordo in materia di lavoro agile siglato dalla Capogruppo Cassa Centrale Banca-Credito Cooperativo Italiano", "d_startDate": "09/30/2020", "d_endDate": "03/31/2021", "calc_country": "Italy", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Teleworking arrangements, remote working", "calc_identifier": "IT-2020-40/1455", "dateType": "Temporary", "calc_creationDay": "11/23/2020", "calc_lastUpdate": "11/24/2020", "descriptionBackgroundInfo": "On 21 September 2021 the holding company Cassa Centrale Banca-Credito Cooperativo Italiano in the banking sector has signed a company-level agreement to regulate the use of the smart working arrangement in all its branches. In particular, the company agreement aims to expand the scope of application of this working arrangement, as regulated by the Law no. 81/2017 and with respect to the provisions of the Decree Law issued on 8 September 2020 (art. 5), to almost all personnel, limiting to 10% the share of workers working on site. \rHence, the agreement adopts the smart working as the main tool for containing the contagion from COVID-19, but also to conjugate work and life responsibilities, especially during the emergency phase still in progress.", "descriptionContentOfMeasure": "The company agreement aims to expand the scope of application of the smart working arrangement to almost the whole personnel employed by the holding company Cassa Centrale Banca-Credito Cooperativo Italiano. The final objective is limiting to 10% the share of workers working on site. \r\rAccordingly, all the employees with all kinds of contract (full-time, part-time, open-ended, fixed-term) can voluntary apply for recurring to the smart working. Their requests will be evaluated by 30 days and, in case of rejection, the detailed reasons will be specified. In case of acceptance, an individual agreement will be signed between the employee and the company, as according to the Law no. 81/2017 (art.19), and it will integrate the regular employment contract.\r\rThe agreement also establishes a hierarchy of five priority classes for employees who intend to apply for, in the event that the demands exceed the compatible number for each organisational unit. Priority is given to the following categories in the following order:\r\r* employees with particular situations of personal and / or family fragility (Law no. 81/2017, art. 18, c. 3bis);\r* employees who are recipients of the provisions established in Law no. 104/1992 (special work permissions to assist relatives);\r* employees with family members who are recipients of the provisions referred to in the Law no. 104/1992;\r* employees who have to travel more than 30 km one way or a journey with a travel time of more than 30 minutes to get to work; \r* employees with children up to 14 years of age.\r\rFurthermore, the company is required to provide all the tools necessary to carry out the smart working remotely, taking on all the costs related to repair or replace the damaged equipment, as well as for the insurance against theft or loss.", "descriptionUseOfMeasure": "The agreement applies to the 77 branches belonging to the holding company Cassa Centrale Banca-Credito Cooperativo Italiano spread across Italy, which overall employ around 11,000 employees. \r\rThe monitoring activities to evaluate the effectiveness and the correct application of the measure will be regularly carried out.", "descriptionInvolvementOfSocialPartners": "The company agreement was signed by the holding company Cassa Centrale Banca-Credito Cooperativo Italiano and the following trade unions in the banking sector: FABI, FIRST-CISL, FISAC-CGIL, SINCRA UGL and UILCA. These organisations were entitled to sign company agreements since they are the signatory parties of the national collective agreement applied by the company in the banking sector.   ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/IT-2020-40_1455.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "2071", "sources::title": "Adapt newsletter", "sources::url": "http://www.bollettinoadapt.it/storie-di-azione-e-contrattazione-collettiva-accordo-in-materia-di-lavoro-agile-siglato-dalla-capogruppo-cassa-centrale-banca-credito-cooperativo-italiano/", "sources::d_date": "09/28/2020", "modId": "0", "downloaded_to": "a5355591285d04db89207cdb71d47eeeb89b7460bcf53cca987eeb206dcf7b2b"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1365", "modId": "14"}