{"fieldData": {"title": "Agreement for maintenance of employment in Inditex", "title_nationalLanguage": "Acuerdo por el mantenimiento del empleo en Inditex", "d_startDate": "10/26/2020", "d_endDate": "12/31/2021", "calc_country": "Spain", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Other", "calc_identifier": "ES-2020-44/1459", "dateType": "Temporary", "calc_creationDay": "11/25/2020", "calc_lastUpdate": "11/27/2020", "descriptionBackgroundInfo": "Inditex and the unions UGT and CCOO have agreed to maintain employment during the digital transformation process that the textile manufacturing and retail group is addressing and that implies a change in the business model: larger stores with technologically advanced tools and the closure of smaller stores without the capacity to adapt to this model. This agreement takes place in a context of crisis particularly important for the textile retail sector in Spain. Inditex has specifically announced the closure of around 300 stores in Spain.", "descriptionContentOfMeasure": "The agreement between Inditex and trade unions articulates the procedure so that the workforce of closed stores have the option of mobility to the rest of the existing stores or to the new ones that the group will open. Likewise, Inditex will offer employment alternatives in the group's logistics areas and in its administrative central services. In this sense, a maximum of 25 kilometers is set for transfers to other establishments, always prioritizing vacancies in nearby stores in the same city or neighboring towns. Furthermore, if the transfer involves a change of address, the company will reimburse the moving expenses up to a limit of €3,000. The agreement also offers an alternative to those employees who decide not to accept the transfer proposal: the person will have the right to compensation of 33 days per year worked with a limit of two annualities (45 days for employees in the company before 2012). In any case, the agreement extends these conditions to relocated workers for one year to prioritise maintaining employment. The relocation plan is accompanied by a training plan, especially in digital skills, to be able to tackle their new tasks.", "descriptionUseOfMeasure": "Agreement to be implemented. ", "descriptionInvolvementOfSocialPartners": "The agreement contemplates the creation of an 'Observatory of New Realities', which will have a joint character and will address the implementation of the various projects. This observatory will have periodic meetings where the general evolution of the sector and its major innovation trends will be analyzed, as well as the consequences that these may have on the working conditions of the staff.\r\rThe unions highlight the dialogue between both parties has allowed to lay the foundations to correctly articulate this process, so that when a store is absorbed, the staff will be offered relocation to other stores, regardless of the chain of origin and destination.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/ES-2020-44_1459.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2080", "sources::title": "Inditex firma un acuerdo para mantener el empleo con la transformación digital de la empresa", "sources::url": "https://www.expansion.com/empresas/distribucion/2020/10/26/5f96bd6de5fdea4a4a8b45b5.html", "sources::d_date": "10/26/2020", "modId": "0", "downloaded_to": "6273699d0aec161e98fff161b8c16a20f70c9b20907f9a665619d046267a51a8"}, {"recordId": "2081", "sources::title": "El desplome de ventas por el coronavirus obliga a Inditex a cerrar más de 250 tiendas en España", "sources::url": "https://www.zamora24horas.com/texto-diario/mostrar/2146152/desplome-ventas-coronavirus-obliga-inditex-cerrar-250-tiendas-espana", "sources::d_date": "10/27/2020", "modId": "0", "downloaded_to": "ab86782c13497a2072a43366ae6d540c8f70b0b9ee8f86bdee135e203c90beb1"}, {"recordId": "2082", "sources::title": "Inditex firma mantener plantilla en España pese al cierre de 300 tiendas", "sources::url": "https://www.laopinioncoruna.es/economia/2020/10/27/inditex-firma-mantener-plantilla-espana/1546060.html", "sources::d_date": "10/27/2020", "modId": "0", "downloaded_to": "b714b0c80cf6e6d89ef997d0981ebf6d52fce69df52bd343940545245194d1bc"}], "actors": [{"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "74", "sectors::code": "G46", "sectors::name": "Wholesale trade, except of motor vehicles and motorcycles", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1369", "modId": "17"}