{"fieldData": {"title": "Authorisation for employers to organise collective screening of employees", "title_nationalLanguage": "Autorisation accordée aux employeurs pour organiser le dépistage collectif des salariés", "d_startDate": "11/17/2020", "d_endDate": "", "calc_country": "France", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Occupational health and safety", "calc_identifier": "FR-2020-47/1462", "dateType": "Open ended", "calc_creationDay": "11/26/2020", "calc_lastUpdate": "11/27/2020", "descriptionBackgroundInfo": "An order of 16 November provides, by amending an order of 10 July 2020, that, exceptionally, an employer may organise collective screening operations, using rapid diagnostic nasopharyngeal antigenic orientation tests for the detection of SARS-Cov 2, within targeted populations, in the event of suspicion of a \"cluster\" or particularly active circulation of the virus, after declaration to the State representative in the department.\r\r", "descriptionContentOfMeasure": "The order notes state that 'the evolution of the epidemic makes it necessary to increase the testing capacity on the national territory' and that 'it is advisable to extend the use of rapid antigenic diagnostic tests and to supervise their use'. Therefore, exceptionally, an employer may organise collective screening operations, using rapid diagnostic nasopharyngeal antigenic orientation tests for the detection of SARS-Cov 2, within targeted populations, in the event of suspicion of a \"cluster\" or particularly active circulation of the virus, after declaration to the State representative in the department. \r\rThe tests are carried out by a doctor, nurse or pharmacist who themselves give the results to the people tested. This possibility is provided for in the national protocol to ensure the health and safety of employees in companies in the face of the COVID-19 epidemic, since its update of 29 October 2020. In this context, the employer must finance all the screening actions and the results of the tests cannot be communicated to him.", "descriptionUseOfMeasure": "No information available.", "descriptionInvolvementOfSocialPartners": "No involvement, this in a governmental decision.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-47_1462.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2090", "sources::title": "Arrêté du 16 novembre 2020 modifiant l'arrêté du 10 juillet 2020 prescrivant les mesures d'organisation et de fonctionnement du système de santé nécessaires pour faire face à l'épidémie de covid-19 dans le cadre de l'état d'urgence sanitaire", "sources::url": "", "sources::d_date": "11/16/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}, {"recordId": "3", "funding::name": "Employer", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1372", "modId": "10"}