{"fieldData": {"title": "Airbus: Two agreements to adapt its workforce without forced departures", "title_nationalLanguage": "Airbus : deux accords pour adapter ses effectifs sans départs contraints", "d_startDate": "07/15/2019", "d_endDate": "12/31/2022", "calc_country": "France", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Other", "calc_identifier": "FR-2019-29/1464", "dateType": "Temporary", "calc_creationDay": "11/26/2020", "calc_lastUpdate": "12/02/2020", "descriptionBackgroundInfo": "As part of its adaptation plan to eliminate more than 4,000 positions in France, Airbus SAS and Airbus Opérations SAS, which has 29,334 employees in France, signed two agreements on 12 October, one on measures to reduce the number of planned job cuts and the other implementing the specific long-term partial activity plan (APLD). The latter should preserve 1,502 jobs. As for the first agreement, it organises voluntary mobility, both internal and external, and provides for redeployment aid for employees whose redundancy could not be avoided. The voluntary departure phase, which will end at the end of March 2021, should avoid redundancies.", "descriptionContentOfMeasure": "Hit hard by the economic crisis linked to COVID-19, the aircraft manufacturer Airbus has announced a project to cut 4,248 jobs in France. On 12 October 2020, to avoid forced dismissals, Airbus concluded two agreements with the three trade unions CFE-CGC, CFTC and FO, one on the group's draft adaptation plan implementing a job protection plan (social plan) and the second implementing the long-term short-time working scheme (APLD). \r\r**Voluntary departure plan**\r\rIn order to limit redundancies, a voluntary phase was implemented from 15 July. Eligibility for voluntary departures notably includes a substitution mechanism for employees who are not affected by the job protection plan, but whose voluntary departure would allow the internal redeployment of an affected employee by freeing up their position. The specific structure set up to support employee volunteers is called Mobility Pathways. Run by consultants from within and outside the group, it helps and prepares employees to formalise and implement their project. \r\r**Support measures**\r\rThe agreement provides for various measures (aid, indemnities, etc.) for the benefit of volunteer employees depending on the scheme chosen (mobility, retirement, etc.). For instance, those who opt for external mobility receive a voluntary severance payment equal to at least five months' gross reference salary. Anyone who volunteers during the early redeployment phase and leaves the company before 31 December 2020 will also receive a two-month 'rapidity' bonus. An employee whose basic salary in a new position is lower than their Airbus basic salary will receive a differential allowance. This is capped at €350 gross per month for 12 months for a full-time working day. In the context of the creation, takeover or development of an already created company, the entrepreneur can claim a bonus of €6,000 gross for each recruitment of an Airbus employee. \r\r**Age measures**\r\rThere is also a 'voluntary measure for a generational age-related measure' which provides for Airbus to pay up to €10,000 to participate in the purchase of quarters of contributions to the statutory pension scheme (which allows people to retire earlier) or the effect on the amount of the pension of a reduction in the pension (décote) linked to retiring before being able to benefit from a full pension. \r\r**Support for reclassification**\r\rThe agreement includes redeployment assistance measures for employees whose dismissal could not be avoided. After setting out the criteria for establishing the order of redundancies, the agreement details the internal redeployment process. Reemployment offers will be made as soon as possible after the end of the voluntary period. The internal reclassification phase will last for a period of one month. \r\r**Reclassification leave**\r\rIn the absence of internal reclassification, the employee will be offered reclassification leave in his or her letter of notice of dismissal. This leave is nine months, including notice, and is extended to 12 months for employees with characteristics that make it more difficult for them to return to work (e.g. disabled employees, heads of single-parent families, employees over 55 years of age). During the reclassification period corresponding to the notice period, the employee will receive the remuneration normally due. For the period exceeding the notice period, the employee will receive an allowance equal to 80% of the average gross monthly pay received during the last 12 months, excluding amounts corresponding to profit-sharing or incentive payments. \r\r**Follow-up committee**\r\rAccording to the agreement, a joint monitoring committee is set up. This committee is responsible for ensuring compliance with the principles of solidarity between Airbus divisions, promoting mobility between sites and divisions and guaranteeing overall consistency, particularly vis-à-vis the public authorities. It also arbitrates specific cases and any disputes. \r\r**Recourse to long-term short-time working**\r\rThe reduction in activity under the specific log-term short-time working scheme (APLD), provided for in the second agreement, will be implemented as of 1 January 2021, for a maximum of 24 months (until 31 December 2022). The personnel concerned by the scheme are production staff working on the various programmes. The agreement, production operations and support functions within the production group (production management, logistical support, etc.) are specifically targeted. The system must enable 1,502 jobs to be preserved. The reduction in activity (at most 40% of legal working hours) should be, over the period of application of the system, around 15% on average for the activities concerned. The implementation of the APLD for two years entails an adjustment of work organisation in the company detailed in the agreement. \r\r**Solidarity funds**\r\r Finally, the creation of a solidarity fund to cushion the financial impact of the reduction in working time is planned. The detailed terms and conditions of this fund will be subject to the contractualisation of economic measures that will make it possible to finance this fund by mid-December at the latest. \r", "descriptionUseOfMeasure": "The agreement applies to the 29,334 Airbus employees in France. Assessment of the measure will be available after the voluntary period.", "descriptionInvolvementOfSocialPartners": "The majority trade unions (CFE-CGC, CFDT and FO) have signed the agreement. The CGT participates to the negotiation but refuse to sign the agreement. FO, the largest organisation, announced at an early stage it will refuse forced dismissals that never exist since the creation of Airbus.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2019-29_1464.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2091", "sources::title": "Accord du 12 octobre 2020 relatif à la mise en oeuvre de l’APLD au sein de l’UES Airbus commercial", "sources::url": "", "sources::d_date": "10/12/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}, {"recordId": "2092", "sources::title": "Accord du 12 octobre 2020 relatif au projet de plan d’adaptation de l’UES Airbus commercial au contexte du Covid et de ses conséquences sur l’emploi", "sources::url": "", "sources::d_date": "10/12/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}, {"recordId": "3", "funding::name": "Employer", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "57", "sectors::code": "C30", "sectors::name": "Manufacture of other transport equipment", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1374", "modId": "16"}