{"fieldData": {"title": "Recognition of COVID-19 as an occupational disease", "title_nationalLanguage": "Reconnaissance de la COVID-19 comme maladie professionnelle", "d_startDate": "09/15/2020", "d_endDate": "", "calc_country": "France", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Occupational health and safety", "calc_identifier": "FR-2020-38/1465", "dateType": "Open ended", "calc_creationDay": "11/26/2020", "calc_lastUpdate": "11/27/2020", "descriptionBackgroundInfo": "The recognition of an illness linked to COVID-19 as an occupational disease is now easier for professionals working in the health sector, with the creation of two new tables resulting from a decree of 14 September 2020. This text also introduces a procedure for recognition 'outside the tables', in particular for so-called 'second-line' workers. These employees, as well as those who have suffered from ‘less severe’ conditions related to the COVID-19, will be required to demonstrate the link between their infection and their activities. ", "descriptionContentOfMeasure": "A decree of 14 September creates two new occupational disease tables, dedicated to 'acute respiratory ailments linked to a Sars CoV2 infection', one for the general scheme which applies to all employees in the private sector, the other for the agricultural scheme which applies only to staff in the agricultural sector. \r\r**Care workers** \rThese tables cover all care staff, persons providing transport for the sick, administrative staff in the care sector, and staff in social and medico-social establishments. However, although the government had announced that liberal health care staff would benefit from easier recognition, they are not covered by the tables. \r\r**Other salaried employees**\rInfected workers who do not fall within the scope of these tables, for their part, benefit from a facilitated recognition procedure, conducted before a regional committee for the recognition of occupational diseases, dedicated to COVID-19.\r\r**Severity of illness criterion**\rThe two tables limit coverage for occupational diseases to a condition of seriousness, care and precise documentation. Thus, only acute respiratory ailments related to Sars CoV2 are considered as potential occupational diseases. The condition must be confirmed by biological examination, CT scan or a documented clinical history (hospitalisation report, medical documents) and have required oxygen therapy attested by medical reports or have led to death.\r\r**Professional missions**\rThe victim of an acute respiratory illness due to COVID-19, in order to have an occupational disease recognised in the context of one of these tables, must justify the accomplishment of work in the presence of the patient, according to a restrictive list. The table of the general scheme thus recognises work carried out by care and similar staff, laboratory staff, service and maintenance staff or by administrative staff, whether it was carried out in hospital at home or in private or public care establishments, and social and medico-social establishments.\rAlso covered are prevention, transport and patient accompaniment staff who have carried out COVID-19 transport and patient accompaniment activities in vehicles assigned for this purpose.\r\r**Recognition 'outside the table'**\rWhen the conditions resulting from these tables are not met, recognition of the after-effects of COVID-19 contamination remains possible, and applications must be presented, as provided for in the decree, before a single regional occupational disease recognition committee dedicated to COVID-19. Its composition is lightened to allow a faster examination of the files. It thus comprises :\r\r* a medical adviser from the medical control department of the Assurance Maladie or the central fund of the Mutualité sociale agricole, or a retired medical adviser;\r* a university lecturer in hospital practice or a hospital practitioner particularly qualified in occupational pathology, resuscitation or infectiology, either active or retired, or an occupational physician, either active or retired. The practitioner will be appointed for four years and included on a list drawn up by order of the Director General of the Regional Health Agency.\r", "descriptionUseOfMeasure": "No data available.", "descriptionInvolvementOfSocialPartners": "Social partners take part to the management of the National Health Insurance (Assurance maladie) and are therefore consulted on such measures.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-38_1465.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2093", "sources::title": "Décret no 2020-1131 du 14 septembre 2020 relatif à la reconnaissance en maladies professionnelles des pathologies liées à une infection au SARS-CoV2", "sources::url": "https://www.legifrance.gouv.fr/download/file/DMtj4batQCevQUtg5Nb8H6pX1UJ1rDeZ-KtqKaYgx6E=/JOE_TEXTE", "sources::d_date": "09/14/2020", "modId": "0", "downloaded_to": "83a7e9551c281ffd507300e7b3568d7d0269a2ab2b72453c1ba1be1f6f09a386"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "33", "targetGroups::name": "Workers in non-standard forms of employment", "modId": "14"}, {"recordId": "73", "targetGroups::name": "Workers in care facilities", "modId": "8"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1375", "modId": "12"}