{"fieldData": {"title": " Suez: Agreement on telework", "title_nationalLanguage": "Suez: Accord relatif au télétravail", "d_startDate": "11/10/2020", "d_endDate": "", "calc_country": "France", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Teleworking arrangements, remote working", "calc_identifier": "FR-2020-46/1466", "dateType": "Open ended", "calc_creationDay": "11/26/2020", "calc_lastUpdate": "12/02/2020", "descriptionBackgroundInfo": "On 10 November 2020, the Suez Group has signed a group-level agreement with its social partners on teleworking throughout France. This agreement generalises and perpetuates telework beyond the COVID-19 crisis, in order to strengthen the quality of working life and promote flexibility.\r\rThe use of teleworking is offered to all Suez employees in France whose activity allows it. Based on the principle of voluntary work, the agreement provides for teleworking at an average rate of two days per week over the calendar year. In an internal survey launched last May, employees welcomed teleworking and expressed their desire to make it sustainable. Since then, management and the social partners have been reflecting on new ways of working and have affirmed their desire to promote flexibility and agility for everyone while ensuring a better balance between their professional life and their personal and family life for all employees.", "descriptionContentOfMeasure": "The main provision of the agreement are the folowing:\r\r**An agreement for all employees eligible to telework**\r\rAll employees of the SUEZ Group companies in France, whatever their employment contract, whatever their seniority are eligible to telework. However, the position held must be compatible with this work organisation. The employee must have individual organisational skills and a proven degree of autonomy in his or her job.\r\r**Home office**\r\rThe employee's home must be suitable for remote work: adapted workspace, ergonomics and tranquillity, and also equipped with a secure high-speed internet connection. The employee must meet the requirements for multi-risk home insurance. All employees wishing to benefit from teleworking must submit a formal request to their manager with a diagnostic form that objectifies their eligibility for teleworking (compatible workstation, independence, home that allows teleworking, certificate of comprehensive home insurance that covers home working).\r\r**A rhythm that adapts to everyone**\r\rTeleworking will be carried out on a full day basis at the rate of 2 days per week on average over the calendar year (with some exceptions). The days are not necessarily fixed in the week.\rOn the other hand, in order to ensure the maintenance of a collective face-to-face time that contributes to the social link and the preservation of the working collective, a provisional planning of teleworking days will be shared with the manager. In the event of operational necessity or on-call duty, the employee will have to go to the company's premises.\r\r**A voluntary working method**\r\rTeleworking is not compulsory. For employees who wish to do so, a period of adaptation to telework is foreseen during the first 3 months of the year. It can be stopped at any time, at the request of the employee or the manager (with the agreement of the N+2).\r\r**Equipment and costs**\r\rAn employee who works partly at home benefits from the following advantages:\r\r* a lump-sum and global allowance paid by the company in the amount of €20 per month, exempt from social security and tax charges, for the employee who actually teleworks an average of 2 days per week over the year.\r* a meal voucher for the days on which he or she is teleworking, up to a maximum limit of 2 days per week on average over the year and under conditions that comply with the regulations in force.\r\rThe employee will have a laptop computer made available by the company for the performance of his or her teleworking duties, as well as, if necessary, secure remote VPN access.\r\rThe company will also offer a telephony solution to teleworking employees that guarantees respect for privacy: for example, connection of a telephone terminal to the computer, Skype Enterprise or mobile phone if the employee's position is eligible.\rEmployees who wish to do so will be able to access special rates, negotiated by the Group's Purchasing Department, for the purchase of certain computer peripherals or office furniture.", "descriptionUseOfMeasure": "The agreement applies to about 35,000 employees in France.", "descriptionInvolvementOfSocialPartners": "The company has negotiated with the representative trade unions within the group Suez. All representative trade unions have signed it, excepted the CGT.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-46_1466.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "2094", "sources::title": "Accord relatif au télétravail au sein du groupe Suez", "sources::url": "https://www.suez.fr/fr-fr/actualites/communiques-de-presse/suez-e-tles-syndicats-cfdt-cfe-cgc-cftc-et-fo-signent-un-accord-relatif-teletravail", "sources::d_date": "11/10/2020", "modId": "0", "downloaded_to": "c8f2f34d1e03e72c36db9bff6d9ae8a43694c0df700c8614ffe8dd77976418b1"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}, {"recordId": "33", "targetGroups::name": "Workers in non-standard forms of employment", "modId": "14"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}, {"recordId": "3", "funding::name": "Employer", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1376", "modId": "11"}