{"fieldData": {"title": "National protocol to ensure the health and safety of employees in companies in the face of the COVID-19 epidemic.", "title_nationalLanguage": "Protocole national pour assurer la santé et la sécurité des salariés en entreprises face à l'épidémie de Covid-19", "d_startDate": "11/13/2020", "d_endDate": "", "calc_country": "France", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Occupational health and safety", "calc_identifier": "FR-2020-46/1467", "dateType": "Open ended", "calc_creationDay": "11/26/2020", "calc_lastUpdate": "12/02/2020", "descriptionBackgroundInfo": "The return of lockdown as of 30 October 2020 is accompanied by a revision of the company health protocol, published by the Ministry of Labour on 29 October 2020. Teleworking must now 'be the rule for all activities that allow it'. All working time must be carried out by teleworking 'for employees who can carry out all their tasks remotely'. The wearing of masks in enclosed collective workplaces is no longer subject to derogation. And the employer can now organise a screening campaign for COVID-19 in companies using 'rapid tests'.", "descriptionContentOfMeasure": "To take account of the deterioration in the health situation and the restoration of lockdown in metropolitan France and Martinique from 30 October 2020, a new version of the National protocol to ensure the health and safety of employees in companies faced with the Covid-19 epidemic, was put online by the Ministry of Labour on 29 October 2020. \r\r**Generalisation of teleworking**\r\rTeleworking must now 'be the rule for all activities that allow it': all working time must be carried out in telework 'for employees who can carry out all their tasks remotely.' 'In other cases, the organisation of work must make it possible to reduce the number of home-to-work journeys and to organise the time spent at the company to carry out tasks that cannot be carried out at home, in order to reduce social interactions', the protocol states. Thus, the employer must systematically organise 'a smoothing out of the employee's departure and arrival times in order to limit the number of employees at peak times'.\rIn addition, 'audio or video conference meetings must be the rule and face-to-face meetings the exception' and 'convivial moments bringing employees together face-to-face in a professional setting are suspended'. The employer must always set the rules 'within the framework of local social dialogue, ensuring the maintenance of links within the work group and the prevention of risks related to the isolation of employees working from home'. The employer must also regularly remind employees of the need for systematic compliance with the rules of hygiene and distancing and inform them 'of the existence of the \"TousAntiCovid\" application [which replaces the StopCovid application] and the value of its activation during working hours'.\r\r**Masks: no more exemptions in enclosed collective places**\r\rThe possibility of temporarily removing one's mask in enclosed and shared workplaces, subject to compliance with other health measures, in certain areas, is removed from the protocol. Thus, the wearing of masks must be systematic for people in enclosed and shared workplaces.\r\r**Authorisation for screening in companies using rapid tests**\r\r'In addition to the screening campaigns organised by the health authorities and in which companies can participate, employers can, in compliance with the regulatory conditions, propose screening actions to those of their employees who are volunteers', the protocol now states. Until now, any screening action organised by the company was prohibited.\rThis new possibility only concerns 'rapid tests authorised' by the health authorities, in compliance with the prescribed conditions of use. The employer must finance all of these screening actions, which must be 'carried out under conditions that guarantee the proper performance of these tests and the strict preservation of medical confidentiality'. Thus, the results of the tests may not be communicated to the employer or its employees.\rOn the other hand, an employer still cannot organise a serological testing campaign.\r", "descriptionUseOfMeasure": "It applies to all private law employers and employees.", "descriptionInvolvementOfSocialPartners": "Peak level social partners organisations are consulted during the design process of the protocole, even formally.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FR-2020-46_1467.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "2095", "sources::title": "Protocole national pour assurer la santé et la sécurité des salariés en entreprise face à l’épidémie de Covid-19, mis à jour par le ministère du Travail le 29 octobre 2020", "sources::url": "", "sources::d_date": "10/29/2020", "modId": "0", "failure_reason": "Invalid URL 'http://': No host supplied"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1377", "modId": "11"}