{"fieldData": {"title": "Peak level social partners express support to the Government decisions", "title_nationalLanguage": "Sociālo partneru paziņojums par atbalstu valdības rīcībai", "d_startDate": "03/17/2020", "d_endDate": "03/17/2020", "calc_country": "Latvia", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Other", "calc_identifier": "LV-2020-12/1469", "dateType": "Temporary", "calc_creationDay": "11/26/2020", "calc_lastUpdate": "12/02/2020", "descriptionBackgroundInfo": "On 17 March 2020, in the very beginning of pandemic, both peak level social partners organisations, the Latvian Employers' Confederation (LDDK) and the Latvian Free Trade Union Confederation (LBAS) issued a statement on support for government action to limit the spread of COVID-19 and reduce the impact of the crisis on Latvian companies and workers.", "descriptionContentOfMeasure": "In the Statement social partners express confidence in the understanding and ability of entrepreneurs and all citizens to take responsibility in order to support the measures introduced by the government to reduce the spread of the disease. Both organisations LDDK and LBAS promise to continue to provide support to their members and to work closely with the government to represent the interests of employers and employees.\r\rSocial partners emphasize that decisive government action is necessary to keep businesses afloat, save jobs and prevent a new wave of emigration. Social partners also urge to introduce responsible decision of politicians, immediately ensuring 100% payment of sick leaves from the state budget.\r\rSocial partners also thanks health care workers, and points out that public health is the first priority and requires additional funding for the provision of services.", "descriptionUseOfMeasure": "Not relevant.", "descriptionInvolvementOfSocialPartners": "On 17 March 2020, in the very beginning of pandemic, both peak level social partners organisations, the Latvian Employers' Confederation and the Latvian Free Trade Union Confederation issued statement on support for government action to limit the spread of COVID-19 and reduce the impact of the crisis on Latvian companies and workers.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LV-2020-12_1469.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "2096", "sources::title": "Statement by the Latvian Employers' Confederation and the Latvian Free Trade Union Confederation on support for government action to limit the spread of Covid-19 and reduce the impact of the crisis on Latvian companies and workers", "sources::url": "https://arodbiedribas.lv/news/latvijas-darba-deveju-konfederacijas-un-latvijas-brivo-arodbiedribu-savienibas-pazinojums-par-atbalstu-valdibas-ricibai-lai-ierobezottu-covid-19-izplatibu-un-samazinatu-krizes-ietekmi-uz-latvijas/", "sources::d_date": "03/17/2020", "modId": "0", "downloaded_to": "2287f194f1c11dbb0e10176bc2baca441ac688c1138787a69b01fb5743fc48da"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1379", "modId": "10"}