{"fieldData": {"title": "Payment of holiday funds", "title_nationalLanguage": "Udbetaling af indefrosne feriemidler", "d_startDate": "10/01/2020", "d_endDate": "12/01/2020", "calc_country": "Denmark", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Support for spending, stimulus packages", "calc_identifier": "DK-2020-40/1471", "dateType": "Temporary", "calc_creationDay": "11/26/2020", "calc_lastUpdate": "01/04/2021", "descriptionBackgroundInfo": "As part of a larger government economic stimulus package in response to the coronavirus crisis, it has been possible to get three weeks of the holiday funds. The first political agreement released three weeks of paid holiday funds, while the second agreement on 2 December 2020 released the remaining holiday funds which makes a total of five weeks of holiday funds.  \r\rDue to a new Holiday Act, which allows employees to take paid holidays in the same year as they occurred, there have been a transition from 1 September 2019 to 31 August 2020. The holiday money that employees earn during the transition year has been converted into savings in the new fund, Wage earners Holiday Pay (in Danish: _Lønmodtagernes Feriemidler_). As stated in the new Holiday Act the employees would have these savings paid out when they reach the state pension age. However, due to the coronavirus it has been possible to get the holiday funds before the pension age.", "descriptionContentOfMeasure": "In Denmark, employees are entitled to five weeks paid holiday per year. ‘Holiday funds' or in Danish _feriepenge_ is a monthly contribution paid out of the employee's salary into a special fund, depending on the level of earnings. \r\rEmployees could apply for three weeks of holiday funds in the period from 1 October 2020 to 1 December 2020 as part of the first political agreement. The payment is the equivalent of approximately 12.5% of the employees holiday entitled pay in the period from 1 September 2019 to 31 March 2020. \r\rApproximately 3 million people have holiday savings corresponding to approximately DKK 60 billion. \r\rFollowing a new political agreement on 2 December 2020, employees can now apply for the remaining period (two weeks) of holiday funds. It is stated in the political agreement that the payment must take place from March 2021, which is the earliest possible time when the remaining holiday funds can be calculated and paid out.", "descriptionUseOfMeasure": "It is possible to get the holiday funds from 1 September to 1 December 2020. By 29 September 1,153,500 people have claimed their holiday funds. It is estimated to correspond to a total of just over DKK 25 billion out of a total of DKK 60 billion, which can be paid out.", "descriptionInvolvementOfSocialPartners": "Not relevant.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/DK-2020-40_1471.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "2103", "sources::title": "Fra i dag kan man bestille de indefrosne feriepenge", "sources::url": "https://bm.dk/nyheder-presse/pressemeddelelser/2020/09/fra-i-dag-kan-man-bestille-de-indefrosne-feriepenge/", "sources::d_date": "11/26/2020", "modId": "0", "downloaded_to": "44af43aa7885128aab2716025137a1af477886001e42dd02d5e24add887e11ce"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "2", "funding::name": "Employees", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1381", "modId": "26"}