{"fieldData": {"title": "Memorandum on the implementation of socially responsible policies in the commerce sector", "title_nationalLanguage": "Memorands par sociāli atbildīgas politikas īstenošanu tirdzniecības nozarē", "d_startDate": "11/05/2020", "d_endDate": "", "calc_country": "Latvia", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Other", "calc_identifier": "LV-2020-45/1474", "dateType": "Open ended", "calc_creationDay": "11/26/2020", "calc_lastUpdate": "12/05/2020", "descriptionBackgroundInfo": "In order to help limit the spread of COVID-19 infection in society and to minimise the risks of the virus spreading at points of sale, the Ministry of Economics, together with the largest business organisations in the commerce sector, developed a memorandum on the implementation of socially responsible trade policy. The purpose of the memorandum is to implement the most appropriate measures in the trade sector to limit the spread of COVID-19 infection in accordance with the spread of the virus in the country.", "descriptionContentOfMeasure": "By signing the memorandum, companies in the commerce sector have made a commitment:\r\r* to place additional information at the point of sale regarding the observance of epidemiological requirements;\r* if necessary, to place a notice regarding the trader's right not to serve a customer who does not comply with the epidemiological safety measures;\r* ensure that staff wear face masks;\r* to evaluate socially responsibly and not to organize activities that could motivate visitors to stay longer at the point of sale;\r* if necessary, introduce individual additional measures at the point of sale;\r\rThe Ministry of Economics has undertaken to coordinate co-operation with other state institutions in resolving issues related to COVID-19 relevant to the commerce sector, as well as to prepare joint informative materials for trade sector participants.\rIn turn, the state police and municipal police are committed to providing support to the sector in situations where the visitor refuses to comply with the established epidemiological safety measures, to apply the “consult first” principle under supervision.\r\rThe Latvian Employers' Confederation – peak level employers organisation, Latvian Chamber of Commerce and Industry , Latvian Traders 'Association, and Latvian Food Traders' Association - have signed the memorandum.", "descriptionUseOfMeasure": "Up to date, 11 individual companies, the most important sector level social partners, and major peak level employer organisations and business associations have signed the memorandum. From the state side the Ministry of Economics, the state police and several local government police structures have signed the memorandum.", "descriptionInvolvementOfSocialPartners": "In the commerce sector, employer organisations have participated in drafting the memorandum and signed it. The Latvian Employers' Confederation, the peak level employers organisation, has also signed the memorandum. The Latvian Commercial Workers Trade Union has also signed the memorandum.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LV-2020-45_1474.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2101", "sources::title": "Ministry of Economics: Maximum safe shopping and safe working conditions for employees must be ensured at points of sale", "sources::url": "https://lvportals.lv/dienaskartiba/321606-em-tirdzniecibas-vietas-janodrosina-maksimali-drosa-iepirksanas-un-drosi-darba-apstakli-darbiniekiem-2020", "sources::d_date": "11/04/2020", "modId": "0", "downloaded_to": "f7016ed423ca95e727b466ce1393636547d1ec6ea608747b2e617fba1e6c1844"}, {"recordId": "2102", "sources::title": "Memorandum on the implementation of socially responsible policies in the trade sector", "sources::url": "https://www.em.gov.lv/lv/memorands-par-sociali-atbildigas-politikas-istenosanu", "sources::d_date": "11/05/2020", "modId": "0", "downloaded_to": "0ea0e80d4fde12883cae9402873fcb581b5bdfb49c46dd445579c56e97050ebd"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "61", "targetGroups::name": "Companies providing essential services", "modId": "12"}, {"recordId": "78", "targetGroups::name": "Workers in essential services", "modId": "9"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "73", "sectors::code": "G45", "sectors::name": "Wholesale and retail trade and repair of motor vehicles and motorcycles", "modId": "0"}, {"recordId": "74", "sectors::code": "G46", "sectors::name": "Wholesale trade, except of motor vehicles and motorcycles", "modId": "0"}, {"recordId": "75", "sectors::code": "G47", "sectors::name": "Retail trade, except of motor vehicles and motorcycles", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1384", "modId": "19"}