{"fieldData": {"title": "Education workers trade union issues recommendations on organisation of education process", "title_nationalLanguage": "LIZDA priekšlikumi par turpmāko mācību procesa organizēšanu izglītības iestādēs", "d_startDate": "11/20/2020", "d_endDate": "", "calc_country": "Latvia", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Well-being of workers", "calc_identifier": "LV-2020-47/1477", "dateType": "Open ended", "calc_creationDay": "11/26/2020", "calc_lastUpdate": "12/05/2020", "descriptionBackgroundInfo": "On 20 November 2020 the Latvian Trade Union of Education and Science Employees reacted to information that the Cabinet of Ministers could decide on stricter restrictions that would also affect teachers work in order to reduce the spread of COVID-19. Proposals have been prepared on the further organisation of the education process in educational institutions. The proposals are to be submitted to the Ministry of Education and Sciences.\r\rThe chairwoman of the trade union says that teachers and technicians work in a high-risk environment and must receive the necessary support to do their job. Many teachers continue to work at schools, others remotely, others have to work in combination. It is important that teachers and technicians can feel more secure, and that they receive more support to address the issues that are relevant to them during the spread of COVID-19.", "descriptionContentOfMeasure": "The trade union has prepared a list of 15 recommendations concerning decisions of distance learning, financing, educational content, and working conditions and risks for education workers.\rThe trade union recommends that children in grades 1-4 must learn at school, otherwise the workload of teachers and parents would significantly increases. Because the virus is spreading at different levels local governments and schools should have the right to decide whether students of other grades should learn remotely.\rThe Ministry and local governments should have a clear agreement on additional expenses (masks, software, compensations for remote work). Idle time allowances should be available for personnel not able to perform their job remotely. \rThe National Education Content Centre has to evaluate the content of education and provide guidelines to teachers on the minimum results to be achieved for this school year. By distance learning, it is not possible to acquire the same quality of content as can be learned in person. This would reduce tension and stress for teachers, students and parents.\rPsychological help for teachers, students and parents should be granted, as emotional stress has significantly increased. Courses for teachers on professional burnout and how to protect themselves from it when performing work duties during COVID-19 should be granted.", "descriptionUseOfMeasure": "No information", "descriptionInvolvementOfSocialPartners": "The Latvian Trade Union of Education and Science Employees  has prepared list of 15 recommendations concerning decisions of distance learning, financing, educational content, and working conditions and risks for education workers.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LV-2020-47_1477.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2107", "sources::title": "LIZDA proposals on further organization of the study process in educational institutions", "sources::url": "https://www.lizda.lv/current_events/lizda-priekslikumi-par-turpmako-macibu-procesa-organizesanu-izglitibas-iestades/", "sources::d_date": "11/20/2020", "modId": "0", "downloaded_to": "04919d91b8d3b4c7341c2f4433f2150d5c3f9ab931366bfaa3e2ffa5bc61f5da"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}], "targetGroups": [{"recordId": "71", "targetGroups::name": "The COVID-19 risk group at the workplace", "modId": "8"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [{"recordId": "7", "occupations::name": "Teaching professionals", "modId": "0"}], "sectors": [{"recordId": "116", "sectors::code": "P85", "sectors::name": "Education", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1387", "modId": "13"}