{"fieldData": {"title": "Temporary availability of health care workers during the epidemic", "title_nationalLanguage": "Začasna razpoložljivost zdravstvenih delavcev med epidemijo", "d_startDate": "10/24/2020", "d_endDate": "12/31/2020", "calc_country": "Slovenia", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Change of work arrangements (working time, rota schemes)", "calc_identifier": "SI-2020-43/1484", "dateType": "Temporary", "calc_creationDay": "11/27/2020", "calc_lastUpdate": "12/05/2020", "descriptionBackgroundInfo": "With a rise of COVID-19 infections, the government has issued several orders temporary limiting the rights of health care works. _Order on temporary measures regarding the implementation on secondment, traineeship and specialisation …_, issued on 24 October, require medical trainees to work with COVID-19 patients. _Order on temporary measures relating to the health care service due to infectious diseases COVID-19_, issued on 13 November 2020, ensures the availability of health care workers during the epidemic. It aims at reorganising the medical service in a way to ensure the medical treatment to COVID-19 patients as well as other patients who need urgent medical aid. The order temporary limits the right of health workers in the public health system, care homes and private health sector.", "descriptionContentOfMeasure": "The ordinance suspended most of preventive health services excluding services for cancer patients, pregnant women and babies, occupational medicine, vaccination and urgent cases. Health institutions can have their health workers work for another employer (in health centres, hospitals or care homes) and assign work with COVID-19 patients without their consent. During the epidemic, they have no longer the right to annual leave holiday, the right to strike, and the right to education in infected areas. The order also obliges concessionaires to work in health care centres when called on duty. Concessionaires and private volunteering contractors get paid for their work. \r\rBy rule, only people negative for COVID-19 can work, but due to the lack of workers in care homes infected persons with no symptoms are allowed to work in red zones. While medical trainees are obliged to take part in health service, many health care students volunteer in hospitals and care homes.", "descriptionUseOfMeasure": "Measures relate to all healthcare workers in the health system, public and private alike. They are temporary and valid only until the end of the epidemic.", "descriptionInvolvementOfSocialPartners": "No involvement.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2020-43_1484.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only public sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "2135", "sources::title": "Odredba o začasnih ukrepih na področju organizacije zdravstvene dejavnosti zaradi obvladovanja nalezljive bolezni COVID-19 [Order on temporary measures relating to the health care service due to infectious diseases COVID-19", "sources::url": "http://www.pisrs.si/Pis.web/pregledPredpisa?id=ODRE260", "sources::d_date": "11/13/2020", "modId": "0", "downloaded_to": "98f965512663927a17409f829d81624ced45f1e613eeb700050afb63ec9428e6"}, {"recordId": "2137", "sources::title": "Odredba o začasnih ukrepih na področju izvajanja sekundariata, pripravništva in specializacije v času obvladovanja in preprečevanja širjenja nalezljive bolezni COVID-19 (Order on temporary measures regarding the implementaion on secondment, traineeship and specialisation in the time of control and prevention of infectious disease COVID-19", "sources::url": "http://www.pisrs.si/Pis.web/pregledPredpisa?id=ODRE259", "sources::d_date": "10/24/2020", "modId": "0", "downloaded_to": "a6bcc9d0f9458c43b360f22017dc42fdfccae8217229de7e4dada9361ef0b95c"}, {"recordId": "2139", "sources::title": "Začasna imuniteta za kriminalne in civilne tožbe [Temporary immunity for criminal and civil lawsuits", "sources::url": "https://www.si21.com/Svet/Poziv_Vladi_RS_ob_epidemiji_COVID-19", "sources::d_date": "10/19/2020", "modId": "0", "downloaded_to": "dc2828deb726923d7e422c26bbb36066fdace0d1803852d89d54bad65d8d7cfb"}, {"recordId": "2140", "sources::title": "Sklep o uporabi ukrepov, ki jih določa Zakon o nalezljivih boleznih, pri nalezljivi bolezni COVID-19 [Decision on the application of measures laid down in the Communicable Disease Act in the case of COVID-19", "sources::url": "http://www.pisrs.si/Pis.web/pregledPredpisa?id=SKLE1217", "sources::d_date": "09/03/2020", "modId": "0", "downloaded_to": "88ddea1ec5da220e296f765df34b659816651372adc84570aa410458c04ae97c"}, {"recordId": "2141", "sources::title": "Javno pismo: Poziv k ustavitvi razgradnje sistema javnega zdravstva [Public letter, A call to stop the demolition of the public health system", "sources::url": "https://www.mladina.si/202541/v-imuniteto-in-s-tem-v-krsitev-moralno-eticnega-kodeksa-nas-noben-ne-more-prisiliti", "sources::d_date": "11/06/2020", "modId": "0", "downloaded_to": "443f875b6ca506a56fae6a66e23a63a08c1611e58a0b6a3703ffb38d512ce469"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "12", "actors::name": "Public support service providers", "modId": "1"}], "targetGroups": [{"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}, {"recordId": "73", "targetGroups::name": "Workers in care facilities", "modId": "8"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1394", "modId": "16"}