{"fieldData": {"title": "Partial reimbursement of fixed cost", "title_nationalLanguage": "Delno kritje fiksnih stroško", "d_startDate": "10/01/2020", "d_endDate": "03/31/2021", "calc_country": "Slovenia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "SI-2020-40/1485", "dateType": "Temporary", "calc_creationDay": "11/27/2020", "calc_lastUpdate": "01/22/2021", "descriptionBackgroundInfo": "On 25 November 2020, the Parliament passed the sixth COVID-19 law (_Act Determining Intervention Measures to Remedy the Consequences of the Second Wave of COVID-19 Epidemic_, ZIUOPDVE). The partial reimbursement of fixed costs is a new measure. Besides the already existing [Temporary layoff scheme and reimbursement of wage related compensation to employers](https://static.eurofound.europa.eu/covid19db/cases/SI-2020-11_436.html), the [Partial reimbursement of fixed costs](https://static.eurofound.europa.eu/covid19db/cases/SI-2020-23_904.html) is the most important state intervention in the sixth COVID-19 law. The minister of finance expects that both measures will cost about €900 million.", "descriptionContentOfMeasure": "The measure aims at supporting businesses to overcome temporary stagnation by subsidising their fixed costs. These costs may include compensations for land use, insurance fees, utility costs and energy bills. Private companies (including self-employed persons and cooperatives) must meet the following requirements:\r\r* Established before 1 September 2020; \r* Employing at least one person;\r* Not a ‘firm in difficulty’, as defined in Commission Regulation (EU) No 651/2014;\r* Cannot perform business activities or to a lesser extent due to COVID-19 epidemic;\r* Fixed costs are not covered by other sources (like insurance);\r\rThresholds for the partial reimbursement of fixed costs are:\r\r* at least 30% lower income in the last quarter of the year 2020 compared to the same quarter of the year 2019;\r* the maximum support is limited to €1,000 per employee a month;\r* the maximum support is limited to 70% less income for large and medium companies and 90% for small and micro-companies.\r\rThe government will pay off reimbursements on 20 January 2021.\r\rThe Minister of Finance gave exemplar calculations of a subsidy one company may receive. A company with 60 employees, €3 million income and 70% less income gets €108,000. If the same company has between 30 and 70% less income, it receives €54,000. A small company with 3 employees, €12,000 income a month and 70% less income gets €5,400. If it has between 30 and 70% less income, it receives €2,700.\r", "descriptionUseOfMeasure": "The measure is valid for the last quarter of the year 2020. It may be prolonged for another six months.", "descriptionInvolvementOfSocialPartners": "Social partners contributed their proposals and amendments to the law. Employer organisations (The Chamber of Commerce and Industry of Slovenia, GZS and The Chamber of Craft and Small Business of Slovenia, OZS) demanded lower thresholds and a higher ratio of subsidies to the lost income than determined in the sixth COVID-19 law.\rTrade unions proposed employee participation in profits for all companies which have received any state support during the epidemic. The proposal was not accepted.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2020-40_1485.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2143", "sources::title": "Zakon o interventnih ukrepih za omilitev posledic drugega vala epidemije COVID-19 (ZIUOPDVE) [Act Determining Intervention Measures to Remedy the Consequences of the Second Wave of COVID-19 Epicemic", "sources::url": "https://www.iusinfo.si/Priloge/PRIPDZ/PRIPDZ101E1472VIIIN40_6_1.PD", "sources::d_date": "11/25/2020", "modId": "0", "downloaded_to": "3923838473fbfed2ee8c7621d4127077baed16fd52e1e18b54dc5f6219453b1b"}, {"recordId": "2144", "sources::title": "Poslanci sprejeli paket za gospodarstvo s »podtaknjenci« [Deputees adapted law for economy along with 'rootstocks'", "sources::url": "https://www.delo.si/novice/slovenija/poslanci-sprejeli-paket-za-gospodarstvo-s-podtaknjenci", "sources::d_date": "11/26/2020", "modId": "0", "downloaded_to": "d93c679442c6c203e1ca728293490710f8df52af24af1830a0c34b06ca50e544"}, {"recordId": "2488", "sources::title": "Act Determining Intervention Measures to Assist in Mitigating the Consequences of the Second Wave of COVID-19 Epidemic (Zakon o interventnih ukrepih za pomoč pri omilitvi posledic drugega vala epidemije COVID-19, ZIUPOPDVE", "sources::url": "http://pisrs.si/Pis.web/pregledPredpisa?id=ZAKO830", "sources::d_date": "12/30/2020", "modId": "0", "downloaded_to": "47c166ecb1b7632056cc5c3893555a75862c56642742d0936869e5ebb95c2a6f"}, {"recordId": "2500", "sources::title": "MMC RTV, OZS: Stanje v malem gospodarstvu je alarmantno [OZS: Situation in small business is alarming", "sources::url": "https://www.rtvslo.si/gospodarstvo/ozs-stanje-v-malem-gospodarstvu-je-alarmantno-od-vlade-pricakujemo-takojsnje-odprtje-dejavnosti/54794", "sources::d_date": "01/05/2021", "modId": "0", "downloaded_to": "84755005907610219e0bf756cc19bfd4676f5a2722e73acbf987c05c53d5fcc8"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [{"recordId": "542", "updates::d_date": "12/29/2021", "updates::description": "The seventh COVID-19 law (ZIUPOPDVE), adopted by the Parliament on 29 December 2020, raised subsidies for fixed costs in sectors most hit by the epidemic:\rThresholds for the partial reimbursement of fixed costs are:\r\r* €1,000 per employee a month for a company with at least 30% lower income and up to 70% lower income;\r* €2,000 per employee a month for a company with more than 70% lower income;\r* the maximum support is limited to 70% less income for large and medium companies and 90% for small and micro-companies;\r* total state support cannot exceed €800,000.\r\rCalculation of lost income can also take into account the average number of employees or the value of fixed assets, excluding land if it is more favourable for the beneficiary.\r \rAll reimbursements will be paid in January 2021. The government extended measure until 31 March 2021.\r\rThe Chamber of Craft and Small Business of Slovenia (OZS) and the Slovenian Chamber of Commerce (TZS) said that all measures together do not cover all costs. Employer organisations appealed for the opening of shops and activities as soon as possible. ", "modId": "4"}], "regions": []}, "recordId": "1395", "modId": "25"}