{"fieldData": {"title": "Guidance from the unions to the members about COVID-19 related issues", "title_nationalLanguage": "Vejledning fra fagforbundene til medlemmerne om COVID-19", "d_startDate": "03/20/2020", "d_endDate": "", "calc_country": "Denmark", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Other", "calc_identifier": "DK-2020-12/1509", "dateType": "Open ended", "calc_creationDay": "11/30/2020", "calc_lastUpdate": "12/05/2020", "descriptionBackgroundInfo": "When the first support packages directed at keeping jobs and supporting companies were activated, the Danish Trade Union Confederation (Fagbevægelsens Hovedorganisation, FH) and its biggest member unions established a home page that on a current basis offers information and guidance about support measures and other issues that concern the union members due to the spread and effect of the corona virus and COVID-19. \r\r ", "descriptionContentOfMeasure": "FH’s home page contains guidance and answers to COVID-19-related questions, including guidance on tripartite agreements on wage compensation (that stopped 29 August 2020) including rates, on the job sharing schemes, on maternity benefits, and on compensation for apprentices and trainees. Part of the home page is build up as answering FAQs. The visitors to the home page is also recommended to visit their own union’s home page.\r \rThe biggest unions of FH also offered support and guidance on their home pages:\r\r3F: United Federation of Danish Workers (Fagligt Fælles Forbund) offers information and answers questions about the wage compensation scheme, the job sharing schemes and unemployment benefits and other social security benefits. Besides the home page informs about possible continuous training during the time when the employee are furloughed. There is also general information about the corona virus including how to deal with it at the workplace. Members of 3F are skilled and unskilled blue-collar workers. \r\rHK Danmark: The union of clerical and commercial workers, HK, offers an overview of pages about coronavirus in relation to the members’ working life. The information addresses the members of HK Danmark’s four sector unions, all white-collar employees: HK Trade for members in retail, administration and storage. HK Municipal for members employed in municipalities and regions. HK Private for members in the private companies and HK State for members working in the state.\r\rFOA: Trade and Labour (Fag og Arbejde) offers support and answers regarding the corona situation and the workplace including a hotline. FOA’s largest group of members are social and health care assistants and hospital porters, which means that FOA’s members are front line employees in the health care sector. ", "descriptionUseOfMeasure": "According to the unions the members frequently ask questions about how to relate to information and issues regarding COVID-19 or visit the home pages in order to find information in the FAQ section. ", "descriptionInvolvementOfSocialPartners": "The confederation, FH, and the biggest unions 3F, HK and FOA in this case offers guidance on special home pages to the union members about corona and COVID-19 related issues.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/DK-2020-12_1509.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2242", "sources::title": "Fagbevægelsens Hovedorganisations vejledning om corona virus", "sources::url": "https://fho.dk/blog/2020/03/20/fagbevaegelsens-hovedorganisations-vejledning-om-corona-virus/ ", "sources::d_date": "03/20/2020", "modId": "0", "downloaded_to": "2dcdb1e2e3f7677a900e6bbdf2f4b7dca55015f7b383bf4f57a31f401959bbc5"}, {"recordId": "2243", "sources::title": "Coronavirus - Find svar om corona og arbejdspladsen - FOA", "sources::url": "https://www.foa.dk/forbund/temaer/a-i/corona-virus", "sources::d_date": "03/20/2020", "modId": "0", "downloaded_to": "7d52cf651c666c5a4289ed75ce8b9b92c7f23e4ef74098f47efbefe32c40b1e3"}, {"recordId": "2244", "sources::title": "3F - Vejledning om corona ift arbejdsfordeling og dagpenge ", "sources::url": "https://www.3f.dk/faa-hjaelp/coronavirus/ny-aftale-om-arbejdsfordeling#ofte-stillede-spoergsmaal", "sources::d_date": "03/20/2020", "modId": "0", "downloaded_to": "4b7b6006c990a880990cd4836789a2bdfc17fc7f70f4fffd63f9b8f8c4f90423"}, {"recordId": "2245", "sources::title": "Coronavirus - Få overblik her - HK", "sources::url": "https://www.hk.dk/coronavirus-faa-overblik", "sources::d_date": "03/20/2020", "modId": "0", "downloaded_to": "9bfbb1ddf0450f8abf61e94981c00f8bb317e8efee66b9ef0343683f3a8148e6"}], "actors": [{"recordId": "3", "actors::name": "Trade unions", "modId": "3"}], "targetGroups": [{"recordId": "51", "targetGroups::name": "Other groups of workers", "modId": "15"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1419", "modId": "17"}