{"fieldData": {"title": "Unions want to speed up tripartite national social dialogue", "title_nationalLanguage": "Les syndicats souhaitent accélérer la tripartite\rLe syndicat LCGB exige une tripartite avant la fin de l'année \rLe syndicat LCGB exige une tripartite avant la fin de l'année", "d_startDate": "11/23/2020", "d_endDate": "", "calc_country": "Luxembourg", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "LU-2020-48/1515", "dateType": "Temporary", "calc_creationDay": "11/30/2020", "calc_lastUpdate": "12/05/2020", "descriptionBackgroundInfo": "Prior to the Prime Minister's press conference on 23 November 2020, the \"Lëtzebuerger Chrëschtleche Gewerkschaftsbond\" (LCGB, Luxembourg Christian Trade Union Confederation) and \"Onofhängege Gewerkschaftsbond Lëtzebuerg\" (OGBL,Independent Trade Union Confederation of Luxembourg) unions expressed their wish to organise a tripartite before the end of the year. According to the unions, such a measure would be necessary to take into account the difficult situation created by the COVID-19 crisis, especially if a second lockdown takes place.", "descriptionContentOfMeasure": "The trade unions, notably the LCGB wants all the actors - government, employers and trade unions - to discuss the necessary measures to avoid a wave of bankruptcies in the sectors affected by the renewed lockdown, as well as the extension of short-time work. Especially since the catering and events industry, to name but two sectors, was already severely shaken by the first lockdown in March and weakened by the subsequent uncertain and turbulent times. Although state aid to enterprises has been announced, the LCGB is today calling on the government to develop measures to safeguard jobs, incomes and the livelihoods of workers", "descriptionUseOfMeasure": "not available", "descriptionInvolvementOfSocialPartners": "For the time being it is just a proposal from the unions, mainly the LCGB. As far as the unions are concerned, the LCGB has taken the initiative and would like to see a tripartite meeting before the end of 2020. For the time being, the idea of organising a tripartite at the national level is only discussed through the exchange of views through press releases.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LU-2020-48_1515.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Tripartite agreements", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2182", "sources::title": "L'UEL et la fausse bonne idée d'une nouvelle tripartit", "sources::url": "https://www.wort.lu/fr/luxembourg/l-uel-et-la-fausse-bonne-idee-d-une-nouvelle-tripartite-5fbe1ed9de135b9236e4bb4", "sources::d_date": "11/25/2020", "modId": "0", "downloaded_to": "a159df975a0ecd6b0a8ee293c604a8b4a4d71a1d4ad34d0d5884195bbcb26445"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1425", "modId": "20"}