{"fieldData": {"title": "Support for apprenticeship: a bonus for companies", "title_nationalLanguage": "Soutien à l'apprentissage: une prime pour les entreprises", "d_startDate": "08/18/2020", "d_endDate": "", "calc_country": "Luxembourg", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "LU-2020-34/1516", "dateType": "Open ended", "calc_creationDay": "11/30/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "In the context of the current COVID-19 crisis, the Ministry of Education introduced a special grant to ensure that companies and training institutes continue to create apprenticeships for younger people in the labour market. \r\rAs the crisis has had a negative effect on many companies in Luxembourg, it has also impacted on the number of apprenticeships, and in the long run, on new jobs that are vital in the post-COVID period. The measure is a financial support measure. ", "descriptionContentOfMeasure": "Companies and training institutes in the private sector creating apprenticeships for young people are eligible. \r\rBased on a request that companies must send to the Ministry of Education, the single allowance ranging from €1,500 to €5,000 takes the form of a lump sum subsidy. \r\r* the number of apprenticeship contracts (from 15 July 2020 onwards) and in force at the time of the request.\r* the number of new apprenticeship contracts concluded from 16 July 2020 onwards;\r* the number of apprenticeship contracts resumed following the end of the apprenticeship contract after 24 June 2020;\r* the average annual number of apprentices admitted to the course.\r\rEligible companies must have the right to train on the day of the request and proof that they concluded the apprenticeship contract and of the completion of the trial period. Eligible companies must also present a certificate of affiliation to the Joint Social Security Center.", "descriptionUseOfMeasure": "No data has been disclosed. ", "descriptionInvolvementOfSocialPartners": "The measure has been discussed and agreed upon by social partners during a session of the National Conjuncture Committee chaired by the Ministry of the Economy. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LU-2020-34_1516.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only public sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2183", "sources::title": "Soutien à l'apprentissage: une prime pour les entreprises", "sources::url": "https://gouvernement.lu/dam-assets/documents/actualites/2020/08-aout/Prime-apprentissage.pdf", "sources::d_date": "08/18/2020", "modId": "0", "downloaded_to": "a066b28d63195494003865f298cc0c468e3319bb973e1bfca5631a5900b539e7"}], "actors": [{"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [{"recordId": "51", "targetGroups::name": "Other groups of workers", "modId": "15"}, {"recordId": "68", "targetGroups::name": "Youth (18-25) in employment", "modId": "9"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1426", "modId": "18"}