{"fieldData": {"title": "Kurzarbeit – New short working time adopted", "title_nationalLanguage": "Timpul redus de muncă", "d_startDate": "08/13/2020", "d_endDate": "06/30/2021", "calc_country": "Romania", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "RO-2020-33/1533", "dateType": "Temporary", "calc_creationDay": "12/01/2020", "calc_lastUpdate": "12/05/2020", "descriptionBackgroundInfo": "The measure was adopted in the context of support measures to ensure the strengthening of the labour market, while preventing an increase in the unemployment rate at national level, as well as providing a source of income for employees, thus reducing the negative social effects caused by the spread of SARS-CoV-2 coronavirus. The aim is to support both employees and employers in the context of the pandemic crisis.\r\rThe reduction of working time is regulated by Government Emergency Ordinance no. 132/2020 and Government Decision no. 719/2020, for the approval of the settlement and payment procedure of the amounts granted based on GEO no. 132/2020. According to a draft regulation, the measure will be extended until 30 June 2021.", "descriptionContentOfMeasure": "By unilateral decision, the employer reduces the working time of employees by a maximum of 50% and pays the salaries according to the hours worked. In addition, employees receive an allowance of 75% of the difference between the gross basic salary according to the individual employment contract and the gross basic salary for the hours actually worked as a result of the reduction in working time. The allowance is paid by the employer, afterwards settled from the unemployment insurance budget. So the impact of the measure is divided between: the state, which pays the allowance, the employer - which pays the salary corresponding to a part-time job and the wage earners - whose revenues can go down to 87.5% of normal salary.\r\rThe measure to reduce working time and corresponding salary must affect at least 10% of the number of employees in the company. The reduction in activity must be justified by a decrease in turnover by at least 10% compared to the same month of the previous year. During the application of the measure, the employer is prohibited from operating collective redundancies or hiring staff in positions similar to those of employees whose working hours have been reduced.", "descriptionUseOfMeasure": "According to the Ministry of Labour, approximately 700,000 people benefit from the new measures adopted by the Government, the budgetary impact being estimated at RON 2.4 billion. The measure is hoped to help keep companies active, given that between March and November 2020 - 13,460 companies have been dissolved nationally, down 30% from the corresponding period in 2019.", "descriptionInvolvementOfSocialPartners": "From the outset, the measure received the support of most of the employers' organizations and business organizations in Romania.\rOn the other hand, Cartel Alfa and the National Trade Union Bloc have drawn up a list of [objected objections](https://cursdeguvernare.ro/neintelegeri-sindicate-patronate-guvern-pe-proiectul-muncii-flexibile-principala-problema-lipsa-protectiei-angajatilor-cum-procedeaza-alte-tari-ue.html), starting from the fact that the decision is taken unilaterally by the employer, without consulting the trade unions, and especially that the announcement of employees can be made only one day before apply the reduction of the work schedule.\rThe Draft Law for approving the Government Emergency Ordinance no. 132/2020 is pending adoption, having already passed by the Senate. The Draft Law was [approved positively] (http://www.cdep.ro/proiecte/2020/500/50/2/ces727.pdf) by most of the social partners represented in the Economic and Social Council.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/RO-2020-33_1533.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1954", "sources::title": "EMERGENCY ORDINANCE no. 132 of 7 August 2020\ron support measures for employees and employers in the context of the epidemiological situation caused by the spread of the SARS-CoV-2 coronavirus, as well as for stimulating employment growth", "sources::url": "http://legislatie.just.ro/Public/DetaliiDocument/229026", "sources::d_date": "08/07/2020", "modId": "0", "downloaded_to": "dfbb659e2f21c4f347ad16cc64acf57de7e966d6c9ef1994f6fbfc41681ba176"}], "actors": [{"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "11", "actors::name": "Social insurance", "modId": "1"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}, {"recordId": "2", "funding::name": "Employees", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1443", "modId": "12"}