{"fieldData": {"title": "Support for preservation of jobs in sectors affected by COVID-19 ", "title_nationalLanguage": "Potpore za očuvanje radnih mjesta u sektorima pogođenima koronavirusom", "d_startDate": "03/20/2020", "d_endDate": "06/30/2020", "calc_country": "Croatia", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "HR-2020-12/361", "dateType": "Temporary", "calc_creationDay": "04/07/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "Tourism is very sensitive to safety and health because if tourists do not feel safe, they do not travel. Due to the nature of the Croatian tourism where majority of the guests are coming by private booking with personal cars during the summer season in June and August, it is possible to achieve relatively decent results if the pandemic will last one month. \r\rHowever, if the coronavirus will last for two months or more, there could be really harmful consequences for the Croatian tourism and the economy in total. It should be relatively easy to solve the economic consequences of a short duration of the disease. On the other hand, a longer duration of the pandemic situation in Croatia and in Italy, which is one of Croatian most important foreign trade partner and whose citizens traditionally present a significant part of overseas tourists in Croatia, could have seriously adverse outcomes for the Croatian economic growth. This measure is not exclusively related to tourism industry, but one can assess that this industry has been seriously negatively impacted by the crisis.  \r\rThe Croatian Employment Service unifies two measures: This measure “Support for preservation of jobs in sectors affected by COVID-19“ (HR-2020-12/361) and \"Support for preservation of jobs by micro-entrepreneurs whose economic activity has been disrupted due to a special circumstance caused by the COVID-19” [HR-2020-27/921](https://static.eurofound.europa.eu/covid19db/cases/HR-2020-27_921.html?utm_source=externalDashboard&utm_medium=powerbi&utm_campaign=covid-19).  ", "descriptionContentOfMeasure": "The support for preservation of jobs in sectors affected by coronavirus is implemented by the Croatian Employment Service by awarding grants as a form of co-financing of wage costs. The Croatian Employment Service (CES) awards grants to an eligible employer in the amount of HRK 3.250,00 (€434) per month for full-time worker and HRK 1.625,00 (€217) per month for part-time worker. CES also awards a proportional part of the amount of HRK 3,250.00 or HRK 1,625.00 per worker for the time they did not work according to the decision of the Civil Protection Directorate. \r\rThe support can be provided to \r\r* employers in the following activities: providing accommodation and preparation and serving of food and drinks (Sector I), transportation and storage (Sector H) and health tourism; labour-intensive activities within the manufacturing industry like textiles, clothing, footwear, leather, wood and furniture; \r* employers who have been banned from performing their business activities by decisions of the Civil Protection Headquarters (national, county, local self-government units) and cannot carry out their activities, and \r* all other employers who can prove the adverse impact of special circumstances, if their income is reduced by more than 20%. \r\rSince 26 March 2020 all beneficiaries of grants for self-employment (owners and employees), employers who have been registered at the Croatian Pension Insurance Institute by 29 February 2020 and all workers employed until 29 February 2020 have also been included. \r\rThe support cannot be granted if there has been a decrease in the number of employees in the period from 20 March 2020 until the date of submission of the Grant Application, if the percentage of dismissal is greater than: \r\r* 40% for employers employing up to 10 workers; \r* 20% for small businesses;\r* 15%for medium-sized enterprises and \r* 10% for large companies. \r\rThe aforementioned amount of the grant - HRK 3,250 or HRK 1,625 per worker - is applied for March 2020, while for April and May 2020 it will be increased per worker monthly to HRK 4,000 (€534) for full-time job or HRK 2,625 (€267) for part-time job. The state will also cover also payment of social contributions, which amounts to HRK 1,460 (€194) for a net wage of HRK 4,000. In total, the state will pay HRK 5,460 (€728) per employee. \r\r ", "descriptionUseOfMeasure": "At the end of March,  around 65,000 employers with around 400,000 thousand workers were registered as users of the scheme at the CES.  At the end of April, the government has paid more than one and a half billion HRK (€200 million) to preserve jobs for around 485,000 employees. Almost 84,000 employers have received support, including 145 large entrepreneurs.\rThe main criterion for assistance was a 20 percent drop in turnover. Leading recipients of the grants are big touristic company Valamar Riviera with more than 2,500 employees who have been paid more than eight million HRK (€1.07 million) followed by Boxmark Leather with more than 2,000 employees, Mlinar with 1,737 employees, a car parts manufacturer from Solin AD Plastik with more than 1,500 employees. Of all beneficiaries of the grant 91,78% are micro firms with less than 10 employees, 6,99% are SME with less than 50 employees, 1.06% are medium employers with less than 250 employees, 0.03% are bigger employers with more than 250 employees.  \rAccording to the data of the Ministry of Labour and Pension System issued in May, the measures included about 550,000 employees. According to the same source, in March and April 2020 alone, the state allocated a total of around HRK 3.5 billion (€467 million) to measures to preserve jobs in the context of the coronavirus pandemic. It is estimated that the measures in May 2020 costed the state treasury about HRK two billion (€267 million). Therefore, the state has spent around HRK 5.5 billion (€734 million) in three months of implementing measures to preserve employment in the coronary crisis.\r", "descriptionInvolvementOfSocialPartners": "The representatives of social partners are members of the Management Board of the Croatian Employment Service (CES) which decides about the characteristics, duration and the amount of a particular measure. The Management Board of the Croatian Employment Service decides about the content and possible extension of the measures every two months. ", "socialPartner_form": "Bi-or tripartite social dialogue bodies", "socialPartner_role": "Informed", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/HR-2020-12_361.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "208", "sources::title": "Donesene Mjere za očuvanje radnih mjesta uzrokovanih posebnim okolnostima uvjetovanih koronavirusom COVID – 19", "sources::url": "https://www.hzz.hr/novosti-priopcenja/donesene-mjere-za-ocuvanje-radnih-mjesta-uzrokovane-covid19-krizom.php", "sources::d_date": "03/12/2020", "modId": "5", "downloaded_to": "0cef90b09139ce91e0f423db8fe3f2f0b673800bb9a32e23fb664974e1fab359"}, {"recordId": "209", "sources::title": "Prijedlog zaključka o drugoj skupini mjera za pomoć gospodarstvu uslijed epidemije koronavirusa", "sources::url": "https://vlada.gov.hr/sjednice/222-sjednica-vlade-republike-hrvatske-29132/29132", "sources::d_date": "04/02/2020", "modId": "5", "downloaded_to": "3bdc7a2f37d78b20f5d0439ca39d43f6d677665cddaacb6d6e30b71fecc7b7b6"}, {"recordId": "785", "sources::title": "Statistika korisnika potpore očuvanje radnih mjesta - ožujak 2020.", "sources::url": "https://mjera-orm.hzz.hr/korisnici-potpore/statistika-ozujak-2020/", "sources::d_date": "04/06/2020", "modId": "1", "downloaded_to": "f89043a19fc1076a3ca228547bf24b959f773f430d40af848902b03158db6033"}, {"recordId": "895", "sources::title": "Employer who pays profit by the end of 2021 will have to return the aid", "sources::url": "https://www.novilist.hr/vijesti/gospodarstvo/hzz-izmijenio-uvjete-poslodavac-koji-isplati-dobit-do-kraja-2021-morat-ce-vratiti-potpore/", "sources::d_date": "05/29/2020", "modId": "0", "downloaded_to": "71b9d46f6efff4a81715cd9b5231b5b5045d8bf71bc1c336178fdcf662b1391d"}, {"recordId": "896", "sources::title": "Potpora za očuvanje radnih mjesta u djelatnostima pogođenima Koronavirusom (COVID – 19) za\rlipanj 2020. godine", "sources::url": "http://mjere.hr/admin/wp-content/uploads/2020/05/Potpora-za-očuvanje-radnih-mjesta-_-LIPANJ.pdf", "sources::d_date": "05/29/2020", "modId": "0", "downloaded_to": "0fed75378fe6c4865c6680b9bed8de07ec4232618440b3241b724e13fec82838"}, {"recordId": "897", "sources::title": "Statistika korisnika potpore očuvanje radnih mjesta - ožujak 2020.", "sources::url": "https://mjera-orm.hzz.hr/korisnici-potpore/statistika-ozujak-2020/", "sources::d_date": "06/01/2020", "modId": "0", "downloaded_to": "f89043a19fc1076a3ca228547bf24b959f773f430d40af848902b03158db6033"}, {"recordId": "910", "sources::title": "CES decision on Amendments to the Terms and Conditions for the Use of Funds for the Implementation of Active Employment Policy Measures in 2020", "sources::url": "https://www.hzz.hr/novosti-priopcenja/nova-mjera-lipanj-2020-izmjena-kriterija-svibanj-poslodavci-50-zaposlenih.php", "sources::d_date": "05/29/2020", "modId": "0", "downloaded_to": "f91b9ee89a7e53e1de596292bf4b3c7ecc5813711d3fda976da1a2b1f3f53318"}, {"recordId": "1188", "sources::title": "Potpora za očuvanje radnih mjesta u kriznim\rdjelatnostima pogođenima Koronavirusom (COVID – 19)\rza srpanj i kolovoz 2020. godine", "sources::url": "https://mjera-orm.hzz.hr/media/w2shmldw/hzz-provedbna-dokumentacija-potpora-za-srpanj-kolovoz-h_i_j_n_r-1007.pdf", "sources::d_date": "07/10/2020", "modId": "0", "downloaded_to": "8058542456804f368025e9eccd96c6dc7a4a2f1884dd37731638ea92dbfcf6bd"}, {"recordId": "1342", "sources::title": "Potpore za očuvanje radnih mjesta u djelatnostima pogođenima Koronavirusom (COVID – 19)  – Mikropoduzetnici", "sources::url": "https://www.hzz.hr/novosti-priopcenja/nove-mjere-osobe-s-invaliditetom-mikropoduzetnici-kolovoz-prosirene-djelatnosti.php", "sources::d_date": "07/29/2020", "modId": "0", "downloaded_to": "1ee3a2999d40c6ee374491d9ca3594f91440d763225659599b842079a2bc3875"}, {"recordId": "1354", "sources::title": "Potpore za očuvanje radnih mjesta se nastavljaju, početak prijava od idućeg tjedna ", "sources::url": "https://www.hzz.hr/novosti-priopcenja/nastavak-provodjenja-potpora-za-ocuvanje-radnih-mjesta-do-prosinca.php", "sources::d_date": "09/08/2020", "modId": "0", "downloaded_to": "719891b95be08e3d6d9ad3d1460fbcbc45bf63b93ed796844e9c157a7b430584"}, {"recordId": "1617", "sources::title": "Potpora za očuvanje radnih mjesta - rujan-prosinac 2020. za djelatnosti", "sources::url": "http://mjere.hr/admin/wp-content/uploads/2020/09/Potpora-za-ocuvanje-radnih-mjesta-za-rujan-prosinac-2020-10-09.pdf", "sources::d_date": "09/09/2020", "modId": "0", "downloaded_to": "9739d1a57e8f8bf694ab1491fe2dedbaf42e215acfb8015c8c31f8431e14b8b1"}, {"recordId": "1618", "sources::title": "Statistika korisnika potpore za očuvanje radnih mjesta - lipanj 2020.", "sources::url": "https://mjera-orm.hzz.hr/korisnici-potpore/statistika-lipanj-2020/", "sources::d_date": "09/04/2020", "modId": "0", "downloaded_to": "4eedfa52638e2f1dbb5b819e43ae8f024c0a1fd045e4fd0a716c6862b8ee6c22"}, {"recordId": "1831", "sources::title": "Predstavljene nove mjere za očuvanje\rradnih mjesta: Dvije su ključne izmjene", "sources::url": "https://www.poslovni.hr/hrvatska/plenkovic-i-aladrovic-predstavljaju-nove-mjere-za-ocuvanje-radnih-mjesta-4255464", "sources::d_date": "10/20/2020", "modId": "0", "downloaded_to": "d931dc39682225b4681e32f2f02dd23f1368826cddf41532b66543e2a8b0559d"}, {"recordId": "1832", "sources::title": "Plenković: Uvodimo stupnjevanje potpore tvrtkama sukladno padu prometa, potpore za kraće radno vrijeme dižu se na 2800 kuna", "sources::url": "https://www.tportal.hr/biznis/clanak/uzivo-plenkovic-i-aladrovic-predstavljaju-mjere-za-pomoc-gospodarstvu-20201020", "sources::d_date": "10/20/2020", "modId": "0", "downloaded_to": "d932ecdcdda34949ce22b3248326811942898195272d70f212047f58282910a6"}, {"recordId": "1887", "sources::title": "Potpora za očuvanje radnih mjesta u djelatnostima pogođenima Koronavirusom (COVID – 19) za listopad – prosinac", "sources::url": "http://mjere.hr/admin/wp-content/uploads/2020/10/Potpora-za-o%C4%8Duvanje-radnih-mjesta-u-djelatnostima-pogo%C4%91enima-Koronavirusom-COVID-19-za-listopad-prosinac_22-10-3.pdf", "sources::d_date": "10/23/2020", "modId": "0", "downloaded_to": "a5fd05266332f04837eb8a3aa2559794a60a840069af81daee7a188867db8fe2"}, {"recordId": "2015", "sources::title": "COVID-19 kao izgovor – uz Vladin blagoslov ", "sources::url": "http://www.sssh.hr/upload_data/site_files/sa-507.pdf page 2 ", "sources::d_date": "10/15/2020", "modId": "0", "downloaded_to": "1297934a482b67e3542360afdf9adf82b70c2857bfe83861dca2220588c3605d"}, {"recordId": "2300", "sources::title": "Upravno vijeće Zavoda donijelo odluku o izmjenama i dopunama uvjeta korištenja mjera", "sources::url": "https://www.hzz.hr/novosti-priopcenja/izmjene-orm-listopad-prosinac-za-studeni-prosinac.php", "sources::d_date": "12/04/2020", "modId": "0", "downloaded_to": "4d3617efcdaea914f095c23a3cde8ae66fc3c9d90c45369587f69c1aa9a4b2bd"}, {"recordId": "2363", "sources::title": "Uputa o provedbi mjere nadoknade dijela ili svih plaćenih fiksnih troškova u sklopu mjere Potpore za očuvanje radnih mjesta u djelatnostima pogođenim Koronavirusom (COVID-19) ", "sources::url": "https://www.porezna-uprava.hr/Stranice/UputaMjereCovid.aspx", "sources::d_date": "12/04/2020", "modId": "0", "downloaded_to": "85e7b7500e1e44158783506e10aa68f2c8bd8f5a0f6bf1b5f9e598dabedf0c1d"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "37", "sectors::code": "C10", "sectors::name": "Manufacture of food products", "modId": "0"}, {"recordId": "38", "sectors::code": "C11", "sectors::name": "Manufacture of beverages", "modId": "0"}, {"recordId": "40", "sectors::code": "C13", "sectors::name": "Manufacture of textiles", "modId": "0"}, {"recordId": "42", "sectors::code": "C15", "sectors::name": "Manufacture of leather and related products", "modId": "0"}, {"recordId": "49", "sectors::code": "C22", "sectors::name": "Manufacture of rubber and plastic products", "modId": "0"}, {"recordId": "77", "sectors::code": "H49", "sectors::name": "Land transport and transport via pipelines", "modId": "0"}, {"recordId": "78", "sectors::code": "H50", "sectors::name": "Water transport", "modId": "0"}, {"recordId": "79", "sectors::code": "H51", "sectors::name": "Air transport", "modId": "0"}, {"recordId": "80", "sectors::code": "H52", "sectors::name": "Warehousing and support activities for transportation", "modId": "0"}, {"recordId": "83", "sectors::code": "I55", "sectors::name": "Accommodation", "modId": "0"}, {"recordId": "84", "sectors::code": "I56", "sectors::name": "Food and beverage service activities", "modId": "0"}], "updates": [{"recordId": "45", "updates::d_date": "05/29/2020", "updates::description": "At the session held on 29 May 2020, the Management Board of the Croatian Employment Service (CES) introduced the Job Preservation Support (COVID-19) for June 2020, which continues the job preservation support for eligible sectors whose business cannot be opened for objective reasons or have a decline of at least 50%, and caused by the COVID-19 crisis, which seeks to avoid the dismissal of workers from the activities actually affected and the sudden entry of workers into the unemployment register.\r\rThe amount of the subsidy is HRK 4,000 for the month of June per full-time worker, i.e. the proportional part per worker according to the number of part-time working hours.\r\rEmployers need to prove that in May 2020 they had a decrease in income by at least 50% compared to May 2019, based on the submission of the VAT form for May 2020 and May 2019 and that they  are registered in the Croatian Pension Insurance Institute system by 29 February 2020. If the employer operates for less than 12 months, it is necessary to prove a decrease in turnover by at least 50% in May 2020 compared to February 2020 based on the submission of the VAT form for May and February 2020.\r\rHowever, CES has changed the conditions and methods of using funds for the implementation of active employment policy measures in 2020, and the most significant change is that the employer will have to repay support if it pays a dividend or profit share by the end of 2021.\r\rThis measure should cover up to 100,000 employees, or about 450,000 less than before. The calculations show, that it should be significantly cheaper for the state treasury, given that in June, as estimated in government circles, it would cost around HRK 400 million (€53 million).\r", "modId": "5"}, {"recordId": "203", "updates::d_date": "07/10/2020", "updates::description": "At the session held on 10 July 2020, the Management Board of the Croatian Employment Service (CES) introduced the Job Preservation Support (COVID-19) for July and August 2020. The measure is directed towards following sectors: transport and storage - primarily passenger transport by land; accommodation and food and beverage service activities; travel agencies, tour operators and other reservation services and related activities; creative, artistic and entertainment activities, entertainment and recreation activities and production and showing of films and video films; recording and distribution of sound recordings and distribution of music recordings. \rEligible employers are organizers of cultural, business and sporting events, organizers of fairs and weddings, and related activities such as equipment rental companies, audio and video recording, ticket sales, hall rental and other companies that generate most of their income from events and public gatherings. Therefore, eligible employers are commercial companies, crafts, family farms and natural persons who are self-employed and who are insured on that basis.\rEligible employees are those employed by employers from the target group of employers: all insured persons with the employer in question (regardless of whether the employment is a fixed-term or indefinite, whether they are citizens of Croatia, EU or third countries, full-time or part-time or have some status such as a single parent, a Croatian war veteran and a posted worker) and workers employed in representative offices. \rThe monthly amount of the support is HRK 4,000 (€533) per full-time employee, with the proportional part per employee according to the number of hours of part-time work and HRK 250 (€33) contribution for pension insurance based on mandatory individual capitalized saving (fully funded). \rEmployers need to prove that in June 2020 they had a decrease in turnover/revenue at least 60% compared to June 2019, based on the submission of the VAT form for June 2020 and June 2019 to the Tax Administration to receive support for July, and a 60% drop in July to receive support for August. Quarterly VAT payers have to prove a decrease in turnover/revenue of 60% in the second quarter of 2020, compared to the second quarter of 2019. If the employer operates for less than 12 months, it is necessary for him or her to prove a decrease in turnover/revenue by at least 60% in June 2020 compared to February 2020 based on the submission of the VAT form for June and February 2020. ", "modId": "2"}, {"recordId": "246", "updates::d_date": "09/07/2020", "updates::description": "At the session held on 29 July 2020, the Management Board of the Croatian Employment Service (CES) extended the Job Preservation Support (COVID-19) for August 2020 and included also micro-entrepreneurs. The support for micro-entrepreneurs is in the amount of HRK 2,000 (€ 266.67) per month per full-time worker, or a proportional part per worker according to the number of hours worked part-time.", "modId": "3"}, {"recordId": "252", "updates::d_date": "09/09/2020", "updates::description": "At the session held on 7 September 2020, the Management Board of the Croatian Employment Service (CES) extended the Job Preservation Support (COVID-19) for the period until the end of 2020. The measure is directed towards the same sectors as before: transport and storage - primarily passenger transport by land; accommodation and food and beverage service activities; travel agencies, tour operators and other reservation services and related activities; creative, artistic and entertainment activities, entertainment and recreation activities and production and showing of films and video films; recording and distribution of sound recordings and distribution of music recordings. Eligible employers are those whose revenues decreased for at least 60%. The monthly amount of the support is HRK 4,000 (€533) per full-time employee, with the proportional part per employee according to the number of hours of part-time work and HRK 250 (€33) contribution for pension insurance based on mandatory individual capitalized saving (fully funded). The measure also includes micro-entrepreneurs. The support for micro-entrepreneurs is in the amount of HRK 2,000 (€ 266.67) per month per full-time worker, or a proportional part per worker according to the number of hours worked part-time.", "modId": "1"}, {"recordId": "299", "updates::d_date": "10/02/2020", "updates::description": "The statistics of users of Support for preservation of jobs in sectors affected by coronavirus in June 2020 shows that of total 18,030 users, 95.1% were micro entrepreneurs with up to 10 workers, 4.13% were small entrepreneurs with 11 to 50 workers, while less than 1% were medium entrepreneurs (with 51 to 250 workers) and large entrepreneurs (with more than 251 workers). Total number of their workers was 78,322, while expenditures were HRK 304,704,621 \r(€ 40,627,283). Since September 2020, the measure has been directed towards the same sectors as before, but conditions for eligibility were changes. Employers who are prevented from business activities are also eligible by the decision of the National or Regional Civil Protection Headquarters, regardless of sectors and income criteria. Furthermore, employers whose business activity is restricted by the decision of the National or Regional Civil Protection Headquarters, regardless of the sector and with a drop of revenues of 60% or more are also eligible.  Eligibility criteria for the employers in the sectors: transport, storage, catering, events, arts and entertainment (NKD classes H, I, J, M, N, R and S) is revenue decline of at least 60% for the comparative period. Employees should be employed since 31 August 2020 and beyond, while employers should have been registered in the system of the Croatian Pension Insurance Institute by 29 February 2020.", "modId": "3"}, {"recordId": "379", "updates::d_date": "10/20/2020", "updates::description": "The government announced on 20 October 2020, its intention is to change the conditions for assistance to the companies having problems due to COVID-19. The graded assistance will depend on a downturn in the volume of business. Thus, businesses with at least a 40% fall in their activity will be eligible to use monthly grants of HRK 2,000 (€266.66) per employee. Those businesses with a 50% fall in their turnover can count on monthly grants of HRK 2,500 (€333.33) per employee. Those employers experiencing a slump of up to 55% in their business activity can be awarded HRK 3,000 (€400) per employee per month, whereas HRK 3,500 (€466.66) is designed for a slump of up to 60%, and the highest monthly grant per employee is the amount of HRK 4,000 (€533.33)  is to be given to businesses with a slump of more than 60% in their business activities. Also, those employers are exempt from paying contributions in relation to those grants. The fall in business activity will be compared to the volume of business in the second and third quarters of 2019, so as to get a more realistic picture. Some businesses in the hospitality sector will be able to choose whether to compare the current state of affairs on a monthly basis or in relation to the quarters year-on-year. The new set is applicable as of 1 October 2020 and will be on force until the end of the year. The government underscored that to date, the government had disbursed HRK 6.85 billion (€912 million) for the job-retention scheme and that this amount will have risen above HRK 7.2 billion (€960 million) by the end of this year. The latest set has been hammered out following consultations with social partners, employers and trade unions.\r\r", "modId": "2"}, {"recordId": "393", "updates::d_date": "10/23/2020", "updates::description": "The Croatian Employment Service published a newly adjusted measures intended  to preserve jobs affected by the COVID-19 epidemic. This measure unifies two previous measures: “Support for preservation of jobs in sectors affected by COVID-19“ (HR-2020-12/361) and \"Support for preservation of jobs by micro-entrepreneurs whose economic activity has been disrupted due to a special circumstance caused by the COVID-19” (HR-2020-27/921). If an employer wants to use the new, unified measure, he or she must follow the prescribed procedure for giving up one of the previous two measures. It is not possible to accumulate the measures; the employer must decide which of the measures is more favourable for him or her. The new eligible sectors, in addition to those previously identified, are: agriculture, forestry, and fishing - only crop and livestock production, hunting and related service industries and fishing, and other service industries - repair of computers and personal and household goods and other personal service industries. The subsidy can be requested for all employees taken on before 30 September 2020. The subsidy amount is determined by the decline in revenue. This must be a decline of at least 60% to qualify for the maximum subsidy of HRK 4,000 (€ 533) per employee. The employer is obliged to retain all employees – business-related dismissal is not permitted. If an individual employee’s employment contract is terminated for another reason, the employer is entitled to the subsidy payment for the days on which the employee worked until the employment contract was terminated. Payment of funds follows, as before, on the last day of the month for the previous month, and at the latest upon submission of proof that the salary was paid - a VAT form or other legal document. This decision is applied for the period October-December 2020. ", "modId": "2"}, {"recordId": "424", "updates::d_date": "11/12/2020", "updates::description": "In measures to support for preservation of jobs in activities affected by COVID-19, employers are given the opportunity that \"if there is a termination of the employment contract, business termination or extraordinary dismissal of the employer, he or she does not have to make payment for a worker whose contract has been terminated for a month or days in the month due for payment”. In other words, in such situation, the support to employers is not conditioned by the retention of workers, but their support is only reduced by the number of workers to whom they give a business-related dismissal. Trade Unions state that some employers use the epidemic as an excuse to get rid of workers they want, or those for an indefinite period who will later replace others, with more flexible forms of work, etc. Therefore, on the meeting dedicated to the continuation of measures on 12 October 2020, representatives of the Trade Union in the Governing Board of Croatian Employment Office (a body responsible for designing and implementation of the measures) asked for a ban on business-related dismissal in companies receiving support. The Trade Unions believing that the preservation of jobs with public funds should be conditional on preserving all workers, not just those the employer wants to keep. According to their opinion, this is not an absolute ban on dismissal and reduction of the number of employees, because the expiry of a fixed-term contract, dismissal caused by the employee's behavior, extraordinary dismissal, personal dismissal, dismissal of the employee to the employer and retirement are fully allowed, but economic cancellation should not be allowed.", "modId": "1"}, {"recordId": "466", "updates::d_date": "12/04/2020", "updates::description": "On 4 December 2020, the Employment Service published amended conditions for granting support for the preservation of jobs of employers whose business was disrupted due to the impact of the Covid-19 pandemic and for employers covered by decisions of the Civil Protection Headquarters. Among other things, employers are enabled to receive support for November and December 2020 in the event of a decrease in revenues in one month (November 2020 / November 2019 and December 2020 / December 2019). This means the continuation of a monthly allowance of HRK 4,000 (€ 533) per worker during the lockdown and exemption from payment of social contributions. In addition, the activities eligible for support have been expanded, the right to support market-related undertakings has been introduced and the restriction on board members, directors and procurators regardless of the size of the employer has been lifted. This measure is designed for more than 80,000 private-sector workers. The government had so far preserved 630,000 jobs and helped 107,000 companies by disbursing a total of HRK 7.4 billion (€ 0,98 billion). As an additional support to employers who are beneficiaries of support from the Employment Service will be available a reimbursement of a part of fixed material costs to entrepreneurs whose work is prohibited or restricted. It will be realised through the Tax Administration. ", "modId": "2"}, {"recordId": "485", "updates::d_date": "12/27/2020", "updates::description": "Additional to regular support, entrepreneurs whose work has been suspended by the Decision of the Civil Protection Headquarters of the Republic of Croatia of 27 November 2020 (hereinafter: the Decision) will be reimbursed for all or part of the paid fixed costs for the month of December 2020. Eligible to the reimbursement of paid fixed costs are entrepreneurs with the decrease at least 60% in income and/or revenues in December 2020 compared to December 2019. Exceptionally, the right to reimbursement of paid fixed costs also have entrepreneurs who started operating in 2020 for whom the decrease in income and/or revenues in December 2020 compared to November 2020 was at least 60%. Mentioned fixed costs include monthly cost of rent, lease or concession fee of business premises in which the activity is performed; mandatory reserve requirement cost; monthly cost of electricity, water with associated fees, gas, costs related to the use of the heating network and the removal of municipal waste; utility fee cost; monthly expenditures for monument fee, monthly fee for public television, monthly fee for public use of music, monthly subscription to daily, weekly and monthly newspapers; monthly cost of internet and fixed telephone line; monthly cost of bookkeeping service and one twelve of the annual fee for organizing games of chance in casinos, slot machines and betting game. Entrepreneurs eligible for reimbursement are those whose business activities in the catering facilities and provision of catering services on agricultural tourism; closed casinos and slot machine clubs; temporary closed gyms, fitness centres and sports and recreation centres; temporary closed children's and other workshops and organization of dance schools; and temporary closed foreign language schools. ", "modId": "1"}], "regions": []}, "recordId": "252", "modId": "153"}