{"fieldData": {"title": "Subsidies for hiring employees with fixed-term contract", "title_nationalLanguage": "Subvenții la angajarea de salariați cu contract pe durată determinată", "d_startDate": "08/10/2020", "d_endDate": "12/31/2020", "calc_country": "Romania", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "RO-2020-33/1538", "dateType": "Temporary", "calc_creationDay": "12/01/2020", "calc_lastUpdate": "12/05/2020", "descriptionBackgroundInfo": "In the context of the general increase of the unemployment rate, the Government has adopted measures to limit it through temporary rules to stimulate the employment of seasonal employees. The focus is on companies that hire employees for a period of three months, but without preventing the extension of the contract. The measure is intended to stimulate employment in the general context of the unpredictability accompanying the COVID-19 crisis. \rBy Emergency Ordinance no. 132/2020, certain support measures were also adopted in the case of companies that hire people with a fixed-term contract. The necessary documentation for this settlement is provided in Order no. 1392/2020", "descriptionContentOfMeasure": "Until 31 December 2020, but not more than a period of three months, at the choice of the employer, for the employees who conclude individual employment contracts for a fixed period of up to three months, the settlement of 41.5% of the salary for the days worked in these jobs is ensured, for a working time of eight hours/day, but not more than RON 2,250, corresponding to the period worked.\r\rThe employer has the obligation to pay in full the value of the work performed based on the fixed term individual employment contract, the amount representing the percentage of 41.5% being subsequently settled by the National Employment Agency.\r\rThe amount is settled at the request of the employers based on the self-declaration stating the fulfilment of the legal conditions, accompanied by the list of persons for whom the settlement is requested, certified by the employer's legal representative, after completing the declaratory and payment obligations relating to the income from salaries and assimilated to salaries, provided by the Fiscal Code, for the period for which the request is made.", "descriptionUseOfMeasure": "No information are available.", "descriptionInvolvementOfSocialPartners": "The Minister of Labor [stated](https://economie.hotnews.ro/stiri-finante_banci-24216584-guvernul-urmeaza-aprobe-masuri-destinate-angajatilor-angajatorilor-impactul-bugetar-2-5-miliarde-lei.htm) that the measure was conceived together with the social partners. ”It was a measure that takes into account all the developments that take place on the labor market and all the signals that came from employers”. \rThe draft law for the approval of GEO 2/2020 was [approved favorably](http://www.cdep.ro/proiecte/2020/500/50/2/ces727.pdf) by most of the representatives of the social partners represented in the Economic and Social Council.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/RO-2020-33_1538.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1954", "sources::title": "EMERGENCY ORDINANCE no. 132 of 7 August 2020\ron support measures for employees and employers in the context of the epidemiological situation caused by the spread of the SARS-CoV-2 coronavirus, as well as for stimulating employment growth", "sources::url": "http://legislatie.just.ro/Public/DetaliiDocument/229026", "sources::d_date": "08/07/2020", "modId": "0", "downloaded_to": "dfbb659e2f21c4f347ad16cc64acf57de7e966d6c9ef1994f6fbfc41681ba176"}, {"recordId": "2214", "sources::title": "Order 1392/2020 regarding the approval of the application form and of the documents provided in art. 4 (2) of the Government Decision no. 719/2020 for the approval of the settlement and payment procedure of the amounts granted based on the GEO no. 132/2020", "sources::url": "https://lege5.ro/Gratuit/gm4dinzxgi2a/ordinul-nr-1392-2020-privind-aprobarea-modelului-cererii-si-al-documentelor-prevazute-la-art-4-alin-2-din-hotararea-guvernului-nr-719-2020-pentru-aprobarea-procedurii-de-decontare-si-de-plata-a-sumel", "sources::d_date": "09/19/2020", "modId": "0", "downloaded_to": "9017d3670e898040d27a3bc9316e6d73434a0a1b528db38299935a89e5c356e1"}], "actors": [{"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [{"recordId": "33", "targetGroups::name": "Workers in non-standard forms of employment", "modId": "14"}, {"recordId": "48", "targetGroups::name": "Seasonal workers", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1448", "modId": "12"}