{"fieldData": {"title": "Labour matching and exchange: Snijder Project Support BV", "title_nationalLanguage": "NL Werkt Door! Snijder Project Support BV", "d_startDate": "05/27/2020", "d_endDate": "", "calc_country": "Netherlands", "calc_minorCategory": "Reorientation of business activities", "calc_subMinorCategory": "Matching / networking", "calc_identifier": "NL-2020-22/1546", "dateType": "Open ended", "calc_creationDay": "12/02/2020", "calc_lastUpdate": "12/13/2020", "descriptionBackgroundInfo": "In May 2020 a series of social partners extended their existing collaboration to establish the programme “NLWerktDoor!”. This is an initiative which seeks to connect workers and freelancers with employers and entrepreneurs who, due to the COVID-19 crisis do not have work or face troubles with their enterprise.\r\rThe programme is a social partner, employment related scheme and is reminiscent of the Dutch education policy NL Leert Door (the Netherlands keeps learning), which seeks to promote lifelong learning in the Dutch workforce. Read more about NL Leert Door at the [Eu PolicyWatch Database](https://static.eurofound.europa.eu/covid19db/cases/NL-2020-27_984.html?utm_source=externalDashboard&utm_medium=powerbi&utm_campaign=covid-19). ", "descriptionContentOfMeasure": "NLWerktDoor! is an online platform where workers can register and indicate they are looking for work and where enterprises can indicate they need certain types of workers. The idea is to create a sort of marketplace which connects labour with employers. An example of how this has been used is by the groundwork machine enterprise, Snijder Project Support BV. This enterprise, being in the more construction and industrial sectors saw its work come to a near standstill during the COVID-19 crisis; a lot of the enterprise’s work is international and this came under substantial pressure as well. \rThe enterprise made use of the NLWerktDoor! platform to help its workers, engineers and technical personnel, to get short term work in other enterprises and similar sectors.", "descriptionUseOfMeasure": "There is not much concrete information available about the measure. The CEO of Snijder Project Support indicates that he thinks the measure is an excellent idea and is impressed with how quickly it was set up. However, he indicates that it is a shame that not more individuals and enterprises especially make use of the measure. \r\rOne of the social partners involved in setting up the measure, “Nederland Onderneemt Maatschappelijk”, indicates that the NLWerktDoor! website has had 20,000 unique visitors since the programme started. However this does provide much insight into the actual use of the service by visitors.", "descriptionInvolvementOfSocialPartners": "A series of social partners involved with working conditions and the labour market were involved in this measure. These same partners are involved in a pre-existing collaboration project, “Perspectief op Werk” (perspectives for work), which seeks to connect job seekers and work at the regional level. The social partners involved include:\r\r* Municipalities: (the four largest Dutch municipal ties of Utrecht, Amsterdam, Rotterdam and The Hague, also known was the G4), the G40 (40 middle larger municipalities), the VNG (the association for municipal governments),\r* Trade Unions: the CNV and FNV (peak level, cross-sectoral unions).\r* Employer organisations: VNO-NCW, MKB Nederland, LTO Nederland\r* Social partners such as the UWV (the PES) and the MBO Raad (the VET Council and social partner for vocational education and training).\r* Ministries: including the Ministry for Education, Culture and Science and the Ministry of Social Affairs and Employment.\r\rThe social partners listed are part of a pre-existing collaboration programme to help connect job seekers with work. This is programme existed before the COVID-19 crisis. As a result of the crisis these same organisations came together and took the initiative to develop a programme to connect workers and employers who specifically due to the crisis, were missing work or workers.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/NL-2020-22_1546.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2219", "sources::title": "NLWerktDoor! Over Ons", "sources::url": "https://nlwerktdoor.nl/over-ons/", "sources::d_date": "12/01/2020", "modId": "0", "downloaded_to": "7429acc3c5b1350effd3c447483280fb2b026ce5d3d18e80a35d13ef22880b07"}, {"recordId": "2220", "sources::title": "Personeel en machines aan de slag met NLWerktDoor", "sources::url": "https://nlwerktdoor.nl/algemeen/personeel-en-machines-aan-de-slag-met-nlwerktdoor/", "sources::d_date": "12/01/2020", "modId": "0", "downloaded_to": "1c715073128c16891651a413648ad8ffdf378319683049cc31336f48d29ce184"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}, {"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}, {"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1456", "modId": "13"}