{"fieldData": {"title": "Social partners call on the government to pay out frozen holiday pay", "title_nationalLanguage": "DA og FH opfordrer regeringen til at udbetale indefrosne feriepenge", "d_startDate": "04/05/2020", "d_endDate": "", "calc_country": "Denmark", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Support for spending, stimulus packages", "calc_identifier": "DK-2020-15/1556", "dateType": "Open ended", "calc_creationDay": "12/02/2020", "calc_lastUpdate": "12/13/2020", "descriptionBackgroundInfo": "In connection with the introduction of a new holiday system in the summer of 2020, the normal annual payment of holiday money of the Danish citizens were frozen in a fund and put to payout when the individual citizen reached retirement age. This was to secure that the employers were not to pay double holiday money in the transition period because the new system will overlap the old system. Due to the effect on the Danish economy of the spread of the corona virus and COVID-19, the social partners at peak level, the Danish Trade Union Confederation, FH and the Confederation of Danish Employer forwarded a joint proposal to the government to release the frozen holiday money to payment. ", "descriptionContentOfMeasure": "On 5 April 2020, or three weeks after most economic and cultural activities were literally closed down in Denmark, the Danish social partners, FH and DA, in a common letter to the government pointed out that the approaching summer would be severely hard for the many trades and industries making their income from tourists’ visits and the Danes’ appetite for experiences. Therefore, it was important to stimulate consumption with the aim to support the Danish shops, hotels, restaurants and holiday centres. To this end, FH and DA suggested that releasing the frozen holiday money would create a welcomed opportunity to increase consumption in the experience and leisure industry during the summer.\r\rFH and DA were the first to suggest that the frozen holiday money should be released. Shortly after business associations, political parties and members of the Economic Council came up with similar proposals to the government. This resulted in a decision by the government supported by the parliament to pay out an amount covering three of the lawful five paid annual holiday weeks. The deadline for applying to receive the frozen holiday money was 30 November 2020. ", "descriptionUseOfMeasure": "After the deadline of 30 November 2020, it turned out that In total 2.3 million employees in Denmark had applied for the payout of the frozen holiday money, which amounted to DKK 51.6 billion (€6.88 billion).", "descriptionInvolvementOfSocialPartners": "The issue described is a joint recommendation to the government from the two main social partner confederations in Denmark, Danish Confederation of Trade Unions, FH, and Confederation of Danish Employers, DA. The purpose was to encourage the government to payout frozen funds to the Danish citizens with the aim to support consumption in the hard-pressed experience, leisure and cultural industries that was in particular hit by the prohibition of gatherings, i.e. hotels, restaurants, holiday centres, concert halls and museums.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/DK-2020-15_1556.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "2230", "sources::title": "DA and FH: Hjælp dansk økonomi på vej og udbetal indefrosne feriepenge", "sources::url": "https://www.da.dk/politik-og-analyser/overenskomst-og-arbejdsret/2020/da-og-fh-hjaelp-dansk-oekonomi-paa-vej-og-udbetal-indefrosne-feriepenge/ ", "sources::d_date": "04/05/2020", "modId": "0", "downloaded_to": "161fbed010bd991c1b3f193a0fb04bd9f58b7018b54c1351a7f4efc02b67d7b7"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1466", "modId": "13"}