{"fieldData": {"title": "News and recommendations regarding COVID-19 from employer organisations", "title_nationalLanguage": "Råd og vejledning om COVID-19 fra arbejdsgivernes organisationer", "d_startDate": "03/20/2020", "d_endDate": "", "calc_country": "Denmark", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Other", "calc_identifier": "DK-2020-12/1568", "dateType": "Open ended", "calc_creationDay": "12/04/2020", "calc_lastUpdate": "12/07/2020", "descriptionBackgroundInfo": "When vital economic activities in Denmark were put on hold in March 2020 in order to prevent a rapid spread of corona virus, the employer organisations made special home pages with the aim to help the companies to deal with the new support measures, health and safety issues and offering legal advice concerning the workplaces. The Confederation of Danish Employers, DA, and its biggest member associations, Confederation of Danish Industry, DI, and Danish Chamber of Commerce, DE, and the Employer Association for the Financial Sector, FA, each offered news, advice and recommendations regarding the effect of Corona/COVID-19 within their specific sectors. ", "descriptionContentOfMeasure": "The Confederation of Danish Employers, DA, brings news about the development -  how has COVID-19 affected Danish trades and industries, the economy,  the increase in unemployment, how many apply for wage compensation, are new positions being advertised, etc.? DA also brings topical articles, e.g. an article about the influence of the social partners on the content and development of support measures, in particular the wage compensation scheme – “Strong Danish agreement model has delivered during the Corona crisis”. DA is the main employer confederation in the privates sector. DI – the Confederation of Danish Industry, which is the largest members of DA – among other information brings ‘News and recommendations regarding COVID-19’ in English. This includes ‘Guidelines for opening your office workplaces’. Here is also information about how to organise office rooms, handle sickness, advice staff – and guidelines for a safe organisation of office workplaces including using posters and other information material from the Danish Health Authorities. \r\rDE – Dansk Erhverv, Danish Chamber of Commerce, the main employer association in retail and service and member of DA offers news and information about relevant issues for the sector regarding Corona/COVID-19. Among others, legal advice about wage compensation, sick pay reimbursement, testing employees for corona virus, but also specific themes regarding tourism and force majeure in relation to suppliers. \rFA – the Employer Association for the Financial Sector - offers ‘advice and guidance about Corona/COVID-19’. FA also brings topical statistics, for instance that seven out of 10 financial employees has been tele/homeworking during the Corona crisis.  ", "descriptionUseOfMeasure": "According to the employer organisations, the company members frequently ask questions about how to relate to information and issues regarding COVID-19 and in particular how to apply for the different support packages.", "descriptionInvolvementOfSocialPartners": "The involvement of the employer organisations regarding this measure only concerns important and very useful information, advice and recommendations to the companies about the effects of COVID-19. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/DK-2020-12_1568.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2253", "sources::title": "DA - Tema Corona", "sources::url": "Corona (da.dk)", "sources::d_date": "03/20/2020", "modId": "0", "failure_reason": "HTTPConnectionPool(host='corona%20(da.dk)', port=80): Max retries exceeded with url: / (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7fe4c74ce8e0>: Failed to establish a new connection: [Errno -2] Name or service not known'))"}, {"recordId": "2254", "sources::title": "News and recommendations regarding COVID-19 - DI", "sources::url": "https://www.danskindustri.dk/covid19/english/ ", "sources::d_date": "03/20/2020", "modId": "0", "downloaded_to": "1bb250c6123fb3c7b152bbc15deb73a6cbeaeb914bd946813bf6a8309537cb0c"}, {"recordId": "2255", "sources::title": "DE – Information til virksomheder om coronavirus", "sources::url": "https://www.danskerhverv.dk/corona/", "sources::d_date": "03/20/2020", "modId": "0", "downloaded_to": "bbebe18c24ab3554eeb40ed8d5c19b8ea87d8cb71c8974def28a1e47e2b97e33"}, {"recordId": "2256", "sources::title": "FA – Råd og vejledning om Corona/COVID-19", "sources::url": "https://www.fanet.dk/content/raad-og-vejledning-om-coronacovid-19-4394", "sources::d_date": "03/20/2020", "modId": "0", "downloaded_to": "cbdea14124b58da4ecf1183e8754901a904121c1e84f2912e2585e688f5bde76"}], "actors": [{"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1478", "modId": "16"}