{"fieldData": {"title": "Need for recovery of European aviation", "title_nationalLanguage": "", "d_startDate": "11/16/2020", "d_endDate": "", "calc_country": "European Union", "calc_minorCategory": "Supporting businesses to get back to normal", "calc_subMinorCategory": "Measures to support a gradual relaunch of work", "calc_identifier": "EU-2020-47/1576", "dateType": "Open ended", "calc_creationDay": "12/08/2020", "calc_lastUpdate": "12/13/2020", "descriptionBackgroundInfo": "Over 20 associations collectively representing the entire European aviation ecosystem have announced a joint commitment to work with policy makers to achieve sustainably and more resiliently from the COVID-19 crisis air transport system whilst supporting the European Union’s Green Deal objectives. \r\rList of signatories: \r\r* Airlines for Europe (A4E); Airline Catering Association (ACA); \r* Airports Council International (ACI EUROPE); \r* AeroSpace and Defence Industries Association of Europe (ASD); \r* Airport Services Association (ASA); \r* Airport Regions Conference (ARC); \r* CPMR/CRPM; \r* Civil Air Navigation Services Organisation (CANSO); \r* The European Consumer Organisation (BEUC); \r* The European Travel Agents’and Tour Operators’ Associations (ECTAA); \r* European Cockpit Association (ECA); \r* European Business Aviation Association (EBAA); \r* European Regions Airline Association (ERA); \r* EFFAT; European Express Association (EEA);  \r* European Travel Retail Confederation (ETRC); \r* The European Transport Workers’ Federation (ETF), \r* The European Travel Commission (ETC); \r* General Aviation Manufacturers Association (GAMA); \r* EU Travel Tech; European Airport Coordinators Association (EUACA); \r* IndustriAll European Trade Union; \r* Europa Tourism Global Union.\r", "descriptionContentOfMeasure": "According to the joint statement in order to restore the public’s confidence in air travel there is a need first and foremost for effective coordination of travel restrictions and requirements imposed by Member States. Such measures should be based on a common set of criteria, data and guidelines provided by the European Centre for Disease Prevention and Control and the European Union Aviation Safety Agency.\r\rThe EU and Member States have been called to prepare, implement and enforce simple and unambiguous rules in that field based on 2 pillars:\r\r* Pillar 1 covers the European Aviation Relief Programme during the period until the recovery of air traffic, which is not expected before 2024 or 2025. This programme should aim to stabilise the sector and help to prevent the huge loss of employment and connectivity that would result from a collapse of European aviation.\r* Pillar 2 covers the EU Pact for Sustainable Aviation. The EU and its Member States are asked to join signatories in defining and agreeing, by the end of 2021, an EU Pact for Sustainable Aviation. It should chart the path towards net-zero CO2 emissions, while also achieving significant emission reductions by 2030, so as to strongly contribute to the EU Climate Action objectives. It should also consider the feasibility of making 2019 the peak year for CO2 emissions from European aviation while enabling the sector to continue delivering its social and economic benefits. Many decarbonisation initiatives, such as those related to electrification, will also benefit local air quality.\r\rThrough the Pact, the EU, its Member States and the aviation stakeholders should ensure that social and employment rights enshrined in European and national legislation are applied effectively for all workers. Of particular importance will be effective oversight and enforcement of the social acquis. Equally, there is a need to combat any forms of social injustice or other abuses in the aviation sector.", "descriptionUseOfMeasure": "Not applicable.", "descriptionInvolvementOfSocialPartners": "The social partners prepared the statement together.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/EU-2020-47_1576.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2275", "sources::title": "Aviation Round Table Report on the Recovery of European Aviation\rEuropean Aviati\rthe Recovery of\rEuropean Aviation\rTable Report on\rthe Recovery of\rEuropean Aviation", "sources::url": "https://www.etf-europe.org/wp-content/uploads/2020/11/Aviation-Round-Table-DECLARATION-FINAL-16.11.2020-V2.pdf", "sources::d_date": "11/16/2020", "modId": "0", "downloaded_to": "5ef710ffd38f261be9dab1713d30da1eed14db60f1111c208b56f5fd43edd8e7"}], "actors": [{"recordId": "9", "actors::name": "EU level social partners", "modId": "0"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "79", "sectors::code": "H51", "sectors::name": "Air transport", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1486", "modId": "23"}