{"fieldData": {"title": "IndustriAll Europe calls for urgent reaction to the sudden developments on telework", "title_nationalLanguage": "", "d_startDate": "11/24/2020", "d_endDate": "", "calc_country": "European Union", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Teleworking arrangements, remote working", "calc_identifier": "EU-2020-48/1577", "dateType": "Open ended", "calc_creationDay": "12/08/2020", "calc_lastUpdate": "12/13/2020", "descriptionBackgroundInfo": "The executive committee of the IndustriAll European Trade Union took up a topic of telework noting that the pandemic COVID-19 is a turning point for the diffusion of technology and the digital transformation of our work environment. The acceleration of digitisation is most evident in the sudden and massive shift to teleworking.\rThe trade union recognising the advantages of telework for workers, at the same time, expressed concerns about some aspects of this form of work. Therefore the position paper has been prepared in this respect.                        ", "descriptionContentOfMeasure": "According to the union clearly stated rules should apply as listed below.\r\r* Telework is to be clearly regulated through national regulation and/or collective agreements at all levels, especially where regulatory frameworks have not yet been established and where unions see it as necessary.\r* The voluntary principle is to be fully respected, meaning that workers should have the right to choose between teleworking or working at the office. All type of workers who can telework or where telework is applicable (including agency workers, workers on a short-term contract etc.) must have the right to telework, but also to revert back to the office (a physical working place should be available to all employees).\r * The working time needs to be in full compliance with national regulation and/or collective agreements. Working time conditions must be the same no matter where the work is carried out. More flexibility and autonomy should be in the advantage of the worker and his/her work-life balance, and not result in unpaid overtime, pressure to be flexible and always available, and huge psychological strains. \r* The right to disconnect must be fully granted and respected. In the context of a pandemic, solutions must be found for those teleworkers who have to shoulder care responsibilities due to closed facilities.\r* Telework should not increase gender inequality, but represent an opportunity for a better work-life balance for all workers.\r * The employer has to be the fullyresponsible for providing the workers with the necessary good quality equipment to telework, as well as to ensure the proper health and safety measures and pay the workers’ health and social insurances.\r*Teleworkers enjoy all the same rights as all other workers, including the benefits from the collective agreement, the right to contact and to join a union, the right to training and lifelong learning, the possibility to get promoted etc. Telework and office work must be compatible.\r* The employer must provide the training programs in order to equip workers with the necessary skills to telework. Training needs to be accessible to all and to be designed for different groups of disadvantaged employees. The employer must respect the privacy and autonomy of the teleworker. This means the limitation on the collection of data only to what is necessary, demand for a clear protection of worker’s personal data in line with GDPR, full transparency of the scope and use of data collected, human in control demand etc..\r* Employers should also be trained in order to better manage a work organisation based on telework and to fully respect workers’ rights and the demands listed above.\r* The employer must provide an additional allowance to cover the costs of telework (utilities, such as heating and electricity etc.) and maintain the same benefits (including meal vouchers etc.).", "descriptionUseOfMeasure": "The number of workers concerned not known.", "descriptionInvolvementOfSocialPartners": "This is an own initiative of trade unions.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/EU-2020-48_1577.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "2276", "sources::title": "A telework option that works for all ", "sources::url": "https://news.industriall-europe.eu/content/documents/upload/2020/11/637419067413075266_EN%20-%20Position%20Paper%20Telework.pdf", "sources::d_date": "11/24/2020", "modId": "0", "downloaded_to": "708f0fee18838ebf29e6f85879e43f877516e8382feaa34e2ee8bf8b1301143b"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "9", "actors::name": "EU level social partners", "modId": "0"}], "targetGroups": [], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1487", "modId": "13"}