{"fieldData": {"title": "Working in tandem with robots - Joint social partner position", "title_nationalLanguage": "", "d_startDate": "11/09/2020", "d_endDate": "", "calc_country": "European Union", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Changes in work organisation", "calc_identifier": "EU-2020-46/1578", "dateType": "Open ended", "calc_creationDay": "12/09/2020", "calc_lastUpdate": "12/13/2020", "descriptionBackgroundInfo": "IndustriALL European Trade Union and the Council of European Employers of the Metal Engineering and Technology based Industries (CEEMET) issued a joint position concerning the impact of digitalisation on the world of work in the metal industries (MET). Since they recognised that the COVID-19 pandemic is a tipping point for technology dissemination and the digital transformation of MET industries and workplaces.\rParticular attention was paid to the future collaboration of humans and robots in the post-COVID metal industry. Cobots (what means working in tandem with robots) have become a safe option for cooperating with workers. They are one of the major advances of recent years and contribute to a sustainable working life for employees of the MET sector. \r \r\r* The CEEMET is the European employers’ organisation representing the interests of the metal, engineering and technology-based industries. Through its national member organisations it represents 200,000 companies across Europe. \r* IndustriALL European Trade Union represents 7 million workers across supply chains in manufacturing, mining and energy sectors across Europe.\r", "descriptionContentOfMeasure": "IndustriAll Europe and Ceemet have expressed their firm belief that the search for tailor-made solutions will become increasingly important as digital transformation occurs at different pace in different regions and enterprises and in the context of rapidly changing technological parameters. The social partners identified four areas where social dialogue can shape ongoing technological change for the benefit of both employers and employees.\r\r* OrganiSation of work - social partners emphasise that during the blockade due to the COVID-19 crisis, teleworking turned out to be a key tool for health and safety protection and ensuring business and work continuity.\r* Skills - In the area of the impact of digitisation on skills, according to the social partners, it is imperative to avoid a skills shortage and a massive loss of strategic know-how that could occur in a rapid digital and green economy transition, combined with large-scale restructuring plans related to COVID-19 if not managed in a strategic and socially responsible manner, and despite measures taken in many countries to mitigate the effects of the COVID-19 crisis.\r* Occupational health and safety - sensors in exoskeletons can assist workers in certain activities, such as lifting, and thus be beneficial to their health. Digital workplaces using intelligent sensors can measure noise levels in real time and set parameters to ensure compliance with health and safety standards. Nevertheless, these technologies must be used in conjunction with traditional OSH tools, such as risk assessments, to ensure worker safety.\r* Data protection - the challenge will be to find the right balance between protecting both the respective worker’s personal data and the industries’ international competitiveness. Involving social partners is of key importance as they are closer to the needs of their members and in a position to regularly report on the swift evolution of digitalisation in the world of work.\r", "descriptionUseOfMeasure": "Not yet available.", "descriptionInvolvementOfSocialPartners": "Joint initiative of social partners.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/EU-2020-46_1578.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Non-binding recommendations or other texts", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2277", "sources::title": "The impact of digitalisation on the world of work in the\rMET industries", "sources::url": "https://www.ceemet.org/sites/default/files/iall_-_ceemet_digitalisation_statement_09.11.2020_eng_1.pdf", "sources::d_date": "11/09/2020", "modId": "0", "downloaded_to": "8c7c50ae5e5902ec373d43639e00d60bb5cd9e661b25ea3453c038c51d6efa40"}, {"recordId": "2278", "sources::title": "Shaping digital transformation in partnership and with a human-centred approach", "sources::url": "https://news.industriall-europe.eu/Article/527", "sources::d_date": "11/09/2020", "modId": "0", "downloaded_to": "7142f36c2260ba1083cb5669a851dafa18a3458ad35c50ade0e9e023405ab3dd"}], "actors": [{"recordId": "9", "actors::name": "EU level social partners", "modId": "0"}], "targetGroups": [{"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}, {"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "51", "sectors::code": "C24", "sectors::name": "Manufacture of basic metals", "modId": "0"}, {"recordId": "52", "sectors::code": "C25", "sectors::name": "Manufacture of fabricated metal products, except machinery and equipment", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1488", "modId": "18"}