{"fieldData": {"title": "COVID-19. Better conditions for particularly hard hit parts of Danish business, sports and cultural life", "title_nationalLanguage": "COVID-19. Bedre vilkår til særligt hårdt ramte dele af dansk erhvervs-, idræts- og kulturliv", "d_startDate": "08/28/2020", "d_endDate": "", "calc_country": "Denmark", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "DK-2020-35/1596", "dateType": "Temporary", "calc_creationDay": "12/11/2020", "calc_lastUpdate": "12/15/2020", "descriptionBackgroundInfo": "In the end of August 2020, most of the large support packages targeted at vital parts of Danish economic life with the aim to maintain jobs and support companies ran out. However, there were still businesses that suffered from certain restrictions still in force, for instance the ban on gatherings of more than 500 people, or prohibition against staying open, as for instance discotheques and nightclubs. In order to support these affected areas, the government and the Parliament decided to prolong specific support measures. ", "descriptionContentOfMeasure": "At the end of August 2020, a gradual reopening of Danish society began, which at the same time led to a gradual phasing out of the large, comprehensive aid packages from March 2020. However, parts of the Danish business community as experience/adventure economy and cultural and sports life continued to be very much affected by a few restrictions that had not been changed at the same rate as the gradual opening. Therefore, on 28 August, the government and a majority in Parliament agreed to continue to compensate those parts of Danish business, e.eg. tourism, cultural and sports life, still particularly hard hit by one or more of the following COVID-19-related restrictions:\r\r* Prohibition against being open\r* Assembly ban for more than 500 people\r* Border closures\r* Travel guidelines of the Ministry of Foreign Affairs.\r\rWith the agreement, the parties agree that if one or more of these restrictions continues to apply after 31 October 2020, the parties agree that the relevant compensation schemes will be extended to 31 December 2020.\rThe prolongation of support packages covers a broad range of companies and forms of employment.  The most comprehensive are:\r\r1. Access to compensation for fixed costs to suppliers to forcibly closed companies, and to self-employed either forcibly closed or affected by ban on assembly \r2. Prolongation of compensation to organisers/planners of larger events, arrangements and exhibition due to ban of assembly\r3. Continuation of compensation schemes for self-employed, freelancers and artists with both A and B income that are severely affected by the ban on assembly\r4. Continuation of compensation scheme for cultural and sports life\r5. Funds earmarked to support transition of Danish trade and industry\r\rTo this end the parties agree that DKK 100 million (€13.3 million) will be set aside to a fund with a view to strengthen innovation and transition for particularly hard-hit industries, such as experience economy, restaurants and hotels. The parties will look at whether there is a need to follow up with further efforts targeted at the export industries.  ", "descriptionUseOfMeasure": "There are no specific data of the use of this ‘follow-up’ measure in particular. However, at the beginning of December the Danish Business Authority had approved 56,540 applications and paid a total compensation of DKK 12,724 million (€1,697 million). Even if the wage compensation stopped in the end of August, the business authority is still approving some applications delivered before that date. The amount also encompass specific companies compensated in line with this agreement of 28 August 2020.\r\rSource: Erhversstyrelsen 7 December 2020.", "descriptionInvolvementOfSocialPartners": "This measure is a result of a kind of 'follow up' support measure to businesses still in trouble because of current restrictions against opening. Therefore, it is a Parliament/government decision. The social partners are not involved.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/DK-2020-35_1596.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "2313", "sources::title": "Aftale mellem regeringen (Socialdemokratiet), Venstre, Radikale\rVenstre, Socialistisk Folkeparti, Konservative og Alternativet\rom\rBedre vilkår til særligt hårdt ramte dele af\rdansk erhvervs-, idræts- og kulturliv", "sources::url": "aftale-om-hjaelpepakker-28-august-2020.pdf (em.dk)", "sources::d_date": "08/28/2020", "modId": "0", "failure_reason": "HTTPConnectionPool(host='aftale-om-hjaelpepakker-28-august-2020.pdf%20(em.dk)', port=80): Max retries exceeded with url: / (Caused by NewConnectionError('<urllib3.connection.HTTPConnection object at 0x7fe4c74ce910>: Failed to establish a new connection: [Errno -2] Name or service not known'))"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "55", "targetGroups::name": "Solo-self-employed", "modId": "16"}, {"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}, {"recordId": "62", "targetGroups::name": "SMEs", "modId": "12"}, {"recordId": "63", "targetGroups::name": "One person or microenterprises", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1506", "modId": "11"}