{"fieldData": {"title": "One-time support in culture", "title_nationalLanguage": "Jednorazová podpora v kultúre", "d_startDate": "11/01/2020", "d_endDate": "12/31/2020", "calc_country": "Slovakia", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "SK-2020-45/1599", "dateType": "Temporary", "calc_creationDay": "12/14/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "State authorities adopted a number of measures in the form of bans and recommendations for natural and legal persons, including a declaration of a state of emergency, restricting or suspending business activities, banning mass events, movement and assembly of persons to limit the spread of COVID-19. Although the government prepared several programs to support the economy, in the field of culture and the creative industries this assistance was insufficient. Large number of workers in this sector could not draw financial support from existing programs. \r\rTherefore, the government approved the draft of special law, which was approved by the parliament as Act no. 299/2020 Z.z. on the provision of subsidies within the competence of the Ministry of Culture of the Slovak Republic effective from 1 November 2020. Subsequently, the Ministry of Culture issued a call for applications for the provision of subsidies to assist the culture and creative industry sector. The aim of the call is to mitigate the effects of the COVID-19 pandemic on supportive and technical professions in the culture and creative industries.", "descriptionContentOfMeasure": "The measure is designed for those workers in the culture and creative industries who could not draw financial support from the \"First aid\" project of the Ministry of Labor, Social Affairs and Family available from March to September 2020. These are natural persons who had income from employment and at the same time income from a trade or freelance occupation, which is a common in the culture sector. The problem was not resolved until October. The First aid Plus package now also counts on people who have a combination of dependent activity and self-employed. That is why the subsidy call of the Ministry of Culture focuses on the period from. March to September 2020. \r\rProfessionals from  technical and supportive professions who work in the cultural and creative industries, such as self-employed and freelancers, are entitled to the subsidy; those workers who did not draw (due to the combination of income) any support from the First aid measures of the Ministry of Labor, Social Affairs and Family from March to September 2020, and at the same time their net monthly income did not exceed €540. The amount of the subsidy is then €540 per month. For example, if the monthly net income was lower than €540 in March, April and September, then the amount of the subsidy is €1,620.", "descriptionUseOfMeasure": "The approved measure is available for strictly defined group of employees who were able to submit their grant applications within 10 calendar days, from Monday 23 November to Wednesday 2 December 2020. Applicants who meet the conditions of the call will receive a one-off grant by the end of 2020. After negotiations with the Ministry of Finance, the Minister of Culture stated that there would be as much money as needed to satisfy the interested parties. After the conclusion of the first call, the Ministry of Culture will announce further grant calls for the assistance to culture and creative industry workers at the beginning of next year.", "descriptionInvolvementOfSocialPartners": "The measure was initiated by employers in the culture sector. The measure was consulted with social partners via Cross-sector commenting procedure, in which organisations of employers and trade unions also take part.  ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SK-2020-45_1599.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2320", "sources::title": "Act no. 299/2020 Coll. on the provision of subsidies within the competence of the Ministry of Culture of the Slovak Republi", "sources::url": "https://www.slov-lex.sk/pravne-predpisy/SK/ZZ/2020/299/20201101", "sources::d_date": "11/01/2020", "modId": "0", "downloaded_to": "7c5cc1c7f8a524c17222e656fd32f5efeef13afa65ddf662c1db232fc902a5a0"}, {"recordId": "2321", "sources::title": "Výzva na znižovanie negatívnych vplyvov krízovej situácie na oblasť kultúry", "sources::url": "https://www.culture.gov.sk/wp-content/uploads/2020/11/Vyzva_covid_2020.pdf", "sources::d_date": "11/23/2020", "modId": "0", "downloaded_to": "1f95355f84ffb8990f79cce455200499b8370a7d4ab5fca165cfd4ce5b220095"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "122", "sectors::code": "R90", "sectors::name": "Creative, arts and entertainment activities", "modId": "0"}, {"recordId": "123", "sectors::code": "R91", "sectors::name": "Libraries, archives, museums and other cultural activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1509", "modId": "14"}