{"fieldData": {"title": "Unions and employers cry over migrant workers’ quarantine", "title_nationalLanguage": "Fagforbund og arbeidsgivere fortviler over karantenen til arbeidsinnvandrere ", "d_startDate": "10/31/2020", "d_endDate": "", "calc_country": "Norway", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Well-being of workers", "calc_identifier": "NO-2020-44/1613", "dateType": "Open ended", "calc_creationDay": "12/18/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "The National Institute of Public Health (NIPH) proposed in the end of October 2020 to terminate the exemption business travelers from Europe had from entry quarantine during working hours, due to high infection pressure. Foreign workers had so far been exempted from the ten days quarantine obligation in order to keep the wheels of the industry running. This exemption ended 31 October and migrant workers have to stay in quarantine when returning from home country to work. Unions and employer’s associations find this difficult. ", "descriptionContentOfMeasure": "A ten days entry quarantine for migrant workers from other European countries took effect from November 2020. Employer or the authorities can arrange the quarantine. In the latter case, the worker have to stay at a hotel close to the airport after arrival. The trade union for workers in the industry and energy sectors, Industi Energi (member of LO), have established a working group to stay in contact with the employers’ side to discuss solutions that could ease the situation for employees in quarantine. \r\rOne proposal is to establish a common set of regulations that shortens the entry quarantine period without jeopardize the infection control. The companies’ handling of the quarantine differs, and the Union finds this particularly difficult for the subcontractors because their employees are exposed to different quarantine regimes, depending on which company they are working for. \r\rThe union has demanded that time spent in entry quarantine must be compensated, but Industri Energi has not agreed to financial compensation with the employers’ associations, Norwegian Oil and Gas and the Norwegian Shipowners’ Association. The Union and the employers’ associations have together asked the government to amend the quarantine regulations and to shorten the quarantine period, as the quarantine not only lays a burden on the workers but also bring a stop to many business operations. ", "descriptionUseOfMeasure": "Not applicable - no data available.", "descriptionInvolvementOfSocialPartners": "The social partners have a dispute over pay to migrant workers in entry quarantine. The social partners have together contacted the government to ask for a relief in the quarantine regulation for migrant workers.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/NO-2020-44_1613.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "2345", "sources::title": "Industri Energi works for members in entry quarantine", "sources::url": "https://www.industrienergi.no/nyhet/industry-energy-works-continuously-for-improving-solutions-for-members-who-have-to-stay-in-hotel-quarantine/", "sources::d_date": "11/17/2020", "modId": "0", "downloaded_to": "e0d4f2794dfce06b983894c89d2c6c89be709a1c6aafbfa855c1b55d3bdf8d18"}, {"recordId": "2346", "sources::title": "Struggling with quarantine", "sources::url": "https://enerwe.no/covid-19-offshore/sliter-med-karanteneslitasje-men-far-ikke-dispensasjon/391507", "sources::d_date": "12/18/2020", "modId": "0", "downloaded_to": "77fe5fdd9031bb9deda24a3fe4c0ce5a265dbaa4ac3c1a05cfdb5125110b9445"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [{"recordId": "75", "targetGroups::name": "Migrants in employment", "modId": "8"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1523", "modId": "11"}