{"fieldData": {"title": "New skills fund - to be implemented via company level agreements", "title_nationalLanguage": "Fondo nuove competenze", "d_startDate": "10/22/2020", "d_endDate": "12/31/2021", "calc_country": "Italy", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "IT-2020-43/1615", "dateType": "Temporary", "calc_creationDay": "12/21/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "Law Decree No. 34 of 19 May 2020 (art. 88) and Law Decree No. 104 of 14 August 2020 set up the New Skills Fund under the premises of ANPAL (the National Agency for Active Labor Market Policies). The Fund has the goal of raising the level of human capital in the labor market, offering workers the opportunity to acquire new or greater skills and equip themselves with the tools to adapt to the new conditions of the labor market, and supporting companies in the process of adapting to new organisational models and production determined by the epidemiological emergency from COVID-19.", "descriptionContentOfMeasure": "The Fund supports companies and workers in training activities to face companies changing organisational and production needs. \r\rCompanies and employers can implement specific collective agreements with the most representative trade unions to reshape working hours in order to respond to changing organisational and production needs of the company or to encourage workers' relocation paths, with which part of the working time is aimed at the realisation of specific programs for the development of workers' skills. The intervention, therefore, is targeted to workers whose working hours have been reduced due to participation in skills development courses. The Fund reimburses companies the cost of the reduced hours allocated to attend these courses, including social security and welfare contributions.\r\rCollective agreements must identify the employer's needs and may provide for the development of skills aimed at increasing the worker's employability (also with a view to relocation to other situations). The maximum limit is 250 hours for each worker. The agreements must be signed by 31 December 2020 and provide for:\r\r* the specification of training projects, aimed at developing skills;\r* the number of workers involved;\r* the number of hours (during working hours) to be allocated to training;\r* in the case of training provided by the company, the demonstration of the training capacity requirements (technical, physical and professional).\r", "descriptionUseOfMeasure": "The fund has an initial endowment of €230 million, increased by a further €200 million for 2020 and another €300 million for 2021, reaching a total of €730 million.", "descriptionInvolvementOfSocialPartners": "Th social partners were not involved in designing the measures. Trade unions will, however, be strongly involved in the implementation of the measure, as the access to the Fund is subordinated to the stipulation of a company agreement with the most representative trade unions. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/IT-2020-43_1615.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "1189", "sources::title": "Law Decree No. 34 of 2020", "sources::url": "https://www.gazzettaufficiale.it/eli/id/2020/05/19/20G00052/sg", "sources::d_date": "05/19/2020", "modId": "0", "downloaded_to": "b573de680c887b514db96dbb90138aa52f71fc946c65e5c05644d81829758342"}, {"recordId": "1811", "sources::title": "Decreto legge 14 agosto 2020, n. 104 ", "sources::url": "https://www.gazzettaufficiale.it/eli/id/2020/08/14/20G00122/sg", "sources::d_date": "10/13/2020", "modId": "0", "downloaded_to": "43f4561a33799f47c206aad0ab465e7e050825fdd12c9fd40f77ad5a709c24e7"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1525", "modId": "16"}