{"fieldData": {"title": "Rental assistance for employees impacted by COVID-19", "title_nationalLanguage": "", "d_startDate": "04/30/2020", "d_endDate": "", "calc_country": "Malta", "calc_minorCategory": "Measures to prevent social hardship", "calc_subMinorCategory": "Keeping a safe home", "calc_identifier": "MT-2020-18/1620", "dateType": "Open ended", "calc_creationDay": "12/22/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "Individuals who do not own their own home and became unemployed during COVID-19 or lost a substantial amount of their income suddenly faced difficulties in keeping up with rental payments on their home. \r\rPrior to the onset of COVID-19 the Government of Malta provided a scheme entitled the 'Private Rent Housing Benefit Scheme' for individuals who struggled to keep up with rental payments. This had originally been introduced in view of ever-rising rental costs in Malta. Government updated this scheme in light of COVID-19 to allow impacted individuals to apply.  \r\rIndividuals who were now able to apply included workers who have been laid off due to COVID-19, those suspended from work, self-employed people whose income had decreased drastically, as well as to victims of domestic violence.", "descriptionContentOfMeasure": "The Private Rent Housing Benefit Scheme provides a benefit with regards to the rent paid on residences rented from the private sector in order to make these more affordable. The benefit is calculated on the basis of the applicants' income as well as the cost of their rent. \r\rThe scheme has the following criteria: that the applicant is the recognised tenant of the property; that the applicant has a formal contract with the landlord which covers at least six months but does not exceed 21 years; the applicant must be a Maltese or EU citizen or a formal refugee; the applicants must have been living in Malta for at least 18 consecutive months before the date of the application; the home is in a habitable state and meets applicable laws including those related to rental contract laws. \r\r* Single individuals can apply if their income is less than €19,000 and can receive up to €3,600 a year. \r* A single parent with one child can apply if their income does not exceed €19,231 and can receive up to €4,800. \r* A single parent with two or more children can apply if their income does not exceed €23,581 and can receive up to €5,000. \r* Two adults without children can apply if their combined income does not exceed €19,181 and can receive up to €3.600. Where they live with one child the maximum income is €23,981 and can receive up to €4,800. T\r* hose with two or more children can have an income of up to €32,000 and receive up to €5,000. \r* Finally three or more adults living together can apply if their income does not exceed €28,081 and can receive up to €5,000.\r\rThe Scheme is managed by the Housing Authority. ", "descriptionUseOfMeasure": "It was announced that in some cases up to 80% of the rent was being covered by the Government. In mid April 2020 it was announced that 60% of applicants were those who had already been receiving some form of rent benefits, whereas 40% were individuals who had not previously received any rent subsidy. 72% of applicants were employees, while 28% were self-employed.", "descriptionInvolvementOfSocialPartners": "The involvement of social partners in this measure is not known. However, on announcing that the measure would be extended to those impacted by COVID-19. the minister responsible thanked various NGOs as well as an employers' association. These included: YMCA, Aditus Foundation, Moviment Graffitti and the Malta Developers Association. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/MT-2020-18_1620.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "2355", "sources::title": "Private Rent Housing Benefit Scheme", "sources::url": "https://housingauthority.gov.mt/en/Pages/Schemes/Housing-Benefit.aspx", "sources::d_date": "04/30/2020", "modId": "0", "downloaded_to": "f004f538af58a538d7d4f338bb6dc608d7abe1ab12b11b6db601b24cfc895808"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1530", "modId": "13"}