{"fieldData": {"title": "Gozo Telework Scheme", "title_nationalLanguage": "", "d_startDate": "06/01/2020", "d_endDate": "09/30/2023", "calc_country": "Malta", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Teleworking arrangements, remote working", "calc_identifier": "MT-2020-23/1621", "dateType": "Temporary", "calc_creationDay": "12/22/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "In order to reduce commuting between Gozo and Malta, whilst also encouraging employment in Gozo, the Government via the Ministry for Gozo launched the 'Gozo Telework Scheme' which provides partial reimbursement of the cost of technological equipment as well as a salary reimbursement over a period of three years which is offered pro-rata according to the number of hours of telework allocated. \r\rWhilst the scheme was not officially released as one to deal with COVID-19, it could be debated that its aim to reduce commuting as well as to facilitate work from home are both beneficial during COVID-19. The Ministry for Gozo did however state that the measure was inspired by the positive impact teleworking was having during COVID-19 and it was hoped that this measure would also aid in facilitating work-life balance. \r\r", "descriptionContentOfMeasure": "The measure, administered by the Ministry for Gozo, can be used to support up to 10 workers. The scheme offers two levels of support: \r\r* partial reimbursement of 75% up to €850 on the cost of teleworking-related equipment for each employee; \r* salary reimbursement of up to €10,000 spread over a period of three years which will be provided on a pro-rata basis according to the allocated teleworking hours per employee. \rOrganisations will receive €3,000 in the first two years and €4,000 in the third year. \r\rApplications must be submitted by the 25 September 2020 and can be submitted by organisations in all sectors, with the exception of those: receiving aid in the fishery and aquaculture sector; those receiving grants in the agriculture sector (production, processing and marketing); receiving aid for export-related activities; aid contingent upon the use of domestic over imported goods.\r\rThe scheme is aimed at organisations registered in Malta and eligible employees are to based in Gozo. To be eligible, the Employer must certify that the single undertaking has neither\rexceeded, nor will exceed with the aid granted through this scheme, the de minimis\rthreshold of €200,000 (or €100,000 in the case of a single undertaking performing road\rfreight transport for hire or reward). \r\rFinally, the agreement and conditions laid for Teleworking between the Employer and the\rEmployee must abide in its entirety to Subsidiary Legislation 452.104, Telework National Standard Order, Legal Notice 312 of 2008. \r\r", "descriptionUseOfMeasure": "The scheme is one of five that pertain to the fund titled Gozo Business Schemes which totals €1 million for the year 2020. No further information is currently available. ", "descriptionInvolvementOfSocialPartners": "The measure will primarily benefit the employment of workers in Gozo whilst also aiding with social distancing measures during COVID-19. Despite this, no specific involvement of social partners in the design and implementation of this measure were publicised. The Gozo Buisness Chamber however published a 'Post COVID-19 – Strategic and Policy Document' in May 2020 which amongst its key pillars highlighted the need for a Digital Strategy for Gozo. It was also highlighted that this Chamber was working alongside Government to foster the needed change.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/MT-2020-23_1621.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2356", "sources::title": "Gozo Teleworking Scheme", "sources::url": "https://mgoz.gov.mt/en/Documents/eForms/Teleworking%20in%20Malta%20Private%20sector%20DTED/Final%20Teleworking%20Incentives%20Guidelines%20-%20with%20frontpage.pdf", "sources::d_date": "10/19/2020", "modId": "0", "downloaded_to": "8862c1ad6a4be9b5cf44eae91c33ecbf7590eaff465a61ab52b8980795864e88"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "51", "targetGroups::name": "Other groups of workers", "modId": "15"}, {"recordId": "65", "targetGroups::name": "Other businesses", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": [{"recordId": "3002", "regions::countryCode": "MT", "regions::level": 3, "regions::name": "Gozo and Comino/Għawdex u Kemmuna", "regions::nutsCode": "MT002", "modId": "5"}]}, "recordId": "1531", "modId": "16"}