{"fieldData": {"title": "Interest rate subsidy on bank loans", "title_nationalLanguage": "", "d_startDate": "05/15/2020", "d_endDate": "06/30/2022", "calc_country": "Malta", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "MT-2020-20/1622", "dateType": "Temporary", "calc_creationDay": "12/22/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "In order meet the working capital requirements of organisations in Malta which due to COVID-19 are suddenly facing an acute liquidity shortage, the Malta Development Bank is administering a Government interest subsidy of up to 2.5% on commercial bank loans. \r\rThe aim of the scheme is to support organisations who require liquidity and to better prepare them for the recovery process post COVID-19. The subsidy cannot be used by organisations which are trying to take advantage of the COVID-19 crisis e.g., to purchase property at advantageous prices. ", "descriptionContentOfMeasure": "The scheme which was approved by the EC in May 2020 under the State aid Temporary Framework allows the Government to provide an interest rate subsidy of up to 2.5% on bank loans. The subsidy is subject to participating organisations paying a minimum rate of 0.1%, and applies during the first two years of working capital loans guaranteed by the (COVID-19 Guarantee Scheme (CGS).)[https://static.eurofound.europa.eu/covid19db/cases/MT-2020-14_931.html?utm_source=externalDashboard&utm_medium=powerbi&utm_campaign=covid-19]\r\rThe interest rate subsidy applies automatically to all recipients of working capital loans approved by accredited commercial banks under the COVID-19 Guarantee Scheme. Furthermore, businesses which wish to make use of this scheme are to contact accredited commercial banks. Applications were to be received by the end of June 2020. ", "descriptionUseOfMeasure": "Specific statistics regarding this measure have not be publicised, however by the end of September 2020, 453 facilities had been approved under the COVID-19 Guarantee Scheme (CGS), covering total sanctioned lending of €343.7 million, with €165.6 million disbursed by the end of September, up from the €121.4 million disbursed by the end of August. The interest rate subsidy is provided automatically on CGS loans. ", "descriptionInvolvementOfSocialPartners": "From the beginning of COVID-19, social partners had demanded financial support for businesses and to protect employment. Their calls were heeded as the Government announced a series of measures culminating on 24 March 2020 with a joint announcement by Government and social partners (including Malta's largest employer associations and trade unions) with regards to a package of measures that included substantial financial support. It was announced that discussions between social partners would continue following this date. The current measure was announced following these publicised discussions, and social partners' involvement on this specific measure is unclear. Further support in terms of finance had however been requested by various employer associations. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/MT-2020-20_1622.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2324", "sources::title": "Central Bank of Malta - Economic-Update-11-2020", "sources::url": "https://www.centralbankmalta.org/site/Publications/Economic-Update-11-2020.pdf", "sources::d_date": "11/19/2020", "modId": "0", "downloaded_to": "13005a177a5e1218afc9ccec30bf071c7548347bbb033ed299a550d3db3f1987"}, {"recordId": "2357", "sources::title": "Malta Development Bank Appointed Implementing Body Of The Interest Rate Subsidy Scheme ", "sources::url": "https://www.maltachamber.org.mt/en/malta-development-bank-appointed-implementing-body-of-the-interest-rate-subsidy-scheme", "sources::d_date": "04/21/2020", "modId": "0", "downloaded_to": "60c6a0014f01e28f004ff36408245ddb176c81ce93bd01a84a640b3becf66300"}, {"recordId": "2358", "sources::title": "Malta Independent - Business associations welcome government’s interest rate subsidy", "sources::url": "https://www.independent.com.mt/articles/2020-04-16/local-news/Business-associations-welcome-government-s-interest-rate-subsidy-6736222128", "sources::d_date": "04/16/2020", "modId": "0", "downloaded_to": "6375194ef6ac32796e04195c23ac569972f4701123a4f4dfba7152fb714963d2"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "10", "actors::name": "EU (Council, EC, EP)", "modId": "0"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1532", "modId": "15"}