{"fieldData": {"title": "Free courses for tourism workers", "title_nationalLanguage": "", "d_startDate": "05/08/2020", "d_endDate": "10/01/2020", "calc_country": "Malta", "calc_minorCategory": "Supporting businesses to get back to normal", "calc_subMinorCategory": "Enhancing employability and training", "calc_identifier": "MT-2020-19/1623", "dateType": "Temporary", "calc_creationDay": "12/22/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "According to the Minister of Tourism, Julia Farrugia Portelli, the tourism industry is likely to be very different post COVID-19 and thus training is necessary upskill all individuals who wish to work in this sector.\r\rConsequently, an online platform was developed which included hundreds of courses for workers of this sector. All courses were offered for free. Funding originated from funds which were set aside for tourism pre COVID-19. ", "descriptionContentOfMeasure": "The Ministry for Tourism and Consumer Protection, in collaboration with the Malta Tourism Authority (MTA), launched an e-learning training scheme for the tourism industry. The aim was to empower and educate the workforce to return stronger when the industry is no longer on hold. \r\rIt was estimated that up to 25,000 may make use of this opportunity which was not only available to employers and employees in this sector, but also to students studying tourism studies, those who wish to take up a part-time job in tourism, as well as those who are unemployed by may want to take up a new career in tourism. \r\rAll courses were financed by the MTA, were carried out remotely and were offered by over 30 service providers, including the University of Malta, the Institute of Tourism Studies, UNESCO and several English Language Schools which provided English courses. Other covered topics included management and leadership skills, personal skills, self-development, customer care, and specific industry-related skills. The scheme is a one-year project.\r\rInterested individuals were able to apply for up to three short courses or one longer accredited course. Courses were offered on a first come first served basis. \r\r\r", "descriptionUseOfMeasure": "It was announced that nearly €6 million had been spent on the scheme. Between 5,000 and 6,000 individuals who chose to enrol in up to three short courses completed their studies. A further 2,000 were in the process of undertaking a longer accredited course. ", "descriptionInvolvementOfSocialPartners": "No specific social partner involvement was announced with regards to this measure. The Malta Hotels and Restaurants Association (MHRA) has been very vocal in pushing for measures that would help the sector since the beginning of COVID-19; the sector was amongst one of the hardest hit and benefitted from several other measures such as vouchers that could be used in their establishments being distributed to the population, as well as wage, rent and electricity subsidies, amongst others. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/MT-2020-19_1623.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2359", "sources::title": "Malta tourism e-learning", "sources::url": "https://www.mta.com.mt/en/e-learning", "sources::d_date": "05/01/2020", "modId": "0", "downloaded_to": "fa2168e2610fa99e9ec6b82089162a101e9e12f2cf64454b12b90174db5dae4c"}, {"recordId": "2360", "sources::title": "KPMG - Elearning for tourism ", "sources::url": "https://home.kpmg/mt/en/home/insights/2020/05/e-learning-training-scheme-for-the-tourism-industry.html", "sources::d_date": "05/11/2020", "modId": "0", "downloaded_to": "98db4c4521f2f6a6b94374af5953d43ce7ba5109af0dbc80f38c7844e20464a0"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}, {"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}, {"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "83", "sectors::code": "I55", "sectors::name": "Accommodation", "modId": "0"}, {"recordId": "84", "sectors::code": "I56", "sectors::name": "Food and beverage service activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1533", "modId": "20"}