{"fieldData": {"title": "Replacing the house quarantine period with overtime work", "title_nationalLanguage": "Αναπληρωση της καραντινας με υπερωρίες", "d_startDate": "09/01/2020", "d_endDate": "12/31/2020", "calc_country": "Greece", "calc_minorCategory": "Supporting businesses to get back to normal", "calc_subMinorCategory": "Measures to support a gradual relaunch of work", "calc_identifier": "GR-2020-36/1627", "dateType": "Temporary", "calc_creationDay": "12/23/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "On 15 September, a new law passed (No. 4722 (Part B, art. 15)), which includes temporary and urgent measures to limit the dispersion and deal with the consequences of the COVID 19 pandemic. The law  provides, inter alia, for the replacement of the time of absence of a worker from his work, in cases where he has remained under house quarantine in order to avoid the spread of COVID 19. The new regulation is complementary to the measures taken in March 2020, concerning  private sector employees and applies for the period after the first of September 2020.", "descriptionContentOfMeasure": "The government's new measure, in line with the measures taken in March 2020, provides that employers, employing workers placed in preventive house quarantine for seven or fourteen days, in order to protect themselves and their colleagues from possible exposure to risk due to COVID-19 may request the worker to provide his work with the teleworking system. \r\rIf teleworking is not possible, the worker after the end of his forced absence must make up for half of the working days and hours of his quarantine. This replacement will take place over a period of four months, until 31 December 2020 and will include one hour of additional work after the end of his daily hours.  \r\rThe replacement period shall not be considered overtime and the worker shall not be entitled to any increase in his remuneration.  The employee's stay at home is covered in its entirety (salary and social security) by the employer.", "descriptionUseOfMeasure": "There is no information. The programme is in progress.", "descriptionInvolvementOfSocialPartners": "There was no involvment of social partners.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GR-2020-36_1627.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2362", "sources::title": "Law 4722/2020 (Νόμος 4722/2020)", "sources::url": "https://www.kodiko.gr/nomologia/download_fek?f=fek/2020/a/fek_a_177_2020.pdf&t=1497e6f0ac12139cfa2337782c2843a", "sources::d_date": "09/15/2020", "modId": "0", "downloaded_to": "57de79c98ede909510030f565dfc94021b4acd25a90dc9dfd5da63344d06ec71"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1537", "modId": "13"}