{"fieldData": {"title": "Social partners address economic challenges: central government", "title_nationalLanguage": "Ogólnopolscy partnerzy społeczni zajmują stanowisko w sprawie wyzwań dla gospodarki: administracja rządowa", "d_startDate": "09/30/2020", "d_endDate": "", "calc_country": "Poland", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Other", "calc_identifier": "PL-2020-40/1633", "dateType": "Temporary", "calc_creationDay": "12/30/2020", "calc_lastUpdate": "01/11/2021", "descriptionBackgroundInfo": "Following the spring outbreak of COVID-19 and hasty implementation of anti-crisis government policies, virtually no social dialogue at the central level has been taking place. The situation became even more tense after an attempted move by the government to limit the autonomy of the Social Dialogue Council (RDS), the central tripartite body see case [PL-2020-13/1158](https://static.eurofound.europa.eu/covid19db/cases/PL-2020-13_1158.html?utm_source=externalDashboard&utm_medium=powerbi&utm_campaign=covid-19).\r\rIn late summer the climate started to improve somewhat see case [PL-2020-10/1378](https://static.eurofound.europa.eu/covid19db/cases/PL-2020-10_1378.html?utm_source=externalDashboard&utm_medium=powerbi&utm_campaign=covid-19) and in late September RDS met for the first time in several months, which resulted in a series of bipartite (employee and employers sides, no government) resolutions on vital issues of the body's interest in the current situation.  \r\rThis entry is about the Resolution no. 89. The Resolution expresses disapproval for the intended job cuts and steps that may lead to deterioration of employment conditions in the central public administration (government), especially in the Chancellery of the Prime Minister, offices supporting cabinet ministers, offices supporting government administration bodies in voivodships, as well as in units subordinate to and supervised by the Prime Minister, a relevant cabinet minister or a voivode. \r\r\r", "descriptionContentOfMeasure": "The Resolution 9 does not include any specific postulates, as its main purpose is to protest against governmental plans which are seen as not only anti-employee in their essence (lay offs and increased workload on the staff that would remain in employment) but also potentially harmful for the state and society. Furthermore, social partners express their disappointment with the government failing to observe the rules of social dialogue, as the planned measures were not subject to tripartite consultations. \r\rThe controversial regulations criticised by the RDS include in particular Art. 15zzzzzo. 1) If the negative economic effects of COVID-19 cause a state of threat to the state's public finances, in particular an increase in the state budget deficit or state public debt higher than assumed in the Budget Act, the Council of Ministers, at the request of the Head of the Chancellery of the Prime Minister, approved by the Head Civil Service, may, by regulation, determine the type of solutions applied in the field of limiting the personnel costs of in the entities listed in art. 15zzzzzp par. 1, taking into account the needs of the state budget, as well as the need to ensure the proper performance of government administration tasks. 2) Fulfillment of the obligation to reduce employment referred to in art. 15zzzzzo par. 2, subpar. 1, is to be reached by reducing the number of jobs in the entity by a number which is a ratio of the employment reduction rate and the average number of jobs.\r", "descriptionUseOfMeasure": "The bipartite resolutions have declaratory power and symbolic meaning only, as government does not have to acknowledge any postulates of social partners expressed in such form. ", "descriptionInvolvementOfSocialPartners": "The resolution emerged as a result of the social partner's initiative.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/PL-2020-40_1633.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only public sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "1855", "sources::title": "The Act of 16 April 2020 on Special Support Measures Related to Spread of SARS-CoV-2 Virus (Ustawa z dnia 16 kwietnia 2020 r. o szczególnych instrumentach wsparcia w związku z rozprzestrzenianiem się wirusa SARS-CoV-2)", "sources::url": "https://dziennikustaw.gov.pl/D2020000069501.pdf", "sources::d_date": "04/16/2020", "modId": "2", "failure_reason": "HTTPSConnectionPool(host='dziennikustaw.gov.pl', port=443): Max retries exceeded with url: /D2020000069501.pdf (Caused by SSLError(SSLError(1, '[SSL: DH_KEY_TOO_SMALL] dh key too small (_ssl.c:1123)')))"}, {"recordId": "1968", "sources::title": "Resolution no. 89", "sources::url": "http://www.dialog.gov.pl/gfx/mpips/userfiles/n.krasuska/Uchwaly%20strony%20spolecznej%20RDS/Uchwala-nr-89.pdf", "sources::d_date": "09/30/2020", "modId": "0", "downloaded_to": "b9fd51ca6895233aac39d6eace5251426c98aa6ff7162790d9eeea63aeaf8715"}], "actors": [{"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}], "targetGroups": [{"recordId": "30", "targetGroups::name": "Employees in standard employment", "modId": "18"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "114", "sectors::code": "O84", "sectors::name": "Public administration and defence; compulsory social security", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1543", "modId": "23"}