{"fieldData": {"title": "COVID-19 education bonus", "title_nationalLanguage": "COVID-19 Bildungsbonus", "d_startDate": "10/01/2020", "d_endDate": "12/31/2021", "calc_country": "Austria", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "AT-2020-40/1641", "dateType": "Temporary", "calc_creationDay": "01/02/2021", "calc_lastUpdate": "01/13/2021", "descriptionBackgroundInfo": "Unemployment in Austria has risen sharply due to the COVID-19 crisis. In order to support unemployed persons, the federal government initiated a so-called education bonus, in order to motivate unemployed persons to take up further training or re-training. \r\rInitially, this bonus was designed as an accompanying measure to a \"work foundation\" or re-employment scheme which was announced in July 2020; however, this work foundation never materialised and instead, a \"Corona job offensive\" was presented in December 2020, by which (further) training measures in the focal areas digitisation, metal, nursing and social care and environment and sustainability for 100,000 unemployed should be financed with a special budget of €700 million (which equates the budget cuts for the Public Employment Service of the previous two years). ", "descriptionContentOfMeasure": "The education bonus is provided for taking part in a training measure which lasts at least four months and is agreed upon with the PES. It lies at €4 per day (i.e. cumulating to around €120 per month) and is provided for training measures which start from 1 October 2020 to 31 December 2021. The bonus is provided in addition to the unemployment benefit or unemployment assistance and the pre-existing training allowance (which lies at around €60 per month). It is supposed to partially compensate for any additional training-related expenses which arise. It is not paid if the training provider pays a grant to the student. The bonus does not need to be specifically applied for, it is paid automatically together with the unemployment benefit or assistance. In total, €58 million are budgeted until 2022. The funding agency is the Federal Ministry of Labour, Family and Youth.\r\r", "descriptionUseOfMeasure": "Not yet known.", "descriptionInvolvementOfSocialPartners": "The PES' administrative board consists also of social partner representatives, thus, it can be assumed that they were involved in the design of the measure, even though no specific information on their involvement could be identified.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/AT-2020-40_1641.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2388", "sources::title": "COVID-19 education bonus", "sources::url": "https://transparenzportal.gv.at/tdb/tp/leistung/1050590.html", "sources::d_date": "10/01/2020", "modId": "0", "downloaded_to": "21d58b59bced6953c4416c74dda21d6549432c63f1803119580b8108b501b4d1"}, {"recordId": "2389", "sources::title": "Education bonus and more money for families", "sources::url": "https://orf.at/stories/3180685/", "sources::d_date": "09/10/2020", "modId": "0", "downloaded_to": "9b5afbcbcb5f635e31468c7ed2e360455f45eac9603b569d2195ddc2888a9f49"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [{"recordId": "35", "targetGroups::name": "Unemployed", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1551", "modId": "15"}