{"fieldData": {"title": "Temporary changes to the presumption of insolvency ", "title_nationalLanguage": "Väliaikaiset muutokset konkurssilakiin", "d_startDate": "05/01/2021", "d_endDate": "01/31/2021", "calc_country": "Finland", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Rescue procedures in case of insolvency or adaptation of insolvency regulation", "calc_identifier": "FI-2021-18/1646", "dateType": "Temporary", "calc_creationDay": "01/04/2021", "calc_lastUpdate": "01/13/2021", "descriptionBackgroundInfo": "Due to the rapid changes in the market caused by the COVID-19 pandemic, many Finnish companies have been unable to pay their bills and thus risked bankruptcy. In order to prevent otherwise healthy companies from filing bankruptcy, a set of temporary changes to the Bankruptcy Act (120/2004) (in Finnish ‘Konkurssilaki’) have been made. The aim of these changes has been to help companies to get through the most critical months of the pandemic. ", "descriptionContentOfMeasure": "In April 2020, the Parliament accepted the Government’s proposal to temporarily remove parts of section 3 of the Act. In accordance with the removed section “a debtor, who […] has not repaid the clear and due claim of the creditor within a week of the receipt of a reminder” can be deemed insolvent unless otherwise proven. This has been the most common ground for bankruptcies in Finland and its removal has made it more difficult for the creditors to file for insolvency.  \r\rThis temporary provision is in force between 20 April 2020 and 31 January 2021. At first it was supposed to be in force until the end of October 2020 but the duration of the measure was extended to the end of January 2021. \r\rIn November 2020, the Government proposed a new temporary amendment to the Act. According to this amendment, the presumption of insolvency can be made if the debtor has not repaid the creditor within one month from the receipt of a reminder. This temporary provision will enter in force 1 February 2021, right after the above described provision ends. The planned duration is six months (until the end of September 2021). ", "descriptionUseOfMeasure": "This temporary amendment has had a clear impact on the number of bankruptcies in Finland. In comparison to 2019 (between January and November), the number of companies filing bankruptcy in Finland was 17% lower in 2020. \r\rThe number of employees in companies that have filed for bankruptcy in Finland in 2019 (between January and November 2020) was approximately 11,000 which is 11% less than the year before. \r\r", "descriptionInvolvementOfSocialPartners": "The peak-level social partners have not been involved in the design or implementation of this measure. The Federation of Finnish Enterprises (in Finnish 'Suomen Yrittäjät') and other key stakeholders have been consulted. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/FI-2021-18_1646.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Not applicable"}, "portalData": {"sources": [{"recordId": "2401", "sources::title": "The number of bankruptcies has clearly decreased from last year as a result of the temporary amendment (Lakimuutos puree: konkurssien määrä vähentynyt selvästi viime vuodesta)", "sources::url": "https://yle.fi/uutiset/3-11699455", "sources::d_date": "12/16/2020", "modId": "0", "downloaded_to": "e5a244abdb41232f97f780d3d92687efcf7d1af212f2716e63fe318ba18c3621"}, {"recordId": "2402", "sources::title": "It is hoped that the temporary bankruptcy and foreclosure clause will have an extension of six months from the end of October - The crisis is not over (Väliaikaisen konkurssi- ja ulosottopykälän toivotaan saavan jatkoaikaa lokakuun lopusta kuusi kuukautta – Koronakriisi ei ole ohi)", "sources::url": "https://www.yrittajat.fi/uutiset/634327-valiaikaisen-konkurssi-ja-ulosottopykalan-toivotaan-saavan-jatkoaikaa-lokakuun#fcc9e791", "sources::d_date": "09/18/2020", "modId": "0", "downloaded_to": "5ba81346ade4f17c6cfb0e1d6f4927c46083ab26324c976879805288d02e6145"}, {"recordId": "2403", "sources::title": "Government proposal 164/2020 (Hallituksen esitys 164/2020)", "sources::url": "https://www.eduskunta.fi/FI/vaski/HallituksenEsitys/Sivut/HE_164+2020.aspx", "sources::d_date": "10/15/2020", "modId": "0", "downloaded_to": "65c8e670f71de06a33ecb9024b90a89b56cf32c212315697b056261e20f1b949"}, {"recordId": "2404", "sources::title": "Government proposal 46/2020 (Hallituksen esitys 46/2020)", "sources::url": "https://www.eduskunta.fi/FI/vaski/HallituksenEsitys/Sivut/HE_46+2020.aspx", "sources::d_date": "04/16/2020", "modId": "0", "downloaded_to": "d16142857b45968be41b41075379d3e3b383d5d085ff24258ec74a2ad35bb635"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1556", "modId": "27"}