{"fieldData": {"title": "Scheme for the support of pig farming  ", "title_nationalLanguage": "Μέτρο ενίσχυσης για τη στήριξη του τομέα χοιροτροφίας για αντιμετώπιση των επιπτώσεων της πανδημίας COVID-19 ", "d_startDate": "10/20/2020", "d_endDate": "12/31/2020", "calc_country": "Cyprus", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "CY-2020-43/1649", "dateType": "Temporary", "calc_creationDay": "01/05/2021", "calc_lastUpdate": "01/13/2021", "descriptionBackgroundInfo": "The Ministry of Agriculture, Rural Development and the Environment (MoA), within the frame of temporal State Aid for the support of the economy during the COVID-19 pandemic, release a scheme to support the pig farming sector. The governmental support that has the form of direct grant, is open to any natural or legal person who owns or manages a pig unit that decides to slaughter piglets in order to reduce market surpluses. This measure was decided by the Cabinet on 22 July 2020. ", "descriptionContentOfMeasure": "Eligible to participate in the Scheme is any natural or legal person who owns or manages a pig unit rearing sows, which is registered in the Veterinary Services, participates in the annual Pig Farming Submit and meets one of the following prerequisites:\r\r* Natural or legal person registered in the Farmers and Agricultural Holdings registry.\r* Natural person registered in the Social Insurances Fund registry as a farmer or livestock farmer, at least for the last two years.\r* Legal person registered in the Social Insurances Fund registry as an employer in the farming sector, at least for the last two year.\r* Natural person under 41 years of age during the submission of the application and registered in the Social Insurances Fund registry exclusively as a farmer/livestock farmer before the 1 March 2020.\r\rNatural or legal persons not residing in the Republic, persons participating in early retirement schemes for farmers and natural or regal persons participated in other schemes of the government for the confrontation of the consequences of the pandemic are not eligible to participate.  \r\rThe support that participating persons will receive is €36.00 for each slaughtered piglet, that weight between 7,5 kg and 25 kg, and the maximum amount that a person can receive is €100,000.  \r\rThe total amount available for the Scheme is €500,000.", "descriptionUseOfMeasure": "Currently, however, there is no data available for the number of beneficiaries as the process of application for participation in the Scheme has been just completed.   ", "descriptionInvolvementOfSocialPartners": "The Scheme is approved by the European Commission under the Temporary Framework for State aid measures to support the economy in the current COVID-19 outbreak. The Minister of Agriculture, Rural Development and Environment hold different informed meetings with the Agricultural Organizations since the beginning of the pandemic on different issues concerning the support of farmers and agricultural businesses. However, the level of involvement of these organizations in the designing of the particular Scheme is not known.   ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/CY-2020-43_1649.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2410", "sources::title": "Μέτρο ενίσχυσης για τη στήριξη του τομέα χοιροτροφίας για αντιμετώπιση των επιπτώσεων της πανδημίας COVID-19  ", "sources::url": "http://www.moa.gov.cy/moa/da/da.nsf/All/CA675B6CAF50F024C22585A10041272E/$file/%CE%95%CE%B3%CF%87%CE%B5%CE%B9%CF%81%CE%AF%CE%B4%CE%B9%CE%BF%20%CE%95%CF%86%CE%B1%CF%81%CE%BC%CE%BF%CE%B3%CE%AE%CF%82%20%CE%9C%CE%AD%CF%84%CF%81%CE%BF%CF%85%20%CE%A7%CE%BF%CE%B9%CF%81%CE%BF%CF%84%CF%81%CE%BF%CF%86%CE%AF%CE%B1%CF%82%20(%CF%87%CE%BF%CE%B9%CF%81%CE%AF%CE%B4%CE%B9%CE%B1).pdf", "sources::d_date": "08/20/2020", "modId": "0", "downloaded_to": "24bb05ab13d3d827c91c014056459f905f58677c3d1cabcdd2df9facd67afa25"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [{"recordId": "36", "occupations::name": "Agricultural, forestry and fishery labourers", "modId": "0"}], "sectors": [{"recordId": "27", "sectors::code": "A1", "sectors::name": "Crop and animal production, hunting and related service activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1559", "modId": "14"}