{"fieldData": {"title": "Extension of temporary State contribution to uncovered costs of companies", "title_nationalLanguage": "Extension des mesures de soutien aux entreprises dans le cadre de la pandémie de COVID-1", "d_startDate": "12/19/2020", "d_endDate": "03/31/2021", "calc_country": "Luxembourg", "calc_minorCategory": "Supporting businesses to get back to normal", "calc_subMinorCategory": "Other", "calc_identifier": "LU-2020-51/1661", "dateType": "Temporary", "calc_creationDay": "01/06/2021", "calc_lastUpdate": "01/20/2021", "descriptionBackgroundInfo": "In order to cushion the direct and indirect economic repercussions of the new restrictive measures within the context of the pandemic, the government has decided to extend the benefit of the State's temporary contribution to the uncovered costs of certain companies provided for by the Law of 19 December 2020 to companies in the in-store retail sector and similar sectors, such as the personal care sector. \r\rLegal framework: Law of 19 December 2020 having as object the setting up of a temporary State contribution to the uncovered costs of certain companies ( Loi du 19 décembre 2020 ayant pour objet la mise en place d’une contribution temporaire de l’État aux coûts non couverts de certaines entreprises, Mémorial A 1036 du 21/12/2020. and the Law of 24 December 2020 amending the law of 17 July 2020 on measures to combat the Covid-19 pandemic and the law of 19 December 2020 having as object the setting up of a temporary State contribution to the uncovered costs of certain undertakings ( Loi du 24 décembre 2020 modifiant 1° la loi modifiée du 17 juillet 2020 sur les mesures de lutte contre la pandémie Covid-19 ; 2° la loi modifiée du 19 décembre 2020 ayant pour objet la mise en place d’une contribution temporaire de l’État aux coûts non couverts de certaines entreprises. Mémorial A 1082 du 24/12/2020)", "descriptionContentOfMeasure": " The \"uncovered costs\" can be determined as the difference between total income, subsidies for the compensation of the partially unemployed, other public aid and insurance benefits received and the amount corresponding to 75% of operating costs. By way of derogation from the above, an amount corresponding to 100% of operating costs will be taken into account if the enterprise has been subject to a closure obligation. The maximum aid intensity will be 70% of the \"uncovered costs\" for medium and large enterprises and 90% of the uncovered costs for micro and small enterprises, but the total amount of aid may not exceed €20,000 for a micro enterprise, €100 000 for a small enterprise and €200,000 for a medium or large enterprise. The concerned sectors are: sectors of tourism, catering, events, culture, entertainment, continuing vocational training organisations, companies in the in-store retail sector and similar sectors, such as the personal care sector", "descriptionUseOfMeasure": "No information available yet.", "descriptionInvolvementOfSocialPartners": "unknown", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LU-2020-51_1661.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "2450", "sources::title": "Adaptation des mesures de soutien aux entreprises dans le cadre de la pandémie de COVID-1", "sources::url": "https://meco.gouvernement.lu/fr/actualites.gouvernement%2Bfr%2Bactualites%2Btoutes_actualites%2Bcommuniques%2B2020%2B12-decembre%2B21-covid19-soutien-entreprises.htm", "sources::d_date": "01/05/2021", "modId": "0", "downloaded_to": "3a0707cf2ab4fbce3fb2899320c80fdba7ee964c80bc4b78983f301bf528ec33"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "116", "sectors::code": "P85", "sectors::name": "Education", "modId": "0"}, {"recordId": "119", "sectors::code": "Q87", "sectors::name": "Residential care activities", "modId": "0"}, {"recordId": "120", "sectors::code": "Q88", "sectors::name": "Social work activities without accommodation", "modId": "0"}, {"recordId": "122", "sectors::code": "R90", "sectors::name": "Creative, arts and entertainment activities", "modId": "0"}, {"recordId": "123", "sectors::code": "R91", "sectors::name": "Libraries, archives, museums and other cultural activities", "modId": "0"}, {"recordId": "124", "sectors::code": "R92", "sectors::name": "Gambling and betting activities", "modId": "0"}, {"recordId": "128", "sectors::code": "S95", "sectors::name": "Repair of computers and personal and household goods", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1571", "modId": "19"}