{"fieldData": {"title": "Cancellation of employment contract of workers fulfilling requirements for retirement ", "title_nationalLanguage": "Odpoved pogodbe o zaposlitvi delavcem, ki izpolnjujejo pogoje za upokojite", "d_startDate": "01/01/2021", "d_endDate": "", "calc_country": "Slovenia", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Change of work arrangements (working time, rota schemes)", "calc_identifier": "SI-2021-1/1675", "dateType": "Open ended", "calc_creationDay": "01/08/2021", "calc_lastUpdate": "01/14/2021", "descriptionBackgroundInfo": "The seventh COVID-19 law (ZIUPOPDVE), adopted by the Parliament on 29 December 2020, brings two changes in the Employment Relationship Act and Public Employees Act. Articles 21 and 22 will ease the dismissals of older workers who fulfil requirements for retirement. This change was adopted with no involvement of the Economic and Social Council. While trade unions are protesting, the employer organisations are content with the measure. Trade unions announced to appeal the articles to the Constitutional Court. \rThe Parliament took precocious measure against the possibility that the seventh COVID-19 is rejected on the public referendum. On 30 December 2020, it passed a decision which bans to call for a referendum regarding this law.\r", "descriptionContentOfMeasure": "Articles 21 and 22 adds another reason for ordinary cancellation of an employment contract. When a worker fulfils the requirements for old-age pension, the employer may cancel the employment contract without any justification. The notice period is 60 days and the dismissed worker has the right to severance pay. \r\rThe measure is dubbed ‘forced retirement’ by trade unions. In the press release on 30 December 2020, seven trade union confederations said it is discriminatory to older workers. It is, they claim, also against the goal, set by social partners, to retain older workers in employment. Moreover, according to their estimation, the ‘forced retirement’ will trigger an additional outflow of €245 million in the pension fund. Employer organisations responded that trade unions’ reaction is exaggerated.\r\rOn 30 December 2020, the Parliament passed a decision banning the popular referendum regarding the Act Determining Intervention Measures to Assist in Mitigating the Consequences of the Second Wave of COVID-19 Epidemic (ZIUPOPDVE).", "descriptionUseOfMeasure": "No information is available so far.", "descriptionInvolvementOfSocialPartners": "This change was adopted with no involvement of the Economic and Social Council.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/SI-2021-1_1675.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2488", "sources::title": "Act Determining Intervention Measures to Assist in Mitigating the Consequences of the Second Wave of COVID-19 Epidemic (Zakon o interventnih ukrepih za pomoč pri omilitvi posledic drugega vala epidemije COVID-19, ZIUPOPDVE", "sources::url": "http://pisrs.si/Pis.web/pregledPredpisa?id=ZAKO830", "sources::d_date": "12/30/2020", "modId": "0", "downloaded_to": "47c166ecb1b7632056cc5c3893555a75862c56642742d0936869e5ebb95c2a6f"}, {"recordId": "2489", "sources::title": "The Chamber of Commerce and Industry of Slovenia (GZS), Sporočilo medijem [Press release", "sources::url": "https://www.gzs.si/mediji/Novice/ArticleId/77905/obvezno-upokojevanje-uravnotezuje-pravice-delodajalcev-in-delojemalce", "sources::d_date": "12/31/2020", "modId": "0", "downloaded_to": "6ebd8d211995c01d1314df19c0c7427e0922c2b4ffff544bb2f722a39f73e2d2"}, {"recordId": "2490", "sources::title": "Seven trade union confederations, Izjava za javnost [Press release", "sources::url": "https://www.zsss.si/wp-content/uploads/2020/12/Izjava-za-javnost-poseg-v-ZDR-s-PKP7-30122020_sindikalne-centrale.pd", "sources::d_date": "12/30/2020", "modId": "0", "downloaded_to": "5b79acfb78d2097ca570da5d37d31bb79a370629a974ce81abcc8d48aeb608aa"}, {"recordId": "2491", "sources::title": "Decision on the ban on the popular referendum regarding Act Determining Intervention Measures to Assist in Mitigating the Consequences of the Second Wave of COVID-19 Epidemic [Sklep o nedopustnosti razpisa zakonodajnega referenduma o Zakonu o interventnih ukrepih za pomoč pri omilitvi posledic drugega vala epidemije COVID-19 (ZIUPOPDVE)", "sources::url": "http://pisrs.si/Pis.web/pregledPredpisa?id=SKLE1229", "sources::d_date": "12/30/2020", "modId": "0", "downloaded_to": "096c8c1e3810d52b41e568984a4e05fa270413db7bac98ad0b017d3a0f2fa0f7"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "4", "actors::name": "Employers' organisations", "modId": "3"}], "targetGroups": [{"recordId": "67", "targetGroups::name": "Older people in employment (aged 55+)", "modId": "9"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1585", "modId": "13"}