{"fieldData": {"title": "Suspension of the payment of social security contributions", "title_nationalLanguage": "Sospensione dei versamenti dei contributi previdenziali", "d_startDate": "10/28/2020", "d_endDate": "11/30/2020", "calc_country": "Italy", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "IT-2020-44/1679", "dateType": "Temporary", "calc_creationDay": "01/08/2021", "calc_lastUpdate": "01/14/2021", "descriptionBackgroundInfo": "The Law Decree no. 137, issued on 28 October 2020, introduced a series of measures to support the economic activities whose  business has been suspended, following the restrictions applied by the Decree of the President of the Council of Ministries on 24 October 2020, to stay afloat. Among other measures, the Law Decree provided for the suspension of the payment of social security contributions for companies affected by the suspension of the economic activity during the month of November 2020 (article 13). ", "descriptionContentOfMeasure": "The Law Decree no. 137/2020 provided for the suspension of the payment of social security contributions and insurance premiums for employees of companies in the economic sectors affected by the new restrictive measures during the month of November 2020 (article 13). The suspended payments are postponed, due by 16 March 2020 in a unique payment or through a maximum of four monthly instalments , with the payment of the first instalment by 16 March 2021.\r\rThe eligible economic activities are the following: \r\r* Taxi; transport by rental of cars with driver.\r* Management of funiculars, ski-lifts and chairlifts, if not part of the urban or sub-urban mobility systems.\r* Hotels; tourist villages; youth hostels; mountain huts; marine and mountain colonies; renting rooms for short stays, holiday homes and apartments, bed and breakfast, residence; camping areas and areas equipped for campers and caravans; accommodation for students and workers with hotel-type ancillary services.\r* Catering with delivery; catering activities connected to farm; ice cream parlours and pastry shops; street itinerant ice cream and pastry shops; mobile catering services; catering on trains and ships; event catering, banqueting.\r* Bar and other similar establishments without kitchen.\r* Distribution activities related to film, video and television programs; projection activities and cinemas.\r* Agencies and agents or attorneys for entertainment and sport.\r* Rental of buildings and structures for events and shows.\r* Ticketing services for theatre, sport and other recreational and entertainment events.\r* Activities of guides and tour leaders.\r* Organisation of conferences, fairs, cultural events, artistic representations.\r* Management of theatres, concert halls and other artistic structures.\r* Activities related to lotteries and betting, including bingo.\r* Management of stadiums, swimming pools, sports clubs and facilities, gyms.\r* Management of amusement and thematic parks; discos, dance halls, night clubs; billiards and other entertainment activities; wellness centres, thermal establishments; organisation of parties and ceremonies.\r", "descriptionUseOfMeasure": "Around €504 million for the year 2020 of suspended payments for social security contribution are estimated. ", "descriptionInvolvementOfSocialPartners": "The measure has been unilaterally introduced by the government. The social partners have not been involved during any phase. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/IT-2020-44_1679.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "2513", "sources::title": "Official Gazette", "sources::url": "https://www.gazzettaufficiale.it/eli/id/2020/10/28/20G00166/sg", "sources::d_date": "10/28/2020", "modId": "0", "downloaded_to": "1037f7e00546ea847d2cde462f491f5c5c7ce2a53a651ea06ca6f4b10a2fbdfd"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1589", "modId": "11"}