{"fieldData": {"title": "Financial support to the activities in the agriculture, fishery and aquaculture sectors ", "title_nationalLanguage": "Misure di sostegno alle imprese appartenenti alle filiere agricole, della pesca e dell'acquacoltura", "d_startDate": "10/29/2020", "d_endDate": "12/31/2020", "calc_country": "Italy", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "IT-2020-44/1681", "dateType": "Temporary", "calc_creationDay": "01/08/2021", "calc_lastUpdate": "01/14/2021", "descriptionBackgroundInfo": "The Law Decree no. 137, issued on 28 October 2020, then converted into the Law no. 176, issued on 18 December 2020, introduced a non-repayable fund to support the activities in the economic sectors further affected by the new restrictive measures introduced by the Decree of the President of the Council of Ministries on 24 October 2020. In particular, the fund is devoted to the activities in the agriculture, fishery and aquaculture sectors. ", "descriptionContentOfMeasure": "The Law Decree no. 137, issued on 28 October 2020, provided for a non-repayable fund amounting to €100 million for the year 2020 to support the activities in the agriculture, fishery and aquaculture sectors. The Minister for Agricultural, Food and Forestry Policies, in agreement with the Minister of Economy and Finance, will established the criteria to be eligible to get the non-repayable allowance. It applies to companies which have started their business after 1 January 2019 and which have registered a decrease in turnover in November 2020 corresponding to more than 25% compared to the same period of the previous year. The Income Revenue Agency is in charge of the transfer of the allowance to the beneficiaries. ", "descriptionUseOfMeasure": "The Minister for Agricultural, Food and Forestry Policies, in agreement with the Minister of Economy and Finance, will establish the criteria to be eligible to get the non-repayable allowance.", "descriptionInvolvementOfSocialPartners": "The measure has been unilaterally introduced by the Government. The social partners have not been involved in any phase. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/IT-2020-44_1681.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "2513", "sources::title": "Official Gazette", "sources::url": "https://www.gazzettaufficiale.it/eli/id/2020/10/28/20G00166/sg", "sources::d_date": "10/28/2020", "modId": "0", "downloaded_to": "1037f7e00546ea847d2cde462f491f5c5c7ce2a53a651ea06ca6f4b10a2fbdfd"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "27", "sectors::code": "A1", "sectors::name": "Crop and animal production, hunting and related service activities", "modId": "0"}, {"recordId": "29", "sectors::code": "A3", "sectors::name": "Fishing and aquaculture", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1591", "modId": "12"}