{"fieldData": {"title": "Requisition of doctors and nurses ", "title_nationalLanguage": "Επίταξη Γιατρών και Νοσηλευτών", "d_startDate": "03/19/2020", "d_endDate": "04/30/2020", "calc_country": "Cyprus", "calc_minorCategory": "Ensuring business continuity and support for essential services", "calc_subMinorCategory": "Mobilisation of a larger workforce", "calc_identifier": "CY-2020-12/369", "dateType": "Temporary", "calc_creationDay": "04/08/2020", "calc_lastUpdate": "05/06/2020", "descriptionBackgroundInfo": "The requisition of doctors and nurses by the Republic emerged with the increasing number of people, medical and paramedical personnel of the public and some private hospitals and medical centers infected by the coronavirus COVID-19. The provision is found in the Decree 107 of the Quarantine Law, Chapter 260 issued on the Thursday 19 March 2020 by the Minister of Health for the protection of public health and the health care system.  \r\rOn Wednesday 8 April, the President of the Republic announced the decision of the Cabinet to extent all the measures taken by the Degrees of the Minister of Health up until 30 April 2020. The Minister of Health undertakes, currently, a legal and technical processing of these measures.  ", "descriptionContentOfMeasure": "The measure provides the requisition of all doctors and nurses, registered in the Medical Record and the Nurse Record, accordingly, during the starting day of the implementation of the Degree. According to the Decree, all doctors and nurses are under the instructions of the Minister of Health and carry out the tasks assigned to them during the implementation period. \r\rThe names of the commanded doctors and nurses will be posted on the website of the Ministry of Health and will be informed by other means as well that the Minister will decide. \r\rDoctors and nurses in the vulnerable groups, as defined by the Ministry, will carry out other duties of the Ministry of Health or will be excluded from duties according to the judgment of the Minister. ", "descriptionUseOfMeasure": "Payment is irrelevant with this measure. According to the the Health Statistics of the Statistical Services of Cyprus (2017), the number of doctors working in private and public hospitals is 3,388 and the number of nurses in private and public hospitals is 3,387. The number of registered health professionals in their respective health associations, however, might be higher but it was impossible to communicate and confirm it with the associations probably due to restrictions of movement for the prevention of the spread of the virus. ", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "Other", "socialPartner_role": "No involvement", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/CY-2020-12_369.html", "isOccupation": "Yes", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "220", "sources::title": "Degree 107, Quarantine Law, Chapter 260", "sources::url": "https://www.pio.gov.cy/coronavirus/diat.html", "sources::d_date": "03/19/2020", "modId": "4", "downloaded_to": "3756a7d8a9565f2dfa57de11bc868fc783446a4a056a14d2df1d8f789569f1a3"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "61", "targetGroups::name": "Companies providing essential services", "modId": "12"}, {"recordId": "73", "targetGroups::name": "Workers in care facilities", "modId": "8"}], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [{"recordId": "6", "occupations::name": "Health professionals", "modId": "0"}], "sectors": [{"recordId": "118", "sectors::code": "Q86", "sectors::name": "Human health activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "260", "modId": "79"}