{"fieldData": {"title": "Employability program for workers", "title_nationalLanguage": "Programma \"Garanzia di occupabilità dei lavoratori\"", "d_startDate": "01/01/2021", "d_endDate": "12/31/2021", "calc_country": "Italy", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Active labour market policies, incl. subsidised job creation", "calc_identifier": "IT-2021-1/1683", "dateType": "Temporary", "calc_creationDay": "01/08/2021", "calc_lastUpdate": "01/18/2021", "descriptionBackgroundInfo": "The Budget Law for the year 2021 (Law no. 178, issued on 30 December 2020) established a new national program called \"Employability Guarantee for Workers\" within the realm of active labour market policies. The program aims at fostering the employability and the integration into the labour market of unemployed workers. ", "descriptionContentOfMeasure": "The new national program called “Employability Guarantee for Workers” aims at introducing a series of active labour market policies aiming at fostering the employability and the integration into the labour market of unemployed workers. Within the EU Commission program “React EU”, the Budget Law allocated €233 million to the Employability Guarantee to finance activation measures admissible according to the React EU plan. \rBy 60 days since the issue of the Law, the Ministry for Labour and Social Policies, together with the Ministry for Economy and Finance, have to present a plan specifying (art. 1 c. 324):\r\r* the active labour market policies to implement;\r* the relating beneficiaries;\r* the procedures to ensure the respect of the budgetary cap;\r* the characteristics of the services to provide; \r* the timing and the modality of provision of activation service. \r\rFurther €267 million are instead allocated to finance the relocation allowance (art. 1 c. 325), a financial support provided to support unemployed workers in their active search for a job. It is based on a voucher system: the beneficiaries receiving the vouchers can use these vouchers to buy customised and individual employment support services at any public employment centre or at private accredited centres. Unlike in the past, also unemployed workers receiving payroll subsidies, unemployment allowances or the citizenship basic income are eligible to get the relocation allowance.", "descriptionUseOfMeasure": "The measure has been introduced on 30 December 2020. Data on its application are not available yet.", "descriptionInvolvementOfSocialPartners": "The social partners have not been involved. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/IT-2021-1_1683.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "2572", "sources::title": "Official Gazette", "sources::url": "https://www.gazzettaufficiale.it/eli/id/2020/12/30/20G00202/sg", "sources::d_date": "12/30/2020", "modId": "0", "downloaded_to": "6a1931d434c03f14fd5e359a4ab56471577fccd136b4f66a05971ba605faa981"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1593", "modId": "15"}