{"fieldData": {"title": "Measures for the second package for the cultural and creative sector", "title_nationalLanguage": "Maatregelen tweede specifieke pakket voor de culturele en creatieve sector", "d_startDate": "01/01/2021", "d_endDate": "", "calc_country": "Netherlands", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Support for spending, stimulus packages", "calc_identifier": "NL-2021-1/1686", "dateType": "Open ended", "calc_creationDay": "01/09/2021", "calc_lastUpdate": "01/14/2021", "descriptionBackgroundInfo": "The cultural and creative sectors have been especially badly hit due to the COVID-19 crisis. The revenue in the cultural and recreational sector has dropped with 37.4% in the second quarter of 2020. In response, the government will introduce a second support package for the cultural and creative sector during the first half of 2021. The people working in this sector are often (solo) self-employed which makes them more vulnerable. \rThis support package will focus on creators and artists, and it is a continuation of the first support package. There will be an extra budget for freelance theatre producers as well. ", "descriptionContentOfMeasure": "The second investment package means that €1,62 billion will be made available for the cultural and creative sector. Of this amount, € 340 million will be made available for 2020 and a further €414 million for 2021 to make sure creators and artists can continue to work. Specifically the following activities will be supported by this extra financial injection:\r\r* €202.75 million will serve as an extension of the previous support package until the first half of 2021.\r* €100 million for institutions and festivals in the  basic cultural infrastructure (known as the BIS)  for 2021-2024.\r* €20 million for a contribution to the national restauration fund (Nationaal Restauratiefonds) for the monument loans (OML).\r* €15 million for the Culture and Entrepreneurship Foundation (Cultuur+Ondernemen) to provide loans to entrepreneurs in this sector.\r* €49,76 million for creators through grants from six government-owned culture funds, grants for public broadcast (NPO) productions and schooling for self-employed people.\r* €10 million for the cultural organisations “Kickstart Cultuurfonds”, a cultural fund, and €0.4 million for “Nationaal Theaterweekend”, a theatre organisation, both are supporting the cultural and creative sector. \r* €20 million for private museums and important collections.\r* €15 million for floating cultural heritage sites (Bruine Vloot).\r* €10 million to stimulate film productions.\r* €5 million for field labs to do research on the resilience of this sector.\r*€150 million to support the cultural infrastructure.\r* €11 million for institutions that had been granted financial support but could not receive it because of budget limits.\r* €40 million extra will be available for independent theatre producers for the performing arts.\r", "descriptionUseOfMeasure": "There is no information available on this yet.", "descriptionInvolvementOfSocialPartners": "The Ministry of Education, Culture and Science requested the involvement of the social partners for advice and input when developing the measures. For instance, the Ministry requested advice from the Culture Council (Raad van Cultuur) on funding youth performing arts groups. Furthermore, Fund for Performing Arts was asked to further develop the measures for the support package for the performing arts sector. The sectoral social partners (consisting mainly of several large foundations and funds) are closely involved because they will implement the financial support by providing grants and financial support to end beneficiaries. \rFurthermore, the social partners are involved in distributing the financial support to the people and institutions working in the cultural and creative sector. This social dialogue was on a national scale.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/NL-2021-1_1686.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2539", "sources::title": "Kamerbrief: Uitwerking maatregelen tweede specifieke pakket voor de culturele en\rcreatieve sector", "sources::url": "https://www.rijksoverheid.nl/binaries/rijksoverheid/documenten/kamerstukken/2020/11/16/uitwerking-maatregelen-tweede-specifieke-pakket-voor-de-culturele-en-creatieve-sector/uitwerking-maatregelen-tweede-specifieke-pakket-voor-de-culturele-en-creatieve-sector.pdf", "sources::d_date": "11/16/2020", "modId": "0", "downloaded_to": "68b6a4b135ee994feff7cd194b3639898c5c570df2385700328ffaea4c79f791"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "6", "actors::name": "Other social actors (e.g. NGOs)", "modId": "3"}, {"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}], "targetGroups": [{"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}, {"recordId": "55", "targetGroups::name": "Solo-self-employed", "modId": "16"}, {"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}, {"recordId": "62", "targetGroups::name": "SMEs", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "122", "sectors::code": "R90", "sectors::name": "Creative, arts and entertainment activities", "modId": "0"}, {"recordId": "123", "sectors::code": "R91", "sectors::name": "Libraries, archives, museums and other cultural activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1596", "modId": "12"}