{"fieldData": {"title": "Time-Out Arrangement ", "title_nationalLanguage": "Time-Out Arrangement ", "d_startDate": "01/01/2021", "d_endDate": "", "calc_country": "Netherlands", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "NL-2021-1/1687", "dateType": "Open ended", "calc_creationDay": "01/09/2021", "calc_lastUpdate": "01/14/2021", "descriptionBackgroundInfo": "The COVID-19 pandemic has caused a lot of entrepreneurs to be at risk of going bankrupt. The Dutch government fears that if these entrepreneurs go bankrupt, they will have to bear the consequences for years, and it will leave other businesses and institutions with unpaid debts. Furthermore, the government wants to prevent that after the pandemic many people are afraid to start their own business, and these businesses are essential to rebuilding the economy. \r\rTo prevent longer term consequences of the COVID-19 crisis on entrepreneurs and their businesses, the Dutch government has developed and implemented a law, the WHOA, (Wet Homologatie Onderhands Akkoord or Law for Homologation of Private Agreements). This law aims to help implement the broader COVID-19 measure, the Time-Out Arrangement or TOA, (which has the same name as in English).", "descriptionContentOfMeasure": "The aim of the TOA is to prevent enterprises from falling into further financial difficulty by giving enterprises some proverbial breathing room, or a time-out, concerning their outstanding payments or debts. The aim is to prevent enterprises from collapsing into bankruptcy due to bills and payments which pile up. The rationale here is that if enterprises go bankrupt this has a chain reaction as other organisations, which are awaiting payment, are not paid at all and suffer as well.  The WHOA helps to implement the TOA. The Law means that a judge has the legal mandate to force debt collectors and organisations awaiting payment to agree to a repayment plan.\r \rThe WHOA law came into force on 1 January 2021. With this law, the entrepreneurs can reach an agreement with their creditors to prevent bankruptcy. Not all creditors have to agree on this, the judge confirms the agreement and then it becomes binding, even to the creditors who have not agreed. This law is an important part of the Time-out arrangement, however, since it does not cover all issues that entrepreneurs encounter, therefore this arrangement consists of other elements as well. ", "descriptionUseOfMeasure": "There is not information available yet on the use of this measure.", "descriptionInvolvementOfSocialPartners": "The social partners have been involved in negotiating and developing this measure. The employer’s organisations MKB-Nederland, VNO-NCW and the KHN, (the royal association for hotel, café, restaurants and bars), have negotiated against reducing the support measures to enterprises in 2021. The KHN was on the main sectoral social partners involved in lobbying for the TOA. The VNO-NCW and MKB NL (the former representing all sorts of employers across sectors and the latter representing SMEs across sectors). These are peak level social partners and have been involved with the development of most of the Covid-19 measures along with peak level trade unions through existing discussion mechanisms and fora. \r\rThe Dutch Chamber of Commerce has developed a programme for business owners whose business is not going well to the point of a possible bankruptcy. This programme is a part of the Time-out arrangement and therefore the Chamber of Commerce has been involved in both the designing and implementing of this measure. MKB-Nederland, VNO-NCW and the KHN have been pleading for more support for business owners, specifically for business owners to be able to pause their business without being declared bankrupt. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/NL-2021-1_1687.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2538", "sources::title": "Kamerbrief: Aanpassingen in het economische steun- en herstelpakket als gevolg\rvan de ontwikkeling in de bestrijding van het coronavirus", "sources::url": "https://www.rijksoverheid.nl/documenten/kamerstukken/2020/12/09/kamerbrief-aanpassingen-steun--en-herstelpakket", "sources::d_date": "12/09/2020", "modId": "0", "downloaded_to": "5c2bf7150e0c186439208f00dd11e7ac290b78e2efc230fa5d257b531c98d781"}, {"recordId": "2540", "sources::title": "Lobbysucces KHN: Kabinet werkt aan voorstel voor Time-Out Arrangement", "sources::url": "https://www.khn.nl/nieuws/lobbysucces-khn-kabinet-werkt-aan-voorstel-voor-time-out-arrangement ", "sources::d_date": "09/25/2020", "modId": "0", "downloaded_to": "f300a7aa64f3babd84c41ede9fff98cfd507bfec6a8818b5c9449e98386e2e68"}, {"recordId": "2541", "sources::title": "Op de rand van faillissement? De WHOA biedt uitkomst", "sources::url": "https://www.kvk.nl/advies-en-informatie/wetten-en-regels/op-de-rand-van-faillissement-de-whoa-biedt-uitkomst/", "sources::d_date": "12/23/2020", "modId": "0", "downloaded_to": "49d42ba39a3ce055f236367731a1f7cc1cd2caea18f40725acad85237798bbfe"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1597", "modId": "11"}