{"fieldData": {"title": "Extra compensation for local governments", "title_nationalLanguage": "Aanvullend compensatiepakket medeoverheden", "d_startDate": "12/17/2020", "d_endDate": "", "calc_country": "Netherlands", "calc_minorCategory": "Promoting the economic, labour market and social recovery", "calc_subMinorCategory": "Support for spending, stimulus packages", "calc_identifier": "NL-2020-51/1688", "dateType": "Open ended", "calc_creationDay": "01/09/2021", "calc_lastUpdate": "01/13/2021", "descriptionBackgroundInfo": "The Netherlands has a decentralised system of governance and many social security and social services are implemented at the municipal level. As such, municipalities have also been closely involved in implementing measures to reduce the impact of COVID-19 on people and organisations. \r\rThe second wave of COVID-19 has proven to be heavy on local governments. With the measures in place, the extra costs for the local governments are rising, yet they still have to provide sound, regular services to their inhabitants. In order to make sure that the local governments can continue to serve their inhabitants, the government is introducing a new financial compensation package to support them. ", "descriptionContentOfMeasure": "The measure entails extra financing to municipal governments across a range of policy areas and policy initiatives.\r\r* An extra €150 million for local governments to compensate for loss of income.\r* Extension of the agreement with VNG on the Youth Act (Jeugdwet) and the act on social support, (Wet maatschappelijke ondersteuning or Wmo) 2015.\r* €100 million for the upkeep of swimming pools and ice skating rinks.\r* €60 million for local sports clubs to compensate their fixed costs.\r* €30 million to organise and coordinate the infrastructure for the elections.\r* €32 million compensation to the local government for their increased expenses on garbage disposal as a result of people working from home.\r* €149.7 million to support local cultural institutions and local cultural infrastructure.\r* €60 million for law enforcement .\r* €90 million for the reintegration of people who receive social support.\r* €40 million in total to support people living in poverty or debt.\r* €48.46 to fight unemployment.\r* Local governments with inhabitants up to 60,000 inhabitants will receive €470,000 to support the youth.\r* Youth package of €58,5 million for activities.\r", "descriptionUseOfMeasure": "No information available yet", "descriptionInvolvementOfSocialPartners": "The social partners have been involved in the development of this measure, though beyond the VNG and IPO, it is unclear what the precise role was of peak level trade unions and employer organisations. The VNG and the IPO, which are a cooperation between the municipalities in The Netherlands, have been consulted, just like the representatives of the local governments. This social dialogue took place at the national level.\r\rThe Ministry of the Interior and Kingdom Relations has requested the social partners’ involvement in designing the measure. This measure has been designed through the existing and regular governmental meetings on financial issues, “Bestuurlijk Overleg Financiële verhoudingen” (a consultation with the local governments about their finances). Furthermore, the minister states that the social partners will continue to be involved and consulted. The VNG has been the most involved social partner regarding this measure.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/NL-2020-51_1688.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only public sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2542", "sources::title": "Aanvullend compensatiepakket medeoverheden december\r2020 en financiële positie gemeenten", "sources::url": "https://www.rijksoverheid.nl/binaries/rijksoverheid/documenten/kamerstukken/2020/12/16/kamerbrief-over-aanvullend-compensatiepakket-medeoverheden-december-2020-en-financiele-positie-gemeenten/kamerbrief-over-aanvullend-compensatiepakket-medeoverheden-december-2020-en-financiele-positie-gemeenten.pdf", "sources::d_date": "12/16/2020", "modId": "0", "downloaded_to": "89a038864eb0de00eda1d3495759bf550d8b002266fa3a50afd527a9208f2c13"}, {"recordId": "2543", "sources::title": "Aanvullende afspraken coronacompensatie", "sources::url": "https://vng.nl/nieuws/aanvullende-afspraken-coronacompensatie", "sources::d_date": "12/16/2020", "modId": "0", "downloaded_to": "546a90f03c462f9727de3f4ff550c4038a3843a1dc0340ef5392956fd2d082c0"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}, {"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}], "targetGroups": [], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1598", "modId": "11"}