{"fieldData": {"title": "Financial support for teleworkers ", "title_nationalLanguage": "Suport financiar angajatilor din telemunca", "d_startDate": "01/01/2021", "d_endDate": "", "calc_country": "Romania", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Teleworking arrangements, remote working", "calc_identifier": "RO-2021-1/1700", "dateType": "Temporary", "calc_creationDay": "01/11/2021", "calc_lastUpdate": "01/13/2021", "descriptionBackgroundInfo": "The increase of teleworking due to COVID-19 pandemic resulted in an increase of expenditure for many employees working from home, who use their private space for work. Often, this brings additional costs for utilities, such as heating, electricity, etc. On the other hand, several companies that have closed down their offices make savings, since they final costs for electricity, gas, etc is reduced. Against this background, the Parliament adopted a law (Law 296/2020) which allows companies to pay up to 400 RON per month (€80) in addition to the paid salaries for covering of utilities and extra-costs related to telework. ", "descriptionContentOfMeasure": "Starting with January 2021, the Romanian employees working from home could be paid up to 400 RON for paying the utilities needed for the telework (heating, electricity, internet, furniture, technical equipment, etc). According to the law, the companies can pay this amount to every teleworker, without any justifying documents attached. The amount is paid in addition to the wages, is exempted from any tax and is deductible from the company's annual profit. The maximum  threshold is 400 RON and the paid amount is in accordance with the number of worked days in the respective month (for example, for 10 working days the received amount is 200 RON (€40)). ", "descriptionUseOfMeasure": "The measure is targeting the employees working from home. There is no official estimation of the total number of teleworkers in Romania, but according to Eurofound 8% of the employees in Romania are working from home as a result of the health crisis. However, the measure is optional - the companies are not obliged to pay the financial support, so it is not possible to estimate how many employees from those working from home will benefit of the measure. ", "descriptionInvolvementOfSocialPartners": "The exact involvement of social partners is unknown - as a rule, all laws are debated in the specialised committees of the Parliament, the sessions of which are open to trade unions and employers organisations. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/RO-2021-1_1700.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2559", "sources::title": "Law no.  296 of 18 December 2020", "sources::url": "http://legislatie.just.ro/Public/DetaliiDocument/235513", "sources::d_date": "12/18/2020", "modId": "0", "downloaded_to": "7e73eaa67469dfa3b535acf573123cdbbc32d09b2e59231f859a359cd6e74627"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1610", "modId": "13"}