{"fieldData": {"title": "Businesses in retail, hospitality and leisure sectors to receive one-off lockdown grants ", "title_nationalLanguage": "Businesses in the retail, hospitality and leisure sectors to receive one-off lockdown grants ", "d_startDate": "01/05/2021", "d_endDate": "03/03/2021", "calc_country": "United Kingdom", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Direct subsidies (full or partial)", "calc_identifier": "GB-2021-2/1703", "dateType": "Temporary", "calc_creationDay": "01/11/2021", "calc_lastUpdate": "01/20/2021", "descriptionBackgroundInfo": "Following the announcement of another national lockdown on the 5 January, the Chancellor of the Exchequer announced the provision of one-off top up grants for retail, hospitality and leisure businesses, worth up to GBP 9,000 per property, designed to help businesses through to the Spring.  As these businesses will be closed until at least mid-February, the loans are intended to help them through the coming months. A GBP 594 million discretionary fund has also been made available to support other impacted businesses\r\r\r", "descriptionContentOfMeasure": "The grants will be provided on a per-property basis to support businesses through the latest restrictions, and are expected to benefit over 600,000 business properties, worth GBP 4 billion in total across all nations of the UK. A further GBP 594 million is also being made available for Local Authorities and the Devolved Administrations of Wales, Scotland and Northern Ireland, to support other businesses not eligible for the grants, that might be affected by the restrictions. Businesses should apply to their Local Authorities.\r\rThese one-off top-ups will be granted to closed businesses as follows:\r\rGBP 4,000 for businesses with a rateable value of GBP 10,000 or under\rGBP 6,000 for businesses with a rateable value between GBP 15,000 and GBP  51,000\rGBP 9,000 for businesses with a rateable value of over GBP 51,000\r\rAny business which is legally required to close, and which cannot operate effectively remotely, is eligible for a grant.\r\rBusiness support is a devolved policy and therefore the responsibility of the devolved administrations, which will receive additional funding as a result of these announcements in the usual manner:  The Scottish Government will receive GBP 375 million; the Welsh Government will receive GBP 227 million and the Northern Ireland Executive will receive GBP 127 million.\r", "descriptionUseOfMeasure": "No data available as this is a new measure announced in accordance with the latest national lockdown.  It is expected that 600,000 business properties will benefit.", "descriptionInvolvementOfSocialPartners": "Given the lack of formal dialogue institutions in the UK, the role of the social partners in design of the measure is not known. It can be assume that the major employer bodies have been informally consulted with but there are no details in the public domain.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/GB-2021-2_1703.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Other initiatives or policies", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2560", "sources::title": "£4.6 billion in new lockdown grants to support businesses and protect jobs", "sources::url": "https://www.gov.uk/government/news/46-billion-in-new-lockdown-grants-to-support-businesses-and-protect-jobs", "sources::d_date": "01/05/2021", "modId": "0", "downloaded_to": "59f2ac54d340b5f5fcdc7de912dd58fa56b31ca31901515396b0c0ba7c9a3611"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "75", "sectors::code": "G47", "sectors::name": "Retail trade, except of motor vehicles and motorcycles", "modId": "0"}, {"recordId": "83", "sectors::code": "I55", "sectors::name": "Accommodation", "modId": "0"}, {"recordId": "84", "sectors::code": "I56", "sectors::name": "Food and beverage service activities", "modId": "0"}, {"recordId": "122", "sectors::code": "R90", "sectors::name": "Creative, arts and entertainment activities", "modId": "0"}, {"recordId": "123", "sectors::code": "R91", "sectors::name": "Libraries, archives, museums and other cultural activities", "modId": "0"}, {"recordId": "124", "sectors::code": "R92", "sectors::name": "Gambling and betting activities", "modId": "0"}, {"recordId": "125", "sectors::code": "R93", "sectors::name": "Sports activities and amusement and recreation activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1613", "modId": "14"}