{"fieldData": {"title": "Contract for the inter-professional expansion", "title_nationalLanguage": "Contratto di espansione interprofessionale", "d_startDate": "01/01/2021", "d_endDate": "12/31/2021", "calc_country": "Italy", "calc_minorCategory": "Reorientation of business activities", "calc_subMinorCategory": "Change of production/innovation", "calc_identifier": "IT-2021-1/1705", "dateType": "Temporary", "calc_creationDay": "01/11/2021", "calc_lastUpdate": "01/18/2021", "descriptionBackgroundInfo": "To foster the inter-generational turnover within large companies that go through processes of re-industrialisation and re-organisation requiring new skills and professionalism, the Budget Law for the year 2021 (Law no. 178, issued on 30 December 2020) introduced relevant changes to the instrument of the contract for the inter-professional expansion. This specific measure was introduced in 2019 (Law Decree no. 34/2019 (art. 26), converted into the Law no. 58/2019) with reference to the years 2019 and 2020, reforming the previous formulation of this provision as contract for expansive solidarity contained in the Legislative Decree no. 148/2015.", "descriptionContentOfMeasure": "The Budget Law for the year 2021(Law no. 178/2020) introduced important changes to the contract for the inter-professional expansion. The measure aims at supporting technological innovation and development within large enterprises undertaking an overall structural change in business processes through: \r\r* an ad hoc recruitment plan for qualified and specialised workers and professionals;\r* a pre-retirement plan, up to 5 years, for the workers eligible to the old-age pension, in exchange for a monthly allowance paid by the employer corresponding to the gross pension treatment accrued at that time;\r* a reduction of working hours combined with access to extraordinary payroll subsidies, up to a maximum of continuous or non-continuous 18 months;\r* a training and re-qualification plan for employees requiring updated skills, in particular in the technological sphere.\r\rCompanies with more than 500 employees are eligible, as well as those with more than 250 employees that combine new hiring with pre-retirement procedures. Eligible companies can resort to this measure by starting a consultation procedure with the Ministry for Labour and Social Policies and with the most representative trade unions or with the employees’ representatives at the workplace level. The company has to present a plan to this consultation including:\r\r* the number of workers to hire and an indication of the related professional profiles, in line with the re-industrialisation plan;\r* the time schedule of the hiring;\r* the indication of the open-ended duration of the contracts; \r* concerning the staffing level, the indication of the reduction of working hours and the number of workers involved. \r\rIf accepted, the plan is included in a company-level agreement signed by the company and by the workplace employees’ representatives. ", "descriptionUseOfMeasure": "The measure has been launched on 1 January 2021. Data on the use of the measure are not available yet.", "descriptionInvolvementOfSocialPartners": "The legislative framework underlying this measure provides for trade union consultation to negotiate the plan for the inter-professional expansion which, if accepted, is translated into a company-level agreement signed by the workers’ representatives at the workplace.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/IT-2021-1_1705.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "2572", "sources::title": "Official Gazette", "sources::url": "https://www.gazzettaufficiale.it/eli/id/2020/12/30/20G00202/sg", "sources::d_date": "12/30/2020", "modId": "0", "downloaded_to": "6a1931d434c03f14fd5e359a4ab56471577fccd136b4f66a05971ba605faa981"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "3", "actors::name": "Trade unions", "modId": "3"}, {"recordId": "5", "actors::name": "Company / Companies", "modId": "5"}], "targetGroups": [], "funding": [{"recordId": "1", "funding::name": "Companies", "modId": "0"}, {"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1615", "modId": "10"}