{"fieldData": {"title": "Collective agreement signed in the police sector", "title_nationalLanguage": "Pasirasyta policijos sakos kolektyvine sutartis", "d_startDate": "12/07/2020", "d_endDate": "12/07/2024", "calc_country": "Lithuania", "calc_minorCategory": "Protection of workers, adaptation of workplace", "calc_subMinorCategory": "Well-being of workers", "calc_identifier": "LT-2020-50/1707", "dateType": "Temporary", "calc_creationDay": "01/12/2021", "calc_lastUpdate": "01/18/2021", "descriptionBackgroundInfo": "On 7 December 2020, the Enforcement Officers Federation of Lithuania (LTPF) and police trade unions represented by it signed a sectoral collective agreement with the Police Department (PD). The collective agreement provides for more funds to be allocated to increase the work motivation of police officers and increased opportunities for the trade unions to get more actively involved in dealing with key employee-related issues in committees, commissions and working groups. In addition, taking into account the circumstances of the COVID-19 pandemic and the increased workload, more attention is paid to the rest regime of police officers and conditions are created for general physical fitness exercises to be performed independently at a place and time convenient for police officers. This is aimed at improving the working conditions of police officers and increasing their social and economic guarantees in Lithuania both during and after the pandemic. The provisions of the collective agreement apply to all police officers and employees working under employment contracts.", "descriptionContentOfMeasure": "The collective agreement provides for allocating payroll funds saved in institutions to motivate employees. Priority is given to remuneration for extra work. For example, employees replacing their colleagues for long periods when this is not provided in their employment contracts, and employees performing activities in excess of their normal workload, shall receive at least a 10% salary bonus. Similar bonuses or additional leave days shall be granted to staff appointed as supervisors.\r\rThe collective agreement also provides for the possibility to grant a study leave of 10 working days to police officers who are in formal education and have been in service at the same police institution for at least three years. They shall be paid their average wage for this period.\r\rTaking into account the circumstances of the COVID-19 pandemic, conditions are created for police officers to perform general physical fitness exercises, at least two hours per month, at a place convenient for them and at a time of their choice. The exercise hours will be included in their working time. \r\rThe collective agreement also established police officers' entitlement to additional leave. For example, a trade union member with one child under 8 shall be given one extra day off in three months; likewise, a day off on the first day of an academic year shall be available to all police officers raising children under 14 in general education schools if the police officers are not entitled to additional rest days in accordance with Article 138 of the Labour Code. \r\rThe collective agreement further provides for a greater involvement of the trade union in decision-making. For example, depending on the number of trade union members, the heads of units and divisions will be allocated paid service working hours per year for this activity. In addition, trade union members will be able to use up to 3 working days a year for training and workshops while receiving their regular salary for those days.\r\rThe sectoral collective agreement will be in force until 7 December 2024 (subject to a possible extension of four additional years).", "descriptionUseOfMeasure": "No information available.", "descriptionInvolvementOfSocialPartners": "Social partners were actively involved in the preparation of the collective agreement. \r", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LT-2020-50_1707.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only public sector", "calc_type": "Bipartite collective agreements", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2573", "sources::title": "Collective agreement in the police sector", "sources::url": "http://www.profsajungos.eu/wp-content/uploads/2020/12/Policijos-%C5%A1akos-KS2020.12.07.pdf", "sources::d_date": "12/07/2020", "modId": "0", "downloaded_to": "c8e0ea88d7d6b207b461d04e1d3d18615f0ddfa786a071a354792f2fe149017d"}, {"recordId": "2574", "sources::title": "Agreement for the police sector to be a real partnership, not a mere declaration (Policijos šakos sutartis – ne deklaruojama, o tikra partnerystė) ", "sources::url": "https://www.policijosps.lt/post/roma-katinien%C4%97-policijos-%C5%A1akos-sutartis-ne-deklaruojama-o-tikra-partneryst%C4%97", "sources::d_date": "12/08/2020", "modId": "0", "downloaded_to": "dd90299892fc674879788dc03bf7aca922635344b23d9ad9dcce6763e725b50e"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "2", "actors::name": "Social partners jointly", "modId": "3"}], "targetGroups": [{"recordId": "32", "targetGroups::name": "Particular professions", "modId": "14"}], "funding": [{"recordId": "3", "funding::name": "Employer", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "114", "sectors::code": "O84", "sectors::name": "Public administration and defence; compulsory social security", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1617", "modId": "13"}