{"fieldData": {"title": "New facilities granted for payment of the building tax or building charge", "title_nationalLanguage": "Noi facilități fiscale pentru plata impozitului anual pe clădiri ", "d_startDate": "10/22/2020", "d_endDate": "12/02/2020", "calc_country": "Romania", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Deferral of payments or liabilities", "calc_identifier": "RO-2020-43/1711", "dateType": "Temporary", "calc_creationDay": "01/14/2021", "calc_lastUpdate": "01/18/2021", "descriptionBackgroundInfo": "The institution of state of emergency, followed by a state of alert led to the closing down of several economic activities. Several companies have been obliged by law to close their activities. Other companies were not obliged by law to interrupt their activities, but the consequences of lock down made the interruption necessary. In some cases, companies have postponed the payment of the rent. All these facts led to a reduction in the income of the companies and difficulties in payments. In order to support the economic recovery, the Government announced in May 2020 tax facilities for payment of the annual building tax or building charge of those entities that have been hit by the effects of the COVID-19 crisis.\r\rIn October, the Government came with a new proposal (Government Emergency Ordinance 182/2020), which prolonged the term until which the annual tax on buildings can be reduced, upon request, by up to 50%, for non-residential buildings used for economic activity.", "descriptionContentOfMeasure": "In 2020, the local councils and the Municipality of Bucharest General Council may adopt decisions until 2 December 2020 regarding:\r\r* Reduction, upon request, of the annual tax on buildings by up to 50%, for non-residential buildings used for economic activity, owned by individuals or legal persons, if during the state of emergency and / or alert their owners or users were obliged to cease entirely their economic activity or hold a certificate for emergency situations issued by the Ministry of Economy, Energy and Business Environment.\r* An exemption has been introduced from the payment of the monthly building tax for building users obliged to interrupt their economic activity during the state of emergency and / or alert period.\r", "descriptionUseOfMeasure": "There are no official statistics regarding the number of  beneficiaries of this measure. ", "descriptionInvolvementOfSocialPartners": "The draft of the Government Emergency Ordinance have been sent to the Social and Economic Council, which is a social dialogue body, formed by representatives of trade unions, employers organizations and civil society, which have issued an opinion, according to the legal provisions.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/RO-2020-43_1711.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "2591", "sources::title": "http://legislatie.just.ro/Public/DetaliiDocumentAfis/231726", "sources::url": "ORDONANȚĂ DE URGENȚĂ nr. 181 din 22 octombrie 2020\rprivind unele măsuri fiscal-bugetare, pentru modificarea și completarea unor acte normative, precum și pentru prorogarea unor termene", "sources::d_date": "10/22/2020", "modId": "0", "failure_reason": "Failed to parse: http://ORDONANȚĂ DE URGENȚĂ nr. 181 din 22 octombrie 2020\rprivind unele măsuri fiscal-bugetare, pentru modificarea și completarea unor acte normative, precum și pentru prorogarea unor termene"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "7", "actors::name": "Local / regional government", "modId": "0"}], "targetGroups": [], "funding": [{"recordId": "12", "funding::name": "No special funding required", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1621", "modId": "16"}