{"fieldData": {"title": "Idle-time allowance for self employed (re-introduced)", "title_nationalLanguage": "Dīkstāves pabalsts pašnodarbinātajiem", "d_startDate": "11/28/2020", "d_endDate": "", "calc_country": "Latvia", "calc_minorCategory": "Employment protection and retention", "calc_subMinorCategory": "Income support for people in employment (e.g. short-time work)", "calc_identifier": "LV-2020-48/1712", "dateType": "Open ended", "calc_creationDay": "01/14/2021", "calc_lastUpdate": "01/20/2021", "descriptionBackgroundInfo": "The allowance for idle time for self-employed was first introduced in March 2020 (see [case in COVID-19 EU PolicyWatch database](https://static.eurofound.europa.eu/covid19db/cases/LV-2020-11_413.html)). With the situation getting better, the state of emergency declared in Latvia on 13 March 2020 as a result of the global COVID-19 pandemic came to an end on 10 June 2020. The allowance was available up to 30 June 2020.\r\rIn September 2020, COVID-19 spread rate rose sharply and, from 9 November 2020 the state of emergency was declared again, and different restrictions re-introduced.\rOn 28 November 2020 the Government adopted new regulations Nr. 709 “On support for taxpayers for downtime to continue their activities during the COVID-19 crisis”. These regulations set out the criteria and procedures for the provision of idle time support to taxpayers – employees and self-employed.\r\rThe amount and eligibility criteria of the allowance for the idle time for self-employed has been changed compared with its predecessor, as well as the minimum amount introduced.", "descriptionContentOfMeasure": "The allowance for the idle time for self-employed is intended as an assistance measure for self-employed operating in normal tax regimes, micro enterprise tax regime and patent fee payers tax regime. The allowance first was available from 9 November 2020 till 9 January 2021.\rSelf-employed are eligible for support if their income has decreased by at least 20% if compare with average income in August, September, and October 2020. \r\rThe amount of the benefit for a self-employed person under the general tax regime is 70% of the average income from economic activity of the relevant person for the third quarter of 2020. For a self-employed person under the micro enterprise tax regime the benefit is 50% of the average income from economic activity for the third quarter of 2020. It is defined that the allowance should be at least €330, and it should not exceed €1,000.\rPatent fee payers are a specific tax regime for self-employed. If the income of the economic operator does not exceed €15,000, and it does not employ other persons, it can choose to pay a patent fee instead of personal income tax and social contributions. \r\rIt has to operate in the following sectors: \r\r* leather and textile crafts;\r* manufacture and repair of clothing and footwear, repair of watches and locks, other household services;\r* production of handicraft products;\r* floristics;\r* photography, video recording and audio recording services;\r* beauty services;\r* private household services;\r* home care services.\r\rPatent fee is €100 per month in the capital city and €50 in rural areas.\rPatent fee payers can receive the benefit in the amount of €400, if its income has decreased by at least 20% if compared with the average income in August, September, and October 2020.\r\rOn 12 January 2021 the Government extended the measure indefinitely until government restrictions apply, and raised the minimum up to €500 (from 1 January 2021).", "descriptionUseOfMeasure": "From 1 December 2020 to 7 January 2021, the State Revenue Service has paid idle time benefits in the total amount of €1,110,342 to 4,045 self-employed persons as well as benefits in the total amount of €289,176 to 1,033 patent payers.\r\rOf all idle time benefits paid to the self-employed, 60% went to those whose NACE code is 'other services' and another 10% do not indicate the type of main activity, 10% work in the arts, entertainment and leisure sector and 6% provide professional, scientific or technical services.\rOf the idle time benefits to patent payers, 75% were for hairdressers and beauty professionals, 6% for non-professionals, 4% for photographers, art photographers, cinematographers or audio operators, and 4% for reduced patent payers in various sectors.", "descriptionInvolvementOfSocialPartners": "Peak level social partners’ organisations normally are informed on Government decisions. Regarding COVID-19 measures social partners participate in working groups and depending on their capacities are involved in consultations and negotiations. ", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/LV-2020-48_1712.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "2586", "sources::title": "The regulation on idle time support and wage subsidy enters into force", "sources::url": "https://lvportals.lv/skaidrojumi/322373-stajas-speka-regulejums-atbalstam-par-dikstavi-un-algu-subsidijai-2020", "sources::d_date": "11/28/2020", "modId": "0", "downloaded_to": "eee8578dbc5b0b2366a5de8005625d03da53ff501356df11479662bd3a68cf21"}, {"recordId": "2587", "sources::title": "Support for businesses for downtime and part-time employees will be available as long as economic activity is restricted", "sources::url": "https://www.mk.gov.lv/lv/aktualitates/atbalsts-komersantiem-par-dikstave-esosiem-un-daleji-nodarbinatiem-darbiniekiem-bus", "sources::d_date": "01/12/2021", "modId": "0", "downloaded_to": "31c833532b9d3bfed570f8cd228c9faeb3391d430f537fe5677ad8b4b09899fe"}, {"recordId": "2588", "sources::title": "regulations Nr. 709 On support for taxpayers for downtime to continue their activities during the Covid-19 crisis", "sources::url": "https://likumi.lv/ta/id/319073-noteikumi-par-atbalstu-par-dikstavi-nodoklu-maksatajiem-to-darbibas-turpinasanai-covid-19-izraisitas-krizes-apstaklos", "sources::d_date": "11/28/2020", "modId": "0", "downloaded_to": "674d29bd407388fffb36cbf4fe7c01a98965971468e227d4e299931550e038cc"}, {"recordId": "2589", "sources::title": "Employers are urging to improve the criteria for receiving crisis support", "sources::url": "https://www.db.lv/zinas/darba-deveji-mudina-pilnveidot-krizes-atbalsta-sanemsanas-kriterijus-500640", "sources::d_date": "01/13/2021", "modId": "0", "downloaded_to": "5b94e7c9de1a57a80531e800f682847493371c75732fe43e4f4c4d30a9c7acea"}, {"recordId": "2590", "sources::title": "The SRS has paid downtime and wage subsidy support in the amount of 11.1 million euros", "sources::url": "https://www.vid.gov.lv/lv/vid-izmaksajis-dikstaves-un-algu-subsidiju-atbalstu-111-miljona-eiro-apmera", "sources::d_date": "01/08/2021", "modId": "0", "downloaded_to": "13dc9899a206dfd7adfe9f9ff66ee955371ad1f803f4ccf87c1a1075a1be5e36"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "1622", "modId": "12"}