{"fieldData": {"title": "Allowance for self-employed and non-standard workers", "title_nationalLanguage": "Indemnizatie pentru liber profesionisti", "d_startDate": "04/16/2020", "d_endDate": "", "calc_country": "Romania", "calc_minorCategory": "Income protection beyond short-time work", "calc_subMinorCategory": "Extensions of  income support to workers not covered by any kind of protection scheme", "calc_identifier": "RO-2020-16/372", "dateType": "Temporary", "calc_creationDay": "04/08/2020", "calc_lastUpdate": "05/11/2020", "descriptionBackgroundInfo": "Freelancers, authorized individuals, individuals deriving incomes exclusively from copyright and related rights are not covered by any social protection mechanism, such as unemployment benefit, etc. The activity of these categories is defined by the Civil Code and not by the Labor code, consecutively, the freelancers do not have any entitlements resulting from an employment relationship. Exceptionally, due to the impact of COVID-19 pandemic, that resulted in the interruption of activity of thousands of freelancers, the Government decided they shall benefit from an indemnity of 75% of the average gross salary for 2020 RON 5,429  (€1,100) during the entire state of emergency. \r\r", "descriptionContentOfMeasure": "GEO 30/2020 establishes that professionals within the meaning defined by the Civil Code, such as authorized individuals, as well as the individuals deriving incomes exclusively from copyright and related rights and the persons who entered into individual employment conventions based on Law 1/2005, who interrupt their activity as a result of COVID-19 during the state of emergency instituted by the Decree shall benefit from an indemnity of 75% of the average gross salary for the year 2020 RON 5,429 (€1,100). Similarly, trainers, athletes, masseurs, physical therapists, whose activities have been suspended during the state of emergency, at the initiative of the sports organisation, shall  benefit from an indemnity of 75% of their monetary rights, within the same threshold applicable to employees (maximum 75% of RON 5,429 RON (€1,100). These indemnities will be borne from the state budget, and will require payment of social security contributions and health insurance contributions in compliance with the provisions of the Fiscal Code. ", "descriptionUseOfMeasure": "Romania has about 1.7 million self-employed, most of them in agriculture. However, most of the self employed are not eligible for the indemnity provided by the state - most of the self-employed are not legally registered as such, others don't fulfill the legal criteria. By now, it is difficult to estimate the number of beneficiaries of this measure, but most probably it will not exceed 100,000. ", "descriptionInvolvementOfSocialPartners": "", "socialPartner_form": "Direct consultation", "socialPartner_role": "Consulted", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/RO-2020-16_372.html", "isOccupation": "No", "isSector": "No", "sector_privateOrPublic": "Not specified", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "Entirely new measure "}, "portalData": {"sources": [{"recordId": "228", "sources::title": "GEO 32/2020", "sources::url": "http://www.mmuncii.ro/j33/images/Documente/Legislatie/Munca_Legislatie/01042020oug_32_din_2020.pdf", "sources::d_date": "03/30/2020", "modId": "5", "downloaded_to": "bd18022e2194c2b8929908cf4167b9730fef2eb79abb33455311f3120d96c011"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}, {"recordId": "8", "actors::name": "Public employment service", "modId": "0"}], "targetGroups": [{"recordId": "31", "targetGroups::name": "Self-employed", "modId": "15"}, {"recordId": "33", "targetGroups::name": "Workers in non-standard forms of employment", "modId": "14"}], "funding": [{"recordId": "7", "funding::name": "National funds", "modId": "0"}], "occupations": [], "sectors": [], "updates": [], "regions": []}, "recordId": "263", "modId": "87"}