{"fieldData": {"title": "Financial support line for micro and small tourist companies", "title_nationalLanguage": "Linha de apoio financeiro às micro e pequenas empresas turísticas", "d_startDate": "01/12/2021", "d_endDate": "", "calc_country": "Portugal", "calc_minorCategory": "Supporting businesses to stay afloat", "calc_subMinorCategory": "Access to finance", "calc_identifier": "PT-2021-3/1732", "dateType": "Open ended", "calc_creationDay": "01/19/2021", "calc_lastUpdate": "01/19/2021", "descriptionBackgroundInfo": "The containment measures that were implemented to mitigate the spread of COVID-19,  also aim to pave the way to a gradual return to economic activity. Although, these same measures had an unprecedented impact on the entirety of the tourism sector.\r\rWith a view to the immediate introduction of specific public support mechanisms for the\rtourism sector in order to safeguard the full activity of companies and their human capital, Normative Order  4/2020, of 20 March, created the Support Line for Tourism Microenterprises. The performance of that Line was reinforced through Normative Order 10/2020, of 11 August.\r\rThe current epidemiological situation, as well as the measures recently adopted for prevention,\rcontainment and mitigation of infection, justify a new update of the support line for micro tourist companies, through the introduction of a set of changes that, in the current context, ensure continuity of access to liquidity by economic agents, thus minimizing the significant disruptions in its activity resulting from public health and safety imperatives.", "descriptionContentOfMeasure": "Normative Dispatch 1/2021, of 11 January, creates a financial support line for micro and small tourist companies aimed at meeting the cash flow needs of micro and small tourist companies whose activity is strongly affected by the economic effects resulting from the outbreak of the disease COVID-19.\r\rThe maximum budget available is €100 million, broken down as follows: micro-enterprises: €90,000,000; and small businesses: €10,000,000.\r\rThe financial support to be granted under this line is in the nature of repayable support, without any associated remuneration interest. This support corresponds to the value of € 750 per month for each existing job in the company on 29 February 2020, in the case of micro-enterprises, or on 30 November 2020, in the case of small companies, multiplied by a period of three months, up to a maximum amount of €20,000 or €30,000, depending on whether they are micro or small companies, respectively.\r\rThe financial support is reimbursed within three years, counting from the date of conclusion of the respective contract, including a grace period corresponding to 12 months.\r\rThe amount corresponding to 20% of the total amount of support can be converted into non-refundable, provided that, on the date of 30 September 2021, and by comparison with 29 February 2020, in the case of micro-companies, or with 30 November 2020, in the case of small companies, the company has not terminated employment contracts under the terms of collective dismissal, dismissal due to extinction of the job or dismissal due to unsuitability, nor has it started the respective procedures.\r\rFinancial support is granted under the de minimis aid scheme.\r\rEligibility criteria:\r\r1. Demonstrate a regularised situation before the tax administration, social security and Tourism of Portugal, I. P.;\r2. They are duly licensed for the exercise of the respective activity and duly registered in the National Tourism Register, when legally required;\r3. Demonstrate that the activity developed was negatively affected by the outbreak of the disease COVID-19;\r4. Do not find in a difficult business situation;\r5. In the two years preceding the date of application, an administrative or judicial sanction for the use of labour that is legally subject to the payment of taxes and social security contributions, has not been applied;\r6. Not having been convicted in the two years preceding the date of the application, for a final and unappealable sentence, for illegal dismissal of pregnant women, puerperal women or lactating mothers;\r7. They are in effective activity, unless they are unable to exercise it by express determination of the competent public authorities in the context of measures to combat the spread of the disease COVID-19.\r", "descriptionUseOfMeasure": "Unknown.", "descriptionInvolvementOfSocialPartners": "The social partners were informed at the Standing Committee for Social Concertation.", "socialPartner_form": "", "socialPartner_role": "", "calc_githubURL": "https://static.eurofound.europa.eu/covid19db/cases/PT-2021-3_1732.html", "isOccupation": "No", "isSector": "Yes", "sector_privateOrPublic": "Only private sector", "calc_type": "Legislations or other statutory regulations", "statusOfRegulation": "New aspects included into existing measure"}, "portalData": {"sources": [{"recordId": "2609", "sources::title": "Despacho Normativo n.º 1/2021", "sources::url": "https://dre.pt/application/file/a/15333811", "sources::d_date": "01/11/2021", "modId": "0", "downloaded_to": "bb04229cf55cdcde6f011c2e89b9a30d3606699f9e7dcfc12d09ba3de4bb87ce"}], "actors": [{"recordId": "1", "actors::name": "National government", "modId": "3"}], "targetGroups": [{"recordId": "60", "targetGroups::name": "Sector specific set of companies", "modId": "12"}, {"recordId": "62", "targetGroups::name": "SMEs", "modId": "12"}, {"recordId": "63", "targetGroups::name": "One person or microenterprises", "modId": "12"}], "funding": [{"recordId": "5", "funding::name": "European Funds", "modId": "0"}], "occupations": [], "sectors": [{"recordId": "83", "sectors::code": "I55", "sectors::name": "Accommodation", "modId": "0"}, {"recordId": "84", "sectors::code": "I56", "sectors::name": "Food and beverage service activities", "modId": "0"}], "updates": [], "regions": []}, "recordId": "1642", "modId": "16"}